Repository: linuxmint/cinnamon-spices-extensions
Catalog: horizontal-osd@berk-karaal/files/horizontal-osd@berk-karaal/po/*.po
Languages: ca, es, vi

source: Horizontal OSD
ca: OSD horitzontal
es: OSD horizontal
vi: OSD Ngang

source: Horizontal and customizable OSDs
ca: ODS horitzontals i personalitzables
es: OSD horizontales y personalizables
vi: OSD ngang và có thể tùy chỉnh

source: General
vi: Chung

source: Osd Window
ca: Finestra Osd
es: Ventana Osd
vi: Cửa sổ OSD

source: Icon
ca: Icona
es: Ícono
vi: Biểu tượng

source: Level Bar
ca: Barra de nivell
es: Barra de nivel
vi: Thanh Mức độ

source: Label
ca: Etiqueta
es: Etiqueta
vi: Nhãn

source: Colors
es: Colores
vi: Màu sắc

source: Advanced
ca: Avançat
es: Avanzado
vi: Nâng cao

source: Select OSDs
ca: Seleccionar OSDs
es: Seleccionar OSDs
vi: Chọn OSD

source: Width of OSD window
ca: Amplada de la finestra OSD
es: Anchura de la ventana OSD
vi: Chiều rộng cửa sổ OSD

source: osd_width = this._popupSize * <this value>
vi: osd_width = this._popupSize * <giá trị này>

source: Height of OSD window
ca: Alçada de la finestra OSD
es: Altura de la ventana OSD
vi: Chiều cao cửa sổ OSD

source: osd_height = this._popupSize * <this value>
vi: osd_height = this._popupSize * <giá trị này>

source: Border radius od OSD window (in pixels)
ca: Radi de la vora de la finestra OSD (en píxels)
es: Radio del borde de la ventana OSD (en píxeles)
vi: Bán kính viền cửa sổ OSD (tính bằng pixel)

source: border-radius: <this value>px;
vi: border-radius: <giá trị này>px;

source: X position of OSD window relative to screen size by percentage
ca: Posició X de la finestra OSD relativa a la mida de la pantalla, en percentatge
es: Posición X de la ventana OSD relativa al tamaño de la pantalla en porcentaje
vi: Vị trí X của cửa sổ OSD so với kích thước màn hình theo phần trăm

source: 0 is left, 100 is right
ca: 0 és esquerra, 100 és dreta
es: 0 es izquierda, 100 es derecha
vi: 0 là trái, 100 là phải

source: Y position of OSD window relative to screen size by percentage
ca: Posició Y de la finestra OSD relativa a la mida de la pantalla, en percentatge
es: Posición Y de la ventana OSD relativa al tamaño de la pantalla en porcentaje
vi: Vị trí Y của cửa sổ OSD so với kích thước màn hình theo phần trăm

source: 0 is top, 100 is bottom
ca: 0 és a dalt, 100 és a baix
es: 0 es arriba, 100 es abajo
vi: 0 là trên, 100 là dưới

source: Hide timeout of OSD window (in milliseconds)
ca: Temps d'espera per ocultar la finestra OSD (en mil·lisegons)
es: Tiempo de espera para ocultar la ventana OSD (en milisegundos)
vi: Thời gian ẩn của cửa sổ OSD (tính bằng mili giây)

source: Size of icon relative to OSD height by percentage
ca: Mida de la icona en relació a l'alçada de l'OSD, en percentatge
es: Tamaño del icono en relación con la altura del OSD en porcentaje
vi: Kích thước biểu tượng so với chiều cao OSD theo phần trăm

source: icon_size = osd_height * (<this value> / 100)
vi: icon_size = osd_height * (<giá trị này> / 100)

source: Size of level bar relative to OSD height by percentage
ca: Mida de la barra de nivell en relació a l'altura de l'OSD, en percentatge
es: Tamaño de la barra de nivel en relación con la altura de la OSD en porcentaje
vi: Kích thước thanh mức độ so với chiều cao OSD theo phần trăm

source: level_bar_size = osd_height * (<this value> / 100)
vi: level_bar_size = osd_height * (<giá trị này> / 100)

source: Border radius of level bar (in pixels)
ca: Radi de la vora de la barra de nivell (en píxels)
es: Radio del borde de la barra de nivel (en píxeles)
vi: Bán kính viền của thanh mức độ (tính bằng pixel)

source: Show label
ca: Mostrar etiqueta
es: Mostrar etiqueta
vi: Hiển thị nhãn

source: Size of label relative to OSD height by percentage
ca: Mida de l'etiqueta en relació amb l'altura de l'OSD, en percentatge
es: Tamaño de la etiqueta en relación con la altura del OSD en porcentaje
vi: Kích thước nhãn so với chiều cao OSD theo phần trăm

source: label_size = osd_height * (<this value> / 100)
vi: label_size = osd_height * (<giá trị này> / 100)

source: Label can not be centered correctly for now. You can adjust or decrease top margin of label here. (value: positive or negative int)
ca: L'etiqueta no es pot centrar correctament ara mateix. Aquí podeu ajustar o reduir el marge superior de l'etiqueta. (valor: enter positiu o negatiu)
es: La etiqueta no se puede centrar correctamente por ahora. Aquí puede ajustar o reducir el margen superior de la etiqueta. (valor: int positivo o negativo)
vi: Nhãn hiện không thể được căn giữa chính xác. Bạn có thể điều chỉnh hoặc giảm lề trên của nhãn tại đây. (giá trị: số nguyên dương hoặc âm)

source: margin-top: (calculated_value + <this value>)px
vi: margin-top: (giá trị_tính_toán + <giá trị này>)px

source: Overwrite OSD window colors
ca: Sobreescriu els colors de la finestra OSD
es: Sobrescribir los colores de la ventana OSD
vi: Ghi đè màu cửa sổ OSD

source: Border color of OSD window
ca: Color de la vora de la finestra OSD
es: Color del borde de la ventana OSD
vi: Màu viền cửa sổ OSD

source: Background color of OSD window
ca: Color de fons de la finestra OSD
es: Color de fondo de la ventana OSD
vi: Màu nền cửa sổ OSD

source: Overwrite icon color
ca: Sobreescriure el color de la icona
es: Sobrescribir el color del icono
vi: Ghi đè màu biểu tượng

source: Icon color
ca: Color de la icona
es: Color del icono
vi: Màu biểu tượng

source: Overwrite level bar colors
ca: Sobreescriure els colors de la barra de nivell
es: Sobrescribir los colores de la barra de nivel
vi: Ghi đè màu thanh mức độ

source: Level bar foreground color
ca: Color de primer pla de la barra de nivell
es: Color de primer plano de la barra de nivel
vi: Màu tiền cảnh thanh mức độ

source: Level bar background color
ca: Color de fons de la barra de nivell
es: Color de fondo de la barra de nivel
vi: Màu nền thanh mức độ

source: Overwrite label color
ca: Sobreescriure el color de l'etiqueta
es: Sobrescribir el color de la etiqueta
vi: Ghi đè màu nhãn

source: Label color
ca: Color de l'etiqueta
es: Color de la etiqueta
vi: Màu nhãn

source: Overwrite CSS of OSD window
ca: Sobreescriure CSS de la finestra OSD
es: Sobrescribir CSS de la ventana OSD
vi: Ghi đè CSS của cửa sổ OSD

source: CSS of OSD window
ca: CSS de la finestra OSD
es: CSS de la ventana OSD
vi: CSS của cửa sổ OSD

source: Overwrite CSS of icon
ca: Sobreescriure CSS de la icona
es: Sobrescribir CSS del icono
vi: Ghi đè CSS của biểu tượng

source: CSS of icon
ca: CSS de la icona
es: CSS del icono
vi: CSS của biểu tượng

source: Overwrite CSS of level bar
ca: Sobreescriure CSS de la barra de nivell
es: Sobrescribir CSS de la barra de nivel
vi: Ghi đè CSS của thanh mức độ

source: CSS of level bar
ca: CSS de la barra de nivell
es: CSS de la barra de nivel
vi: CSS của thanh mức độ

source: CSS for foregorund of level bar
ca: Estil CSS de primer pla de la barra de nivell
es: Estilo CSS de primer plano de la barra de nivel
vi: CSS cho tiền cảnh của thanh mức độ

source: Overwrite CSS of label
ca: Sobreescriure estil CSS de l'etiqueta
es: Sobrescribir el CSS de la etiqueta
vi: Ghi đè CSS của nhãn

source: CSS of label
ca: CSS de l'etiqueta
es: CSS de la etiqueta
vi: CSS của nhãn

source: You can choose which OSDs to be horizontal here
ca: Aquí podeu escollir els OSD horitzontals
es: Aquí puede elegir los OSD horizontales
vi: Bạn có thể chọn OSD nào sẽ hiển thị ngang tại đây

source: Volume OSD
ca: OSD del volum
es: OSD del volumen
vi: OSD Âm lượng

source: Brightness OSD
ca: OSD de la brillantor
es: OSD del brillo
vi: OSD Độ sáng

source: Microphone OSD
ca: OSD del micròfon
es: OSD del micrófono
vi: OSD Microphone
