Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/cinnamon-maximus@fmete/*.po
Languages: fr, pt_br, ru

source: Undecorate windows as you like.
fr: Supprimez la décoration des fenêtres à votre convenance.
pt_br: Remova a barra de título das janelas à vontade.
ru: Скрывать строки заголовка как вы хотите.

source: Cinnamon-Maximus Settings
fr: Préférences de Cinnamon Maximus
pt_br: Configurações de Cinnamon Maximus
ru: Настройки Cinnamon-Maximus

source: Undecorating only with hotkey
fr: Suppression de la décoration par raccourci-clavier uniquement
ru: Скрывать строку заголовка только с помощью горячей клавиши

source: Use Hotkey to toggle decoration of current window
fr: Utiliser le raccourci clavier pour basculer la décoration de la fenêtre en cours
pt_br: Usar os atalhos de teclado para alternar a visibilidade da barra de título da janela atual
ru: Использовать горячие клавиши для переключения строки заголовка текущего окна

source: Global Hotkey to toggle decoration of current window (Experimental)
fr: Touche de raccourci globale pour basculer la décoration de la fenêtre en cours (Expérimental)
pt_br: Atalhos de teclado para alternar a visibilidade da barra de título da janela atual (Experimental)
ru: Глобальные горячие клавиши для переключения строки заголовка текущего окна (экспериментальная функция)

source: Undecorate when tile
fr: Supprimer la décoration quand les fenêtres sont présentées en carreaux adjacents
pt_br: Remover a barra de título das janelas posicionadas lado a lado
ru: Скрывать строку заголовка при прикреплении

source: Undecorate All Windows (Experimental, please close and re-open all windows)
fr: Supprimer la décoration de toutes les fenêtres (expérimental, veuillez fermer et rouvrir toutes les fenêtres)
pt_br: Remover a barra de título de todas as janelas (Experimental: feche e abra novamente todas as janelas, por favor)
ru: Скрыть строку заголовка у Всех окон (экспериментальная функция; нужно закрыть и заново открыть все окна)

source: Use Ignoring List
fr: Utiliser une liste de fenêtres à ignorer
pt_br: Não alterar a barra de título em alguns aplicativos
ru: Использовать список игнорируемых окон

source: Ignored Apps (use "," for seperate apps, partial match and regexp allowed)
fr: Applications ignorées (utiliser « , » pour séparer les applications ; correspondance partielle et expression rationnelle autorisées)
pt_br: Lista de aplicativos com barras de título inalteradas (é permitido separar aplicativos com vírgulas, correspondência parcial e RegExp)
ru: Игнорировать приложения (используйте "," для разделения имён; поддерживаются частичные совпадения и регулярные выражения)

source: Use Auto Undecorating for apps
fr: Utiliser la suppression automatique de décoration pour des applications
ru: Использовать автоматическое скрытие строки заголовка для приложений

source: Auto Undecorating Apps (use "," for seperate apps, partial match and regexp allowed)
fr: Applications concernées par la suppression automatique de la décoration (utilisez « , » pour séparer les applications, les correspondances partielles et les expressions rationnelles sont autorisées)
pt_br: Lista de aplicativos com barra de título removida (é permitido separar aplicativos com vírgulas, correspondência parcial e RegExp)
ru: Автоматически скрывать строку заголовка у приложений (используйте "," для разделения имён; поддерживаются частичные совпадения и регулярные выражения)

source: Keep the focus for QT Apps (Experimental)
fr: Garder le focus sur les applications QT (expérimental)
pt_br: Manter o foco em aplicativos Qt (Experimental)
ru: Удерживать фокус для QT приложений (экспериментальная функция)

source: Logging (see Melange - Log)
fr: Journalisation (voir Mélange ou Looking-glass)
pt_br: Registro (ver em Melange)
ru: Журналирование (смотрите Melange - Log)

source: Use Auto Undecorating
pt_br: Remover a barra de título em alguns aplicativos
