Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/horizontal-osd@berk-karaal/*.po
Languages: eu, hu, it, nl

source: Horizontal OSD
eu: OSD horizontala
hu: Vízszintes OSD
it: OSD Orizzontale
nl: Horizontale OSD

source: Horizontal and customizable OSDs
eu: OSD horizontalak eta pertsonalizagarriak
hu: Vízszintes és testreszabható OSD-k
it: OSD orizzontali e personalizzabili
nl: Horizontale en aanpasbare OSD's

source: General
eu: Orokorra
hu: Általános
it: Generale
nl: Algemeen

source: Osd Window
eu: Osd Leihoa
hu: OSD ablak
it: Finestra OSD
nl: OSD-venster

source: Icon
eu: Ikonoa
hu: Ikon
it: Icona
nl: Pictogram

source: Level Bar
eu: Maila-barra
hu: Szintsáv
it: Barra di livello
nl: Niveaubalk

source: Label
eu: Etiketa
hu: Címke
it: Etichetta

source: Colors
eu: Koloreak
hu: Színek
it: Colori
nl: Kleuren

source: Advanced
eu: Aurreratua
hu: Speciális
it: Avanzate
nl: Geavanceerd

source: Select OSDs
eu: Aukeratu OSDak
hu: Válassza ki az OSD-ket
it: Seleziona OSD
nl: Selecteer OSD's

source: Width of OSD window
eu: OSD leihoaren zabalera
hu: Az OSD ablak szélessége
it: Larghezza finestra OSD
nl: Breedte van het OSD-venster

source: osd_width = this._popupSize * <this value>
hu: osd_width = this._popupSize * <ez az érték>
it: osd_width = this._popupSize * <questo valore>

source: Height of OSD window
eu: OSD leihoaren altuera
hu: Az OSD ablak magassága
it: Altezza finestra OSD
nl: Hoogte van het OSD-venster

source: osd_height = this._popupSize * <this value>
hu: osd_height = this._popupSize * <ez az érték>
it: osd_height = this._popupSize * <questo valore>

source: Border radius od OSD window (in pixels)
eu: Mugako erradioa OSD leihoan (pixeletan)
hu: Az OSD ablak határának sugara (képpontokban)
it: Raggio bordo finestra OSD (in pixel)
nl: Straal van rand van het OSD-venster (in pixels)

source: X position of OSD window relative to screen size by percentage
eu: X posizioa OSD leihoan pantailaren tamainaren arabera, ehunekotan
hu: Az OSD ablak X pozíciója a képernyő méretéhez képest százalékos arányban
it: Posizione X finestra OSD in percentuale rispetto allo schermo
nl: X-positie van het OSD-venster relatief aan de schermgrootte in procenten

source: 0 is left, 100 is right
eu: 0 ezkerra da, 100 eskuma da
hu: 0 balra, 100 jobbra
it: 0 è sinistra, 100 è destra
nl: 0 is links, 100 is rechts

source: Y position of OSD window relative to screen size by percentage
eu: Y posizioa OSD leihoan pantailaren tamainaren arabera, ehunekotan
hu: Az OSD ablak Y pozíciója a képernyő méretéhez képest százalékosan
it: Posizione Y finestra OSD in percentuale rispetto allo schermo
nl: Y-positie van het OSD-venster relatief aan de schermgrootte in procenten

source: 0 is top, 100 is bottom
eu: 0 gora da, 100 behera da
hu: 0 a felső, 100 az alsó
it: 0 è in alto, 100 è in basso
nl: 0 is bovenaan, 100 is onderaan

source: Hide timeout of OSD window (in milliseconds)
eu: Ezkutatzeko denbora OSD leihoan (millisegundoetan)
hu: Az OSD ablak elrejtési időkorlátja (milliszekundumban)
it: Tempo di nascondimento finestra OSD (in millisecondi)
nl: Verbergtijd van het OSD-venster (in milliseconden)

source: Size of icon relative to OSD height by percentage
eu: Ikonoaren tamaina, OSDren altueraren arabera, ehunekotan
hu: Az ikon mérete az OSD magasságához viszonyítva százalékosan
it: Dimensione icona in percentuale rispetto all'altezza OSD
nl: Grootte van het pictogram relatief aan de hoogte van het OSD in procenten

source: icon_size = osd_height * (<this value> / 100)
it: icon_size = osd_height * (<questo valore> / 100)

source: Size of level bar relative to OSD height by percentage
eu: Maila-barraren tamaina, OSDren altuerari dagokionez, ehunekotan
hu: A szintjelző sáv mérete az OSD magasságához viszonyítva százalékosan
it: Dimensione barra livello in percentuale rispetto all'altezza OSD
nl: Grootte van de niveaubalk relatief aan de hoogte van het OSD in procenten

source: level_bar_size = osd_height * (<this value> / 100)
hu: level_bar_size = osd_height * (<ez az érték> / 100)
it: level_bar_size = osd_height * (<questo valore> / 100)

source: Border radius of level bar (in pixels)
eu: Maila-barraren mugako erradioa (pixeletan)
hu: A sáv szélességének sugara (képpontokban)
it: Raggio bordo barra livello (in pixel)
nl: Straal van rand van de niveaubalk (in pixels)

source: Show label
eu: Erakutsi etiketa
hu: Címke megjelenítése
it: Mostra etichetta
nl: Toon label

source: Size of label relative to OSD height by percentage
eu: Etiketaren tamaina, OSDren altueraren eta ehunekoaren arabera
hu: A címke mérete az OSD magasságához képest százalékos arányban
it: Dimensione etichetta in percentuale rispetto all'altezza OSD
nl: Grootte van het label relatief aan de hoogte van het OSD in procenten

source: label_size = osd_height * (<this value> / 100)
hu: label_size = osd_height * (<ez az érték> / 100)
it: label_size = osd_height * (<questo valore> / 100)

source: Label can not be centered correctly for now. You can adjust or decrease top margin of label here. (value: positive or negative int)
eu: Etiketa ezin da ondo zentratu. Etiketaren goiko aldea doitu edo gutxitu dezakezu hemen (balorea: zenbaki oso negatibo edo positiboa)
hu: A címkét egyelőre nem lehet helyesen központosítani. Itt beállíthatja vagy csökkentheti a címke felső margóját. (érték: pozitív vagy negatív int)
it: L'etichetta non può essere centrata correttamente per ora. Puoi regolare o ridurre il margine superiore dell'etichetta qui. (valore: intero positivo o negativo)
nl: Het label kan op dit moment niet correct worden gecentreerd. Je kunt hier de bovenmarge van het label aanpassen of verkleinen. (waarde: positief of negatief geheel getal)

source: margin-top: (calculated_value + <this value>)px
hu: margin-top: (számított_érték + <ez az érték>)px
it: margin-top: (calculated_value + <questo valore>)px

source: Overwrite OSD window colors
eu: OSD leihoaren koloreak gainidatzi
hu: OSD ablakszínek felülírása
it: Sovrascrivi colori finestra OSD
nl: Overschrijf de kleuren van het OSD-venster

source: Border color of OSD window
eu: OSD leihoaren mugako kolorea
hu: Az OSD ablak keretének színe
it: Colore bordo finestra OSD
nl: Randkleur van het OSD-venster

source: Background color of OSD window
eu: OSD leihoaren atzeko kolorea
hu: Az OSD ablak háttérszíne
it: Colore sfondo finestra OSD
nl: Achtergrondkleur van het OSD-venster

source: Overwrite icon color
eu: Ikonoaren kolorearen gainidazketa
hu: Ikon színének felülírása
it: Sovrascrivi colore icona
nl: Overschrijf de kleur van het pictogram

source: Icon color
eu: Ikonoaren kolorea
hu: Ikon színe
it: Colore icona
nl: Pictogramkleur

source: Overwrite level bar colors
eu: Maila-barraren koloreen gainidazketa
hu: Szintjelző sáv színeinek felülírása
it: Sovrascrivi colori barra livello
nl: Overschrijf de kleuren van de niveaubalk

source: Level bar foreground color
eu: Maila-barraren lehen planoko kolorea
hu: Szint sáv előtér színe
it: Colore primo piano barra livello
nl: Voorgrondkleur van de niveaubalk

source: Level bar background color
eu: Maila-barraren atzeko kolorearen maila
hu: Szint sáv háttérszín
it: Colore sfondo barra livello
nl: Achtergrondkleur van de niveaubalk

source: Overwrite label color
eu: Etiketaren kolorearen gainidazketa
hu: Címke színének felülírása
it: Sovrascrivi colore etichetta
nl: Overschrijf de kleur van het label

source: Label color
eu: Etiketaren kolorea
hu: Címke színe
it: Colore etichetta
nl: Labelkleur

source: Overwrite CSS of OSD window
eu: OSD leihoaren CSSaren gainidazketa
hu: Az OSD ablak CSS felülírása
it: Sovrascrivi CSS finestra OSD
nl: Overschrijf CSS van het OSD-venster

source: CSS of OSD window
eu: OSD leihoko CSSa
hu: Az OSD ablak CSS-je
it: CSS finestra OSD
nl: CSS van het OSD-venster

source: Overwrite CSS of icon
eu: Ikonoaren CSSa gainidaztea
hu: Az ikon CSS felülírása
it: Sovrascrivi CSS icona
nl: Overschrijf CSS van het pictogram

source: CSS of icon
eu: Ikonoaren CSSa
hu: Az ikon CSS-je
it: CSS icona
nl: CSS van het pictogram

source: Overwrite CSS of level bar
eu: Maila-barrako CSSaren gainidazketa
hu: A szintvonal CSS felülírása
it: Sovrascrivi CSS barra livello
nl: Overschrijf CSS van de niveaubalk

source: CSS of level bar
eu: Maila-barrako CSSa
hu: CSS a szintjelző sávhoz
it: CSS barra livello
nl: CSS van de niveaubalk

source: CSS for foregorund of level bar
eu: CSS, maina-barraren aurreko planorako
it: CSS primo piano barra livello
nl: CSS voor de voorgrond van de niveaubalk

source: Overwrite CSS of label
eu: Gainidatzi etiketaren CSSa
hu: A címke CSS felülírása
it: Sovrascrivi CSS etichetta
nl: Overschrijf CSS van het label

source: CSS of label
eu: Etiketaren CSSa
hu: A címke CSS-je
it: CSS etichetta
nl: CSS van het label

source: You can choose which OSDs to be horizontal here
eu: Aukera dezakezu zein OSD izango diren horizontalak hemen
hu: Itt választhatja ki, hogy mely OSD-k legyenek vízszintesek.
it: Puoi scegliere qui quali OSD rendere orizzontali
nl: Hier kunt u kiezen welke OSD's horizontaal moeten zijn

source: Volume OSD
eu: Bolumenaren OSDa
hu: Hangerő OSD
it: OSD volume

source: Brightness OSD
eu: Argitasunaren OSDa
hu: Fényerő OSD
it: OSD luminosità
nl: Helderheid OSD

source: Microphone OSD
eu: Mikrofonoaren OSDa
hu: Mikrofon OSD
it: OSD microfono
nl: Microfoon OSD

source: border-radius: <this value>px;
eu: border-radius: px; <this value>
hu: border-radius: <ez az érték>px;
