Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/CinnamonMagicLamp@klangman/*.po
Languages: fr, hu

source: ERROR
fr: ERREUR
hu: HIBA

source: was NOT enabled
fr: n'a PAS été activée
hu: NEM volt engedélyezve

source: The existing extension
fr: L'extension existante
hu: A meglévő bővítmény

source: conflicts with this extension.
fr: est en conflit avec cette extension.
hu: ütközik ezzel a bővitménnyel.

source: Magic Lamp Effect
fr: Effet Lampe Magique (Magic Lamp Effect)
hu: Varázslámpa Effektus

source: A minimize/unminimize magic lamp effect based on hermes83's Gnome extension
fr: Un effet de lampe magique pour minimiser/dé-minimiser basé sur l'extension Gnome de hermes83
hu: A hermes83 Gnome bővítményén alapuló minimalizálási/visszaállítási varázslámpa effektus

source: Cinnamon Magic Lamp Settings
fr: Préférences pour Effet Lampe Magique
hu: Cinnamon Varázslámpa beállításai

source: default
fr: par défaut
hu: alapértelmezett

source: sine
fr: sinus
hu: szinusz

source: random
fr: aléatoire
hu: véletlenszerű

source: Minimize: Default - Unminimize: Sine
fr: Réduction : Par défaut - Annulation de la minimisation : Sinus
hu: Minimalizálás: Alapértelmezett - Minimalizálás megszüntetése: Szinusz

source: Minimize: Sine - Unminimize: Default
fr: Réduction : Sinus - Annulation de la minimisation : Par défaut
hu: Minimalizálás: Szinusz - Minimalizálás megszüntetése: Alapértelmezett

source: The type of effect
fr: Le type d'effet
hu: Az effektus típusa

source: Using 'default' will result in a curved effect where using 'sine' will result in a more wavy effect
fr: L'utilisation de l'option « Par défaut » produira un effet courbe, tandis que l'utilisation de l'option « Sinus » produira un effet plus ondulé
hu: Az 'alapértelmezett' használata ívelt hatást eredményez, míg a 'szinusz' használata hullámosabb hatást eredményez

source: Effect duration (ms)
fr: Durée de l'effet (ms)
hu: Effektus időtartama (ezredmásodperc)

source: The time (in milliseconds) that the effect takes to complete
fr: Le temps (en millisecondes) que prend l'effet pour se terminer
hu: Az az idő (ezredmásodpercben), amely alatt az effektus befejeződik

source: X Tiles
fr: Carreaux X
hu: X csempék

source: This effects the quality and the cost of the animation
fr: Cela a une incidence sur la qualité et le coût (en terme de calculs) de l'animation
hu: Ez befolyásolja az animáció minőségét és költségét

source: Y Tiles
fr: Carreaux Y
hu: Y csempék

source: This effects the quality and the costs of the animation
fr: Cela a une incidence sur la qualité et le coût (en terme de calculs) de l'animation
hu: Ez befolyásolja az animáció minőségét és költségeit
