Repository: linuxmint/cinnamon-spices-extensions
Catalog: mouse-click-effects@anaximeno/files/mouse-click-effects@anaximeno/po/*.po
Languages: ca, es, eu, hu, pt

source: Mouse Click Effects
ca: Efectes de clic del ratolí
es: Efectos del clic del ratón
eu: Saguaren klik efektuak
hu: Egérkattintás Effektusok
pt: Efeitos de Clique do Rato

source: Display mouse click effects on Cinnamon.
ca: Mostra efectes de clic del ratolí a Cinnamon.
es: Muestra efectos de clic del mouse en Cinnamon.
eu: Erakutsi saguaren klik efektuak Cinnamonen
hu: Egérkattintási effektusok megjelenítése a Cinnamonban.
pt: Mostra efeitos de clique do rato no Cinnamon.

source: General
eu: Orokorra
hu: Általános
pt: Geral

source: Style
ca: Estil
es: Estilo
hu: Stílus
pt: Estilo

source: Effects
ca: Efectes
es: Efectos
hu: Effektus
pt: Efeitos

source: Colors
es: Colores
eu: Koloreak
hu: Színek
pt: Cores

source: Icon Mode
ca: Mode d'icona
es: Modo de icono
eu: Ikono modua
hu: Ikonmód
pt: Modo do Ícone

source: Simple
ca: Senzill
es: Sencillo
eu: Sinplea
hu: Egyszerű
pt: Simples

source: Wolf
ca: Llop
es: Lobo
eu: Otsoa
hu: Farkas
pt: Lobo

source: Claw
ca: Pinça
es: Garra
eu: Atzaparra
hu: Karom
pt: Garra

source: Metropoli
ca: Metròpolis
es: Metrópoli
pt: Metrópole

source: Ouroboros
hu: Uroborosz
pt: Outobóros

source: Helix
ca: Hèlix
pt: Hélice

source: Direction
ca: Direcció
es: Dirección
eu: Norabidea
hu: Irány
pt: Direção

source: Thatch
ca: Palla
es: Paja
hu: Nádtető
pt: Palha

source: Cotton
ca: Cotó
es: Algodón
eu: Kotoia
hu: Vatta
pt: Algodão

source: Circle
ca: Cercle
es: Círculo
eu: Zirkulua
hu: Kör
pt: Círculo

source: Gear
ca: Engranatge
es: Engranaje
eu: Engranaje
hu: Fogaskerék
pt: Engrenagem

source: H-Star
ca: H-Estrella
es: H-Estrella
hu: H-Csillag
pt: Estrela-H

source: Aim
ca: Apuntar
es: Apuntar
hu: Célzás
pt: Mira

source: Icon Size
ca: Mida de la icona
es: Tamaño del icono
eu: Ikonoaren tamaina
hu: Ikonméret
pt: Tamanho do Ícone

source: Click Animation Mode
ca: Mode d'animació del clic
es: Haga clic en Modo de animación
eu: Klik Animzaio Modua
hu: Kattintás animáció üzemmódja
pt: Modo de Animação do Clique

source: Blink
ca: Parpellejar
es: Parpadear
eu: Kliskatu
hu: Pislogás
pt: Piscar

source: Bounce
ca: Rebotar
es: Rebotar
eu: Errebotea
hu: Visszapattan
pt: Elástico

source: Retract
ca: Retreure
es: Retraer
eu: Atzera egin
hu: Visszavonás
pt: Reduzir

source: Expand
ca: Expandir
es: Expandir
eu: Zabaldu
hu: Kibontás
pt: Expandir

source: Animation Time
ca: Temps d'animació
es: Tiempo de animación
eu: Animazio Denbora
hu: Animáció ideje
pt: Duração da Animação

source: Idle Mouse Animation Mode
ca: Mode d'animació del ratolí inactiu
es: Modo de animación del ratón inactivo
hu: Tétlen egér animációs mód
pt: Modo de Animação do Rato Ocioso

source: Idle Mouse Animation Delay
ca: Retard d'animació del ratolí inactiu
es: Retraso de animación del ratón inactivo
hu: Tétlen egér animációs késleltetés
pt: Atraso da Animação do Rato Ocioso

source: Idle Mouse Animation Period
ca: Període d'animació del ratolí inactiu
es: Período de animación del ratón inactivo
hu: Tétlen egér animációs periódus
pt: Período de Animação do Rato Ocioso

source: General Opacity
ca: Opacitat general
es: Opacidad general
eu: Opakutasun orokorra
hu: Általános átlátszatlanság
pt: Opacidade Geral

source: Deactivate In Fullscreen
ca: Desactiva en mode de pantalla completa
es: Desactivar en pantalla completa
eu: Desaktibatu pantaila osoan
hu: Kikapcsolás teljes képernyőn
pt: Desativar em Tela Cheia

source: Pause Effects Keybinding
ca: Drecera per aturar els efectes
es: Combinación de teclas de efectos de pausa
hu: Szünet effektek billentyűparancs
pt: Atalho de Teclado para Pausar os Efeitos

source: Set keybinding to pause or continue the effects
ca: Drecera per aturar o reprendre els efectes
es: Configurar la combinación de teclas para pausar o continuar los efectos
hu: Billentyűparancs beállítása az effektusok szüneteltetéséhez vagy folytatásához
pt: Define um atalho de teclado para pausar ou continuar os efeitos

source: Animate Left Click
ca: Animar el clic esquerre
es: Animar clic izquierdo
hu: Bal kattintás animálása
pt: Animar Clique Esquerdo

source: Animate Middle Click
ca: Animar el clic del mig
es: Animar clic central
hu: Középső kattintás animálása
pt: Animar Clique do Meio

source: Animate Right Click
ca: Animar el clic dret
es: Animar clic derecho
hu: Jobb kattintás animálása
pt: Animar Clique Direito

source: Animate Pause
ca: Animar la pausa
es: Animar pausa
hu: Szünet animálása
pt: Animar Pausa

source: Mouse Movement Tracker (experimental)
ca: Rastrejador del moviment del ratolí (experimental)
es: Rastreador de movimientos del ratón (experimental)
hu: Egér mozgáskövető (kísérleti)
pt: Rastreador de Movimento do Rato (experimental)

source: This is still experimental and may interfere when clicking on the panel or in some drag-and-drop operations.
ca: Això encara és experimental i podria causar interferències en clicar el tauler o en operacions d'arrossegar i deixar anar.
es: Esto es todavía experimental y puede interferir al hacer clic en el panel o en algunas operaciones de arrastrar y soltar.
hu: Ez még csak kísérleti jellegű, és zavarhatja a panelre kattintást vagy egyes fogd és vidd műveleteket.
pt: Isto ainda é experimental e pode interferir com o clique no painel ou com algumas operações de arrastar e largar.

source: Persist Movement Tracker On Stopped (experimental)
ca: Rastrejador de moviment persistent en estat detingut (experimental)
es: Rastreador de movimiento persistente en estado detenido (experimental)
hu: Mozgáskövetés megtartása ha áll (kísérleti)
pt: Persistir Rastreador de Movimento do Rato Quando Parado (experimental)

source: Mouse Idle Watcher
ca: Observador d'inactivitat del ratolí
es: Observador de inactividad del ratón
hu: Tétlen egér figyelő
pt: Observador do Rato Ocioso

source: Left Click Color
ca: Color del clic esquerre
es: Color del clic izquierdo
eu: Ezkerreko klik kolorea
hu: Bal kattintás szín
pt: Cor do Clique Esquerdo

source: Middle Click Color
ca: Color del clic del mig
es: Color del clic central
eu: Erdiko klik kolorea
hu: Középső kattintás szín
pt: Cor do Clique do Meio

source: Right Click Color
ca: Color del clic dret
es: Color del botón derecho
eu: Eskuineko klik kolorea
hu: Jobb kattintás szín
pt: Cor do Clique Direito

source: Mouse Movement Tracker Color
ca: Color del rastrejador del moviment del ratolí
es: Color del rastreador de movimientos del ratón
hu: Egér mozgáskövető színe
pt: Cor de Rastreador do Movimento do Rato

source: Mouse Idle Watcher Color
ca: Color de l'observador d'inactivitat del ratolí
es: Color del observador de inactividad del ratón
hu: Tétlen egér figyelő színe
pt: Cor do Observador do Rato Ocioso

source: Pincel
ca: Pinzell
eu: Pintzel
hu: Escet

source: Flowey
eu: Loretxo

source: Spinks
eu: Espinak

source: px
eu: pixel

source: ms
eu: Milisegundo

source: Events
eu: Gertaerak

source: Enable Left Click Effect
eu: Ezkerreko klik efektua aktibatu

source: Enable Middle Click Effect
eu: Erdiko klik efektua aktibatu

source: Enable Right Click Effect
eu: Eskimako klik efektua aktibatu
