Repository: linuxmint/cinnamon-spices-extensions
Catalog: gTile@shuairan/files/gTile@shuairan/po/*.po
Languages: ca, da, fi, fr, it, nl, pt_br, ro, tr, vi

source: Auto close
ca: Tancar automàticament
da: Luk automatisk
fi: Autom. sulku
fr: Fermeture auto
it: Chiudi automaticamente
nl: Automatisch sluiten
pt_br: Fechar automaticamente
ro: Închidere automată
vi: Tự động đóng

source: Animations
ca: Animacions
da: Animationer
fi: Animaatiot
it: Animazioni
nl: Animaties
pt_br: Animações
ro: Animații
vi: Hoạt ảnh

source: Auto tile main and list
ca: Col·locar finestres en bloc i en una llista
da: Autom. udlægning fokusvindue og liste
fi: Autom. laatta ja lista
fr: Mosaïque auto principale et liste
it: Riquadro automatico principale ed elenco
nl: Automatisch tegelen van hoofd en lijst
pt_br: Posicionar as janelas em um bloco e uma lista
ro: Auto tile principal și listă
vi: Tự động xếp ô chính và danh sách

source: Auto tile two lists
ca: Col·locar les finestres en dues llistes
da: Autom. udlægning to lister
fi: Autom. laatta ja kaksi listaa
fr: Mosaïque auto des deux listes
it: Affianca automaticamente due elenchi
nl: Automatisch tegelen van twee lijsten
pt_br: Posicionar as janelas em duas listas
ro: Auto tile două liste
vi: Tự động xếp ô hai danh sách

source: Tile your windows as you like.
ca: Col·loqueu les finestres com desitgeu.
da: Udlæg dine vinduer, som du synes.
fi: Laatoita ikkunat haluamallasi tavalla painamalla lippu + g-näppäintä.
fr: Disposez vos fenêtres comme vous le souhaitez.
it: Affianca le finestre come preferisci.
nl: Orden je vensters zoals je wilt.
pt_br: Posicione suas janelas como desejar.
ro: Organizează ferestrele într-o grilă după cum dorești.
tr: Pencerelerinizi istediğiniz şekilde döşeyin.
vi: Xếp ô cửa sổ theo ý muốn của bạn.

source: Hotkeys:
ca: Dreceres:
da: Genvejstaster:
fi: Pikanäppäimet:
fr: Raccourcis clavier :
it: Tasti di scelta rapida:
nl: Sneltoetsen:
pt_br: Atalhos de teclado:
ro: Tastele rapide:
tr: Kısayol tuşları:
vi: Phím tắt:

source: Global Hotkey for gTile
ca: Drecera global per gTile
da: Global genvejstast til gTile
fi: Yleinen gTile pikanäppäin
fr: Touche de raccourci globale pour gTile
it: Tasto di scelta rapida globale per gTile
nl: Globale sneltoets voor gTile
pt_br: Atalhos de teclado para utilizar o gTile
ro: Tastă rapidă globală pentru gTile
tr: gTile için genel kısayol tuşu
vi: Phím tắt Toàn cục cho gTile

source: Behavior:
ca: Comportament:
da: Opførsel:
fi: Toiminta:
fr: Comportement :
it: Comportamento:
nl: Gedrag:
pt_br: Opções diversas:
ro: Comportament:
vi: Hành vi:

source: Animation
ca: Animació
fi: Animaatio
it: Animazione
nl: Animatie
pt_br: Animação
ro: Animație
tr: Animasyon
vi: Hoạt ảnh

source: Auto-Close
ca: Auto-tancar
da: Luk automatisk
fi: Autom. sulkeminen
fr: Fermeture auto
it: Auto-chiudi
nl: Automatisch sluiten
pt_br: Fechar automaticamente
ro: Închidere automată
tr: Otomatik Kapat
vi: Tự động Đóng

source: Layout for Button 1:
ca: Estil pel botó 1:
da: Layout for knap 1:
fi: Painikkeen 1 asettelu:
fr: Disposition du Bouton 1 :
it: Stile per il tasto 1:
nl: Indeling voor Knop 1:
pt_br: Aparência do botão 1:
ro: Dispunerea pentru butonul 1:
tr: Düğme 1:
vi: Bố cục cho Nút 1:

source: Columns
ca: Columnes
da: Kolonner
fi: Sarakkeet
fr: Colonnes
it: Colonne
nl: Kolommen
pt_br: Colunas
ro: Coloane
tr: Sütunlar
vi: Cột

source: Rows
ca: Files
da: Rækker
fi: Rivejä
fr: Rangées
it: Righe
nl: Rijen
pt_br: Linhas
ro: Rânduri
tr: Satırlar
vi: Hàng

source: Layout for Button 2:
ca: Estil pel botó 2:
da: Layout for knap 2:
fi: Painikkeen 2 asettelu:
fr: Disposition du Bouton 2 :
it: Stile per il tasto 2:
nl: Indeling voor Knop 2:
pt_br: Aparência do botão 2:
ro: Dispunerea pentru butonul 2:
tr: Düğme 2:
vi: Bố cục cho Nút 2:

source: Layout for Button 3:
ca: Estil pel botó 3:
da: Layout for knap 3:
fi: Painikkeen 3 asettelu:
fr: Disposition du Bouton 3:
it: Stile per il tasto 3:
nl: Indeling voor Knop 3:
pt_br: Aparência do botão 3:
ro: Dispunerea pentru butonul 3:
tr: Düğme 3:
vi: Bố cục cho Nút 3:

source: Layout for Button 4:
ca: Estil pel botó 4:
da: Layout for knap 4:
fi: Painikkeen 4 asettelu:
fr: Disposition du Bouton 4 :
it: Stile per il tasto 4:
nl: Indeling voor Knop 4:
pt_br: Aparência do botão 4:
ro: Dispunerea pentru butonul 4:
tr: Düğme 4:
vi: Bố cục cho Nút 4:

source: Hotkeys
ca: Dreceres
da: Genvejstaster
fi: Pikanäppäimet
fr: Raccourcis clavier
it: Tasti di scelta rapida
nl: Sneltoetsen
pt_br: Atalhos de teclado
ro: Tastele de acces rapid
vi: Phím tắt

source: Behavior
ca: Comportament
da: Opførsel
fi: Toiminta
fr: Comportement
it: Comportamento
nl: Gedrag
pt_br: Opções diversas
ro: Comportament
vi: Hành vi

source: Layout
ca: Estil
fi: Asettelu
fr: Disposition
it: Stile
nl: Indeling
pt_br: Aparência
ro: Dispunere
vi: Bố cục

source: Help
ca: Ajuda
da: Hjælp
fi: Ohje
fr: Aide
it: Aiuto
pt_br: Ajuda
ro: Ajutor
vi: Trợ giúp

source: Global Hotkey
ca: Drecera global
da: Global genvejstast
fi: Yleinen pikanäppäin
fr: Touche de raccourci globale
it: Tasto di scelta rapida globale
nl: Globale Sneltoets
pt_br: Atalhos de teclado
ro: Tastă rapidă globală
vi: Phím tắt Toàn cục

source: Keybindings Legend (when open)
ca: Llegenda de combinacions de tecles (quan està obert)
da: Forklaring til genvejstaster (når åben)
fi: Näppäimistön selite (kun auki)
fr: Légende des raccourcis clavier (à l'ouverture)
it: Legenda combinazioni di tasti (quando aperto)
nl: Legenda toetsenbordcombinaties (wanneer geopend)
pt_br: Atalhos de teclado secundários (funcionam quando a janela do gTile está aberta)
ro: Legenda combinațiilor de taste (când este deschisă)
vi: Chú giải Phím tắt (khi mở)

source: Layout For Button 1
ca: Estil pel botó 1
da: Layout for knap 1
fi: Painikkeen 1 asettelu
fr: Disposition du Bouton 1
it: Stile per il tasto 1
nl: Indeling voor Knop 1
pt_br: Aparência do botão 1
ro: Dispunere pentru butonul 1
vi: Bố cục Cho Nút 1

source: Layout For Button 2
ca: Estil pel botó 2
da: Layout for knap 2
fi: Painikkeen 2 asettelu
fr: Disposition du Bouton 2
it: Stile per il tasto 2
nl: Indeling voor Knop 2
pt_br: Aparência do botão 2
ro: Layout pentru butonul 2
vi: Bố cục Cho Nút 2

source: Layout For Button 3
ca: Estil pel botó 3
da: Layout for knap 3
fi: Painikkeen 3 asettelu
fr: Disposition du Bouton 3
it: Stile per il tasto 3
nl: Indeling voor Knop 3
pt_br: Aparência do botão 3
ro: Layout pentru butonul 3
vi: Bố cục Cho Nút 3

source: Layout For Button 4
ca: Estil pel botó 4
da: Layout for knap 4
fi: Painikkeen 4 asettelu
fr: Disposition du Bouton 4
it: Stile per il tasto 4
nl: Indeling voor Knop 4
pt_br: Aparência do botão 4
ro: Dispunere pentru butonul 4
vi: Bố cục Cho Nút 4

source: More Info
ca: Més informació
da: Flere oplysninger
fi: Lisätietoja
fr: Plus d'info
it: Maggiori Informazioni
nl: Meer Info
pt_br: Mais informações
ro: Mai multe informații
vi: Thông tin Thêm

source: Escape: Hide gTile Enter or Space: Commit current selection Left: Move Left inside Grid Right: Move Right inside Grid Up: Move Up inside Grid Down: Move Down inside Grid <Shift>Left: Include column to the Left in selection <Shift>Right: Include column to the Right in selection <Shift>Up: Include row Above in selection <Shift>Down: Include row Below in selection <Alt>Left: Move to the monitor on the Left <Alt>Right: Move to the monitor on the Right <Alt>Up: Move to the monitor Above <Alt>Down: Move to the monitor Below 1: Select the first grid layout 2: Select the second grid layout 3: Select the third grid layout 4: Select the fourth grid layout
ca: Escapar: Amagar gTile Intro o Espai: Confirmar la selecció actual Esquerra: Moure a l'esquerra dins de la quadrícula Dreta: Moure a la dreta dins de la quadrícula Amunt: Moure cap a dalt dins de la quadrícula Avall: Moure cap avall dins de la quadrícula <Shift>Esquerra: Incloure la columna a l'esquerra a la selecció <Shift>Dreta Incloure la columna a la dreta a la selecció <Shift>Amunt: Include la columna de dalt a la selecció <Shift>Avall: Include la columna de baix a la selecció <Alt>Esquerra: Moure al monitor de l'esquerra <Alt>Dreta: Moure al monitor de la dreta <Alt>Amunt: Moure al monitor de dalt <Alt>Avall: Moure al monitor de baix 1: Seleccionar la primera quadrícula 2: Seleccionar la segona quadrícula 3: Seleccionar la tercera quadrícula 4: Seleccionar la quarta quadrícula
da: Escape: Skjul gTile Enter eller mellemrum: Brug aktuelle valg Venstre: Flyt til venstre i gitteret Højre: Flyt til højre i gitteret Op: Flyt op i gitteret Ned: Flyt ned i gitteret <Skift>Venstre: Medtag kolonne til venstre i markeringen <Skift>Højre: Medtag kolonne til højre i markeringen <Skift>Op: Medtag række ovenover i markeringen <Skift>Ned: Medtag række nedenunder i markeringen <Alt>Venstre: Flyt til skærmen til venstre <Alt>Højre: Flyt til skærmen til højre <Alt>Op: Flyt til skærmen ovenover <Alt>Ned: Flyt til skærmen nedenunder 1: Vælg det første gitterlayout 2: Vælg det andet gitterlayout 3: Vælg det tredje gitterlayout 4: Vælg det fjerde gitterlayout
fi: Esc: Piilota gTile Enter tai välilyönti: Vahvista nykyinen valinta Vasen: Siirrä vasemmalle ruudukon sisällä Right: Siirrä oikealle ruudukon sisällä Up: Siirrä ylös ruudukon sisällä Down: Siirrä alas ruudukon sisällä <Shift>Left: Sisällytä sarake vasemmalle valintaan <Shift>Right: Sisällytä sarake oikealle valintaan <Shift>Up: Sisällytä rivi ylös valintaan <Shift>Down: Sisällytä rivi alas valintaan <Alt>Left: Siirrä vasemmalla olevaan näyttöön <Alt>Right: Siirrä oikealla olevaan näyttöön <Alt>Up: Siirrä yllä olevaan näyttöön <Alt>Down: Siirrä alla olevaan näyttöön 1: Valitse ensimmäinen ruudukon asettelu 2: Valitse toinen ruudukon asettelu 3: Valitse kolmas ruudukon asettelu 4: Valitse neljäs ruudukon asettelu
fr: Échap:\t\tMasquer gTile\n Entrer ou Espace:\tValider la sélection actuelle\n Gauche:\t\tDéplacer vers la gauche à l'intérieur de la grille\n Droite:\t\tDéplacer vers la droite à l'intérieur de la grille\n Haut:\t\t\tDéplacer vers le haut à l'intérieur de la grille\n Bas:\t\tDéplacer vers le bas à l'intérieur de la grille. <Shift>Gauche:\t\tInclure la colonne de gauche dans la sélection\n <Shift>Droite:\t\tInclure la colonne de droite dans la sélection\n <Shift>Haut:\t\tInclure la ligne au-dessus dans la sélection\n <Shift>Bas:\tInclure la ligne au-dessous dans la sélection\n <Alt>Gauche:\t\tDéplacer vers le moniteur de gauche\n <Alt>Right:\t\tDéplacer vers le moniteur de droite\n <Alt>Haut:\t\tDéplacer vers le moniteur au dessus\n <Alt>Down:\t\tDéplacer vers le moniteur du bas 1:\t\t\tSélectionner la première disposition de la grille\n 2:\t\t\tSelectionner la deuxième disposition de la grille\n 3:\t\t\tSelectionner la troisième disposition de la grille\n 4:\t\t\t\tSelectionner la quatrième disposition de la grille
it: Esc: Nasconde gTile Invio o Spazio: Conferma la selezione corrente Sinistra: Sposta a Sinistra all'interno della griglia Destra: Sposta a Destra all'interno della griglia Su: Sposta Su all'interno della griglia Giù: Sposta Giù all'interno della griglia <Shift>Sinistra: Include la colonna a Sinistra nella selezione <Shift>Destra: Include la colonna a Destra nella selezione <Shift>Su: Include la riga Sopra nella selezione <Shift>Giù: Include la riga Sottostante nella selezione <Alt>Sinistra: Sposta al monitor a Sinistra <Alt>Destra: Sposta al monitor a Destra <Alt>Su: Sposta al monitor Sopra <Alt>Giù: Sposta al monitor Sotto 1: Seleziona il primo layout della griglia 2: Seleziona il secondo layout della griglia 3: Seleziona il terzo layout della griglia 4: Seleziona il quarto layout della griglia
nl: Escape: Verberg gTile Enter of Spatie: Bevestig huidige selectie Links: Naar links bewegen binnen het raster Rechts: Naar rechts bewegen binnen het raster Omhoog: Naar boven bewegen binnen het raster Omlaag: Naar beneden bewegen binnen het raster <Shift>Links: Kolom aan de linkerkant opnemen in de selectie <Shift>Rechts: Kolom aan de rechterkant opnemen in de selectie <Shift>Omhoog: Rij erboven opnemen in de selectie <Shift>Omlaag: Rij eronder opnemen in de selectie <Alt>Links: Naar het scherm aan de linkerkant bewegen <Alt>Rechts: Naar het scherm aan de rechterkant bewegen <Alt>Omhoog: Naar het scherm erboven bewegen <Alt>Omlaag: Naar het scherm eronder bewegen 1: De eerste rasterindeling selecteren 2: De tweede rasterindeling selecteren 3: De derde rasterindeling selecteren 4: De vierde rasterindeling selecteren
pt_br: Esc: Esconde o gTile Enter ou Espaço: Confirma a seleção atual Esquerda: Move para a esquerda dentro da grade Direita: Move para a direita dentro da grade Acima: Move para cima dentro da grade Embaixo: Move para baixo dentro da grade <Shift>Esquerda: Inclui coluna à esquerda da seleção <Shift>Direita: Inclui coluna à direita da seleção <Shift>Acima: Inclui linha acima da seleção <Shift>Embaixo: Inclui linha abaixo da seleção <Alt>Esquerda: Move para o monitor à esquerda <Alt>Direita: Move para o monitor à direita <Alt>Acima: Move para o monitor acima <Alt>Embaixo: Move para o monitor abaixo 1: Seleciona o primeiro modelo de grade 2: Seleciona o segundo modelo de grade 3: Seleciona o terceiro modelo de grade 4: Seleciona o quarto modelo de grade
ro: Escape: Ascunde gTile Enter sau Spațiu: Confirmă selecția curentă Stângă: Mutarea la stânga în interiorul grilei Dreapta: Mutarea la dreapta în interiorul grilei Sus: Mutarea în sus în interiorul grilei Jos: Mutarea în jos în interiorul grilei <Shift>Stânga: Include coloana din stânga în selecție <Shift>Dreapta: Include coloana din dreapta în selecție <Shift>Sus: Include rândul de deasupra în selecție <Shift>Down: Include rândul de dedesubt în selecție <Alt>Stânga: Mutarea la monitorul din stânga <Alt>Dreapta: Mutarea la monitorul din dreapta <Alt>Sus: Mutarea la monitorul de deasupra <Alt>Down: Mutarea la monitorul de dedesubt 1: Selectează prima dispunere a grilei 2: Selectează a doua dispunere a grilei 3: Selectează a treia dispunere a grilei 4: Selectează a patra dispunere a grilei
vi: Escape: Ẩn gTile Enter hoặc Space: Xác nhận lựa chọn hiện tại Trái: Di chuyển Trái trong Lưới Phải: Di chuyển Phải trong Lưới Lên: Di chuyển Lên trong Lưới Xuống: Di chuyển Xuống trong Lưới <Shift>Trái: Bao gồm cột bên Trái vào lựa chọn <Shift>Phải: Bao gồm cột bên Phải vào lựa chọn <Shift>Lên: Bao gồm hàng Bên trên vào lựa chọn <Shift>Xuống: Bao gồm hàng Bên dưới vào lựa chọn <Alt>Trái: Di chuyển đến màn hình bên Trái <Alt>Phải: Di chuyển đến màn hình bên Phải <Alt>Lên: Di chuyển đến màn hình Bên trên <Alt>Xuống: Di chuyển đến màn hình Bên dưới 1: Chọn bố cục lưới đầu tiên 2: Chọn bố cục lưới thứ hai 3: Chọn bố cục lưới thứ ba 4: Chọn bố cục lưới thứ tư

source: Use monitor aspect ratio
ca: Utilitzar la relació d'aspecte del monitor
fi: Käytä näytön kuvasuhdetta
fr: Utiliser le ratio d'aspect de l'écran
it: Usa le proporzioni dello schermo
nl: Gebruik de beeldverhouding van de monitor
vi: Sử dụng tỷ lệ khung hình màn hình

source: Should the popup's grid reflect the current monitor's aspect ratio or not.
ca: Determina si cal que la quadrícula de la finestra emergent respecti la relació d'aspecte del monitor actual o no.
fi: Kuvaako ponnahdusikkunan ruudukko nykyisen näytön kuvasuhdetta vai ei.
fr: La grille de la fenêtre contextuelle doit-elle ou non refléter le rapport hauteur/largeur de l'écran actuel ?
it: La griglia del popup dovrebbe riflettere o meno le proporzioni dello schermo corrente.
nl: Moet het raster van het pop-upvenster de huidige beeldverhouding van de monitor weerspiegelen of niet.
vi: Lưới cửa sổ bật lên có phản ánh tỷ lệ khung hình màn hình hiện tại hay không.

source: UI always centered to monitor
ca: Interfície d'usuari sempre centrada al monitor
fi: Käyttöliittymä on aina näytön keskellä
fr: Interface utilisateur toujours centrée sur le moniteur
it: Interfaccia utente sempre centrata sullo schermo
nl: UI altijd gecentreerd op monitor
vi: Giao diện luôn căn giữa màn hình

source: By default the grid UI shows up in the middle of the active window. With this, it always displays in the middle of the monitor.
ca: Per defecte, la interfície de l'usuari de la quadrícula es mostra al centre de la finestra activa. Amb això, sempre es mostra al centre del monitor.
fi: Oletuksena ruudukon käyttöliittymä näkyy aktiivisen ikkunan keskellä. Tämän ansiosta se näkyy aina näytön keskellä.
fr: Par défaut, la grille s'affiche au centre de la fenêtre active. Avec cette option, elle s'affiche toujours au centre de l'écran.
it: Per impostazione predefinita, l'interfaccia utente della griglia viene visualizzata al centro della finestra attiva. Con questo, viene sempre visualizzato al centro dello schermo.
nl: Standaard verschijnt de raster-UI in het midden van het actieve venster. Met deze optie wordt het altijd weergegeven in het midden van de monitor.
vi: Theo mặc định, giao diện lưới hiển thị ở giữa cửa sổ đang hoạt động. Với tùy chọn này, nó luôn hiển thị ở giữa màn hình.

source: Show UI and all monitors at the same time
ca: Mostrar la interfície d'usuari i tots els monitoris simultàniament
fi: Näytä käyttöliittymä ja kaikilla näytöillä samaan aikaan
fr: Afficher l'interface utilisateur et tous les moniteurs en même temps
it: Mostra l'interfaccia utente e tutti gli schermi contemporaneamente
nl: Toon UI en alle schermen tegelijk
vi: Hiển thị giao diện trên tất cả màn hình cùng lúc

source: Name Override
ca: Sobreescriptura de nom
fi: Nimen ohitus
fr: Remplacement du nom
it: Sostituzione del nome
nl: Naam overschrijven
vi: Ghi đè Tên

source: Each row represents a column. Span is how much space a column should take up compared to the other columns. Default is 1.
ca: Cada fila representa una columna. Span indica quant d'espai ha d'ocupar una columna en relació amb les altres. Per defecte és 1.
da: Hver række repræsenterer en kolonne. Udstrækning er, hvor meget en kolonne skal fylde sammenlignet med andre kolonner. Standarden er 1.
fi: Jokainen rivi edustaa saraketta. Väli on, kuinka paljon tilaa sarakkeen tulee viedä muihin sarakkeisiin verrattuna. Oletus on 1.
fr: Chaque ligne représente une colonne. L'espace est l'espace qu'une colonne doit occuper par rapport aux autres colonnes. La valeur par défaut est 1.
it: Ogni riga rappresenta una colonna. Lo span è quanto spazio dovrebbe occupare una colonna rispetto alle altre colonne. Il valore predefinito è 1.
nl: Elke rij vertegenwoordigt een kolom. Span is hoeveel ruimte een kolom in beslag moet nemen ten opzichte van de andere kolommen. Standaard is 1.
ro: Fiecare rând reprezintă o coloană. Anvergura reprezintă cât spațiu ar trebui să ocupe o coloană în comparație cu celelalte coloane. Valoarea implicită este 1.
vi: Mỗi hàng đại diện cho một cột. Khoảng là bao nhiêu không gian một cột nên chiếm so với các cột khác. Mặc định là 1.

source: Span
da: Udstrækning
fi: Väli
fr: Portée
ro: Anvergura
vi: Khoảng

source: Each row represents a row. Span is how much space a row should take up compared to the other columns. Default is 1.
ca: Cada fila representa una fila. Span indica quant d'espai ha d'ocupar una fila en relació amb les altres. Per defecte és 1.
da: Hver række repræsenterer en række. Udstrækning er, hvor meget en række skal fylde sammenlignet med andre rækker. Standarden er 1.
fi: Jokainen rivi edustaa riviä. Väli on kuinka paljon tilaa rivin tulee viedä muihin sarakkeisiin verrattuna. Oletus on 1.
fr: Chaque ligne représente une ligne. L'espace est l'espace qu'une ligne doit occuper par rapport aux autres lignes. La valeur par défaut est 1.
it: Ogni riga rappresenta una riga. Lo span è quanto spazio dovrebbe occupare una riga rispetto alle altre colonne. Il valore predefinito è 1.
nl: Elke rij vertegenwoordigt een rij. Span is hoeveel ruimte een rij in beslag moet nemen ten opzichte van de andere kolommen. Standaard is 1.
ro: Fiecare rând reprezintă un rând. Anvergura reprezintă cât spațiu ar trebui să ocupe un rând în comparație cu celelalte coloane. Valoarea implicită este 1.
vi: Mỗi hàng đại diện cho một hàng. Khoảng là bao nhiêu không gian một hàng nên chiếm so với các cột khác. Mặc định là 1.

source: Name Override on the UI
ca: Sobreescriptura del nom a la interfície gràfica
fi: Käyttöliittymän nimen ohitus
fr: Remplacement du nom sur l'interface utilisateur
it: Sostituzione del nome sull'interfaccia utente
nl: Naam overschrijven op de UI
vi: Ghi đè Tên trên Giao diện
