Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/Flipper@connerdev/*.po
Languages: hu, nl

source: Fancy workspace switching extension
hu: Egy különleges munkaterület váltó bővítmény
nl: Stijlvolle extensie om van werkruimte te wisselen

source: General
hu: Általános
nl: Algemeen

source: Animation duration
hu: Animáció időtartama
nl: Animatieduur

source: Zoom Amount
hu: Nagyítás mértéke
nl: Zoomhoeveelheid

source: Fade Transition
hu: Átmenet elmosódása
nl: Vervagingsovergang

source: Background Dim Amount
hu: Háttér homályosításának mértéke
nl: Achtergrond dim hoeveelheid

source: Effects
hu: Effektusok
nl: Effecten

source: Transition Effect
hu: Átmeneti effektus
nl: Overgangseffect

source: Cube
hu: Kocka
nl: Kubus

source: Deck
hu: Pakli
nl: Dek

source: Flip
hu: Fordítás
nl: Omkeren

source: Slide
hu: Dia
nl: Schuiven

source: Stack
hu: Tömb
nl: Stapelen

source: Transition Easing
hu: Átmenet finomítása
nl: Overgangs easing

source: Back
hu: Vissza
nl: Achteruit

source: Bounce
hu: Visszaugró
nl: Stuiter

source: Circ
hu: Cric
nl: Cirkel

source: Cubic
hu: Kocka
nl: Kubisch

source: Cubic-Back
hu: Kocka - vissza
nl: Kubisch-achteruit

source: Cubic-Bounce
hu: Kocka - visszaugró
nl: Kubisch-stuiter

source: Cubic-Elastic
hu: Kocka - ruganyos
nl: Kubisch-elastisch

source: Elastic
hu: Ruganyos
nl: Elastisch

source: Expo
nl: Exponentieel

source: Sine
hu: Szinusz
nl: Sinus

source: Quad
nl: Vierkant

source: Quart
nl: Kwadratisch

source: Quint
nl: Kwint

source: Include Background
hu: Háttérrel együtt
nl: Inclusief Achtergrond

source: Effect Settings
hu: Effektusok beállítások
nl: Effectinstellingen

source: Flipper General Settings
hu: Flipper Általános beállítások
nl: Algemene instellingen voor Flipper

source: Effects included in the randomized set
hu: A véletlenszerű készletben szereplő effektusok
nl: Effecten opgenomen in de willekeurige set

source: Effect Selector
hu: Effektus választó
nl: Effectkiezer

source: Effect Specific Settings
hu: Effektspecifikus beállítások
nl: Effectspecifieke instellingen

source: Workspace Transition Effect
hu: Munkaterület átmeneti effektus
nl: Werkruimte-overgangseffect

source: Select the type of workspace switch effect that will be used. The "Randomized" option allows you to choose which effects can be chosen at random for each workspace switch. The "Disabled" option will show no effect, not even the Cinnamon built in effect during a workspace switch.
hu: Válaszd ki a használandó munkaterület-váltási effektus típusát. A „Véletlenszerű” opció lehetővé teszi, hogy kiválaszd, mely effektusok választhatók véletlenszerűen az egyes munkaterület-váltásokhoz. A „Letiltva” opció semmilyen effektust nem mutat, még a munkaterület-váltás során beépített Cinnamon effektust sem.
nl: Selecteer het type werkruimtewissel-effect dat zal gebruikt worden. De optie "Willekeurig" laat je kiezen welke effecten willekeurig kunnen worden gekozen bij elke werkruimtewissel. De optie "Uitgeschakeld" toont geen effect, zelfs niet het ingebouwde Cinnamon-effect tijdens een werkruimtewissel.

source: Randomized
hu: Véletlenszerű
nl: Willekeurig

source: Disabled
hu: Kikapcsolva
nl: Uitgeschakeld

source: Use Flipper effect with the Workspace Switcher applet
hu: Használja a Flipper effektust a Workspace Switcher kisalkalmazással
nl: Gebruik het Flipper-effect bij de Werkruimtewisselaar-app

source: Override the moveToWorkspace() API so that the Flipper effect is used by the Workspace Switcher Applet when changing the current workspace
hu: A moveToWorkspace() API felülírása, hogy a Flipper effektust használja a Workspace Switcher Applet az aktuális munkaterület megváltoztatásakor
nl: Overschrijf de moveToWorkspace()-API zodat het Flipper-effect wordt gebruikt door de Werkruimtewisselaar-app bij het veranderen van de huidige werkruimte

source: Use Flipper effect when changing focus causes a workspace switch
hu: Használja a Flipper effektust, ha a fókusz megváltoztatása munkaterület-váltást okoz
nl: Gebruik het Flipper-effect wanneer een verandering van focus een werkruimtewisseling veroorzaakt

source: Override the activateWindow() API so that when a window on another workspace is given the focus, the Flipper effect is used to change the current workspace
hu: Az activateWindow() API felülírása, így amikor egy másik munkaterületen lévő ablak kerül a fókuszba, a Flipper effektussal módosítható az aktuális munkaterület
nl: Overschrijf de activateWindow()-API zodat wanneer een venster op een andere werkruimte de focus krijgt, het Flipper-effect wordt gebruikt om de huidige werkruimte te wijzigen

source: Include Panels
hu: Panelekkel együtt
nl: Inclusief Panelen

source: Exclude the panels while animating. In most cases the panels are not properly painted or completely invisible anyhow, so it's best to leave this disabled
hu: A panelek kizárása animáció közben. A legtöbb esetben a panelek nincsenek megfelelően festve vagy teljesen láthatatlanok, ezért jobb, ha kikapcsolja ezt
nl: Sluit de panelen uit tijdens animatie. In de meeste gevallen worden de panelen niet correct weergegeven of zijn ze volledig onzichtbaar, dus het is het beste om dit uitgeschakeld te laten

source: Show settings for effect:
hu: Az effektus beállításainak megjelenítése:
nl: Toon instellingen voor effect:

source: Pop
hu: Felugró
