Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/opacify@anish.org/*.po
Languages: eu

source: Opacify Windows
eu: Leihoak opakotu

source: Fade out the current window that the user is resizing or dragging.
eu: Erabiltzailea berpizten edo arrastatzen ari den egungo leihoa opakotu

source: Opacity
eu: Opakutasuna

source: Start of Drag
eu: Arrastearen hasiera

source: Transition time
eu: Trantsizio denbora

source: milliseconds
eu: milisegundoak

source: Effect
eu: Efektua

source: End of Drag
eu: Arrastearen amaiera

source: Additional features
eu: Ezaugarri gehigarriak

source: Maintaining the opacity indefinitely
eu: Opakutasuna mugarik gabe mantendu

source: Yes
eu: Bai

source: No
eu: Ez
