Repository: linuxmint/cinnamon-spices-extensions
Catalog: transparent-panels@germanfr/files/transparent-panels@germanfr/po/*.po
Languages: ca, da, de, es, fr, hu, pl, sv, tr, uk

source: %s enabled
ca: %s activat
da: %s aktiveret
de: %s aktiviert
es: %s activado
fr: %s activé
hu: % engedélyezett
pl: %s włączone
sv: %s aktiverad
tr: %s etkin
uk: %s активована

source: Open the extension settings and customize your panels
ca: Obriu les opcions de l'extensió i personalitzeu els vostres taulers
da: Åbn udvidelsens indstillinger og tilpas dine paneler
de: Einstellungen der Erweiterung öffnen und Leisten anpassen
es: Abre los austes de la extensión y personaliza los paneles
fr: Ouvrir les paramètres de l'extension et personnaliser vos tableaux de bords
hu: Nyissa meg a kiegészítő beállításait és szabja testre paneljait
pl: Otwórz ustawienia rozszerzenia i dostosuj swoje panele
sv: Öppna tilläggsinställningarna och anpassa dina paneler
tr: Eklenti ayarlarını açın ve panellerinizi özelleştirin
uk: Відкрийте налаштування розширення та налаштуйте свої панелі

source: Open settings
ca: Obrir configuració
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
hu: Beállítások megnyitása
pl: Otwórz ustawienia
sv: Öppna inställningarna
tr: Ayarları aç
uk: Відкрийте налаштування

source: General
da: Generel
de: Allgemein
fr: Général
hu: Általános
pl: Ogólne
sv: Allmänt
tr: Genel
uk: Загальне

source: Type of transparency
ca: Tipus de transparència
da: Gennemsigtighedens art
de: Art der Transparenz
es: Tipo de transparencia
fr: Type de transparence
hu: Áttetszőség típusa
pl: Typ przezroczystości
sv: Transparenstyp
tr: Saydamlık türü
uk: Тип прозорості

source: With shadow
ca: Amb ombres
da: Med skygge
de: Mit Schatten
es: Con sombreado
fr: Avec de l'ombre
hu: Árnyékkal
pl: Z cieniem
sv: Med skugga
tr: Gölgeli
uk: З тінню

source: Fully transparent
ca: Transparent del tot
da: Helt gennemsigtig
de: Durchsichtig
es: Totalmente transparente
fr: Entièrement transparent
hu: Teljesen áttetsző
pl: Pełna przezroczystość
sv: Helt transparent
tr: Tam saydam
uk: Повністю прозора

source: Semi-transparent
da: Halvgennemsigtig
de: Halbdurchsichtig
es: Semi transparente
hu: Félig áttetsző
pl: Półprzezroczystość
tr: Yarı saydam
uk: Напівпрозора

source: Choose the type of transparency you want.
ca: Trieu el tipus de transparència que voleu.
da: Vælg den type gennemsigtighed, du ønsker.
de: Wählen Sie die gewünschte Transparenzart.
es: Elige el tipo de transparencia que quieres.
fr: Choisissez le type de transparence désiré.
hu: Válassza ki milyen típusú áttetszőséget szeretne.
pl: Wybierz typ przezroczystości.
sv: Välj önskad transparenstyp.
tr: İstediğiniz saydamlık türünü seçiniz.
uk: Виберіть потрібний тип прозорості.

source: Use current theme styles
ca: Utilitzar l'estil del tema actual
da: Brug det nuværende temas stil
de: Aktuellen Themen-Stil verwenden
es: Usar estilos del tema actual
hu: Jelenlegi téma használata
pl: Użyj styli aktualnego motywu
sv: Använd aktuell temastil
tr: Mevcut temanın stilini kullan
uk: Використовуйте стиль поточної теми

source: Only for supported themes. Let the theme style the panels instead of using the extension presets. Use this in case the panels transparency is icorrectly set.
ca: Només per a temes suportats. Permet que el tema estilitzi els taulers en lloc de l'extensió. Utilitzeu això si la transparència dels taulers sembla errònia.
da: Kun til understøttede temaer. Lad temaet bestemme panelernes stil i stedet for at bruge udvidelsens forudindstillinger. Brug denne, hvis panelernes gennemsigtighed er sat forkert.
de: Nur für unterstützte Themen. Lassen Sie das Thema die Leisten gestalten, anstatt die Voreinstellungen der Erweiterung zu verwenden. Verwenden Sie dies, wenn die Transparenz der Leisten nicht korrekt eingestellt ist.
es: Sólo para temas soportados. Permitir que el tema estilice los paneles en lugar de usar los valores predeterminados de la extensión. Usar en caso de que la transparencia de los paneles no funcione correctamente.
hu: Csak támogatott témákhoz. Hagyja, hogy a téma stílusozza a paneleket a bővítmény előre beállított stílusa helyett. Ezt abban az esetben használja, ha a panelek átlátszósága nem megfelelően van beállítva.
pl: Tylko dla wspieranych motywów. Pozwól motywowi stylizować panele zamiast używać ustawień w rozszerzeniu. Użyj tego w przypadku gdy przezroczystość paneli nie jest poprawnie ustawiona.
sv: Endast för teman som stöds. Låt temat bestämma panelstil istället för att använda tilläggets förinställningar. Använd detta om paneltransparensen är felaktigt inställd.
tr: Sadece desteklenen temalar içindir. Tema, uzantı hazır ayarları kullanmak yerine panellerin stilleri kullanılır. Panellerin şeffaflığının doğru ayarlanmadığı durumlarda bunu kullanabilirsiniz.
uk: Лише для підтримуваних тем. Дозвольте темі стилізувати панелі замість використання попередніх налаштувань розширень. Використовуйте, якщо прозорість панелей встановлено неправильно.

source: Remove theme transparency (experimental)
ca: Eliminar la transparència del tema (experimental)
da: Fjern temaets gennemsigtighed (eksperimentel)
de: Transparenz des Themas entfernen (experimentell)
es: Eliminar transparencia del tema (experimental)
fr: Retirer la transparence du thème (expérimental)
hu: Téma áttetszőség eltávolítása (kísérleti)
pl: Usuń przezroczystość motywu (eksperymentalne)
sv: Ta bort temats transparens (experimentellt)
tr: Tema şeffaflığını kaldır (deneysel)
uk: Видалити прозорість теми (експериментально)

source: Remove panel transparency when it's not transparent.
ca: Eliminar la transparència del tauler quan no és transparent.
da: Fjern panelets gennemsigtighed, når det ikke er gennemsigtigt.
de: Leistentransparenz entfernen, wenn Leiste nicht transparent ist.
es: Eliminar transparencia del panel cuando no es transparente.
fr: Retirer la transparence du tableau de bord lorsqu'il n'est pas transparent.
hu: Panel áttetszőségének eltávolítása ahol az nem áttetsző.
pl: Usuń przezroczystość panelu kiedy nie jest on przezroczysty.
sv: Ta bort paneltransparens när den inte är transparent.
tr: Saydam olmadığında, panel saydamlığını siler.
uk: Видаляє прозорість панелі, якщо вона не прозора.

source: Filter panels
ca: Filtrar taulers
da: Filtrér paneler
de: Leistenauswahl
es: Filtrar paneles
fr: Filtrer les tableaux de bord
hu: Panelek szűrése
pl: Filtruj panele
sv: Filtrera paneler
tr: Panelleri filtrele
uk: Панелі фільтрів

source: Select the panels that will be affected by this extension.
ca: Seleccioneu els taulers que seran afectats per aquesta extensió.
da: Vælg de paneler, som vil blive påvirket af denne udvidelse.
de: Auswahl der Leisten, die von dieser Erweiterung verändert werden sollen.
es: Selecciona los paneles a los que afectará esta extensión.
fr: Choisissez les tableaux de bords qui seront affectés par cette extension.
hu: Panelek kiválasztása amelyekre ez a kiegészítő hatással lesz.
pl: Wybierz panele na które będzie działało rozszerzenie.
sv: Välj vilka paneler som skall påverkas av detta tillägg.
tr: Bu eklentinin etkileyeceği panelleri seçin.
uk: Виберіть панелі, на які вплине це розширення.

source: Top panel
ca: Tauler de dalt
da: Øverste panel
de: Obere Leiste
es: Panel superior
fr: Tableau de bord en haut
hu: Felső panel
pl: Górny panel
sv: Panel i överkant
tr: Üst panel
uk: Верхня панель

source: Right panel
ca: Tauler de la dreta
da: Højre panel
de: Rechte Leiste
es: Panel derecho
fr: Tableau de bord à droite
hu: Jobb panel
pl: Prawy panel
sv: Höger panel
tr: Sağ panel
uk: Права панель

source: Bottom panel
ca: Tauler de baix
da: Nedre panel
de: Untere Leiste
es: Panel inferior
fr: Tableau de bord en bas
hu: Alsó panel
pl: Dolny panel
sv: Panel i underkant
tr: Alt panel
uk: Нижня панель

source: Left panel
ca: Tauler de l'esquerra
da: Venstre panel
de: Linke Leiste
es: Panel izquierdo
fr: Tableau de bord à gauche
hu: Bal panel
pl: Lewy panel
sv: Vänster panel
tr: Sol panel
uk: Ліва панель

source: Transparent panels
ca: Taulers transparents
da: Gennemsigtige paneler
de: Transparente Leisten
es: Paneles transparentes
fr: Tableaux de bords transparents
hu: Áttetsző panel
pl: Przezroczyste panele
sv: Transparenta paneler
tr: Saydam paneller
uk: Прозорі панелі

source: Transparentize your panels when there are no any maximized windows
ca: Convertiu els vostres taulers en transparents quan no hi hagi finestres maximitzades
da: Gør dine paneler gennemsigtige, når der ikke er nogen maksimerede vinduer
de: Macht Leisten durchsichtig, wenn Fenster nicht maximiert sind
es: Haz tus paneles transparentes cuando no hay ninguna ventana maximizada
fr: Rendre transparents vos tableaux de bords lorsqu'il n'y a pas de fenêtres agrandies.
hu: Átlátszóvá teheti a paneleket, ha nincsenek maximalizált ablakok
pl: Uczyń panele przezroczystymi. gdy nie ma żadnych zmaksymalizowanych okien
sv: Gör dina paneler transparenta när det inte finns några maximerade fönster
tr: Pencereler ekranı kaplamadığında panellerinizi şeffaf hale getirir
uk: Зробіть панелі прозорими, якщо вони не є розгорнутими вікнами

source: Defined by theme
fr: Défini par le thème
