Repository: linuxmint/cinnamon-spices-extensions
Catalog: ArrangementOfButtonsOnWindowTitleBar@claudiux/files/ArrangementOfButtonsOnWindowTitleBar@claudiux/po/*.po
Languages: es, fr, nl

source: Arrangement Of Buttons On Window Title Bar (ABWTB)
es: Disposición de los botones en la barra de título de la ventana (ABWTB)
fr: Agencement des boutons sur la barre de titre de la fenêtre (ABWTB)
nl: Rangschikking van knoppen op de venstertitelbalk (ABWTB)

source: Arranges the buttons on the title bar of windows
es: Ordena los botones de la barra de título de las ventanas
fr: Dispose les boutons sur la barre de titre des fenêtres
nl: Rangschikt de knoppen op de titelbalk van vensters

source: Button layout on the window title bar
es: Disposición de los botones en la barra de título de la ventana
fr: Disposition des boutons dans la barre de titre
nl: Knopindeling op de venstertitelbalk

source: Expert Mode
es: Modo experto
fr: Mode Expert
nl: Expertmodus

source: Left side of title bar
es: Parte izquierda de la barra de título
fr: Côté gauche de la barre de titre
nl: Linkerkant van de titelbalk

source: Right side of title bar
es: Parte derecha de la barra de título
fr: Côté droit de la barre de titre
nl: Rechterkant van de titelbalk

source: Accessibility
es: Accesibilidad
fr: Accessibilité
nl: Toegankelijkheid

source: Explanation
es: Explicación
fr: Explication
nl: Uitleg

source: Button Layout
es: Disposición de los botones
fr: Disposition des boutons
nl: Knopindeling

source: Apply changes
es: Aplicar cambios
fr: Appliquer les changements
nl: Wijzigingen toepassen

source: Menu
es: Menú

source: Close
es: Cerrar
fr: Fermer
nl: Sluiten

source: Maximize
es: Maximizar
fr: Maximiser
nl: Maximaliseren

source: Minimize
es: Minimizar
fr: Réduire
nl: Minimaliseren

source: Add a space between adjacent buttons
es: Añadir un espacio entre botones adyacentes
fr: Ajouter un espace entre les boutons adjacents
nl: Voeg een spatie toe tussen aangrenzende knoppen

source: Please wait 2 seconds for the changes to take effect.
es: Espere 2 segundos para que los cambios surtan efecto.
fr: Veuillez attendre 2 secondes avant que les modifications soient prises en compte.
nl: Wacht aub 2 seconden vooraleer de wijzigingen van kracht worden.

source: Expert Mode enabled. Please use the Expert Mode tab.
es: Modo Experto activado. Utilice la pestaña Modo experto.
fr: Mode Expert activé. Veuillez utiliser l'onglet Mode Expert.
nl: Expertmodus ingeschakeld. Gebruik het tabblad Expertmodus.

source: Arrangement of buttons on the titlebar. The value should be a string, such as 'menu:minimize,maximize,spacer,close'. The colon separates the left corner of the window from the right corner, and the button names are comma-separated. Duplicate buttons are not allowed. Unknown button names are silently ignored so that buttons can be added in future versions without breaking older versions. A special 'spacer' tag can be used to insert some space between two adjacent buttons. Valid buttons and tags are: close menu minimize maximize spacer Other buttons, not taken into account: above lower shade stick
es: Disposición de los botones en la barra de título. El valor debe ser una cadena, como 'menú:minimizar,maximizar,espaciador,cerrar'. Los dos puntos separan la esquina izquierda de la ventana de la esquina derecha, y los nombres de los botones están separados por comas. No se permiten botones duplicados. Los nombres de botones desconocidos se ignoran para que se puedan añadir en futuras versiones sin afectar a las versiones anteriores. Se puede utilizar una etiqueta especial 'espaciador' para insertar espacio entre dos botones adyacentes. Los botones y etiquetas válidos son cerrar menú minimizar maximizar espaciador Otros botones, no se tienen en cuenta: arriba abajo sombrear pegar
fr: Disposition des boutons dans la barre de titre. La valeur doit être une chaîne de caractères, telle que "menu:minimize,maximize,spacer,close". Les deux points séparent le coin gauche de la fenêtre du coin droit, et les noms des boutons sont séparés par des virgules. Les boutons en double ne sont pas autorisés. Les noms de boutons inconnus sont ignorés de manière silencieuse afin que les boutons puissent être ajoutés dans les versions futures sans casser les anciennes versions. Une balise spéciale "spacer" peut être utilisée pour insérer de l'espace entre deux boutons adjacents. Les boutons et les balises valides sont les suivants close menu minimize maximize spacer Autres boutons, non pris en compte : above lower shade stick
nl: Rangschikking van knoppen op de titelbalk. De waarde moet een tekenreeks zijn, zoals 'menu:minimize,maximize,spacer,close'. De dubbelepunt scheidt de linkerkant van het venster van de rechterkant, en de knopnamen worden gescheiden door komma's. Dubbele knoppen zijn niet toegestaan. Onbekende knopnamen worden stilzwijgend genegeerd, zodat knoppen in toekomstige versies kunnen worden toegevoegd zonder oudere versies te breken. Een speciale 'spacer'-tag kan worden gebruikt om wat ruimte tussen twee aangrenzende knoppen in te voegen. Geldige knoppen en tags zijn: close menu minimize maximize spacer Overige knoppen, niet in overweging genomen: above lower shade stick

source: Expert Mode disabled. Please use the first tab.
es: Modo experto desactivado. Utilice la primera pestaña.
fr: Mode Expert désactivé. Veuillez utiliser le premier onglet.
nl: Expertmodus uitgeschakeld. Gebruik aub het eerste tabblad.

source: Value
es: Valor
fr: Valeur
nl: Waarde

source: Apply this button layout
es: Aplicar esta disposición de botones
fr: Appliquer cette disposition des boutons
nl: Pas deze knopindeling toe

source: Use only Expert Mode
es: Utilizar sólo el Modo Experto
fr: Utiliser uniquement le Mode Expert
nl: Gebruik alleen de expertmodus
