Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/desktop-scroller@ccadeptic23/*.po
Languages: ca, es, fi, hu, nl

source: Desktop Scroller
ca: Desplaçador de l'escriptori
es: Desplazador de escritorio
hu: Munkaterület görgető
nl: Bureaublad Scroller

source: Switch between desktops by scrolling at left and right edges of the screen.
ca: Canvia d'escriptori desplaçant-te per les vores esquerra i dreta de la pantalla.
es: Cambia de escritorio desplazándote por los bordes izquierdo y derecho de la pantalla.
fi: Vaihda työtilojen välillä vierittämällä hiiren rullaa näytön vasemmassa tai oikeassa reunassa.
hu: Váltson a munkaterületek között a képernyő jobb és bal szélén való görgetéssel.
nl: Wissel tussen bureaubladen door te scrollen aan de linker- en rechterranden van het scherm.

source: Show direction arrow
ca: Mostrar fletxa de direcció
es: Mostrar flecha de dirección
fi: Näytä suuntanuoli
hu: Iránymutató nyíl megjelenítése
nl: Toon richtingspijl

source: Check this to show an arrow indicating scroll direction.
ca: Seleccioneu aquesta opció per mostrar una fletxa indicadora de la direcció de desplaçament.
es: Seleccione esta opción para mostrar una flecha indicando la dirección de desplazamiento.
fi: Valitse, jos haluat nähdä vierityssuuntaan osoittavan nuolen.
hu: Jelölje be ezt, a görgetés irányát mutató nyíl megjelenítéséhez.
nl: Vink dit aan om een pijl te tonen die de scrollrichting aangeeft.

source: pixels
ca: píxels
es: píxeles
fi: pikseliä
hu: képpont

source: Activation area width:
ca: Amplada de l'àrea d'activació:
es: Anchura del área de activación:
fi: Aktivointialue:
hu: Aktiválási terület szélessége:
nl: Breedte van activeringsgebied:

source: Width of activation areas
ca: Amplada de les zones d'activació
es: Anchura de las zonas de activación
fi: Viivojen leveys näytön reunoilla aktivointialueella
hu: Az aktiválási területek szélessége
nl: Breedte van de activeringsgebieden

source: Show activation areas
ca: Mostrar àrees d'activació
es: Mostrar áreas de activación
fi: Näytä aktivointialueen väri ruudulla
hu: Aktiválási területek megjelenítése
nl: Toon activeringsgebieden

source: Check this to show the areas over which scrolling will switch the desktop.
ca: Marqueu aquesta opció per mostrar les àrees sobre les quals el desplaçament provocarà el canvi d'escriptori.
es: Marque esta opción para mostrar las áreas sobre las que el desplazamiento cambiará el escritorio.
fi: Valitse, jos haluat nähdä ohuen viivan, joiden alueella voit vierittää työtiloja.
hu: Jelölje be ezt, azon képernyőterületek megjelenítésére, amelyeken görgetve válthat a munkaterületek között.
nl: Vink dit aan om de gebieden te tonen waar erover scrollen het bureaublad zal wisselen.

source: Use a workspace switcher extension if installed
ca: Utilitza una extensió de canvi d'espai de treball si està instal·lada
es: Utilice una extensión de selección de áreas de trabajo si está instalada
fi: Käytä työtilan vaihtajaa mikäli lisäosa on asennettu
hu: Használjon munkaterület-váltó bővítményt, ha telepítve van
nl: Gebruik een werkruimtewisselaar-extensie indien geïnstalleerd

source: Allow a Cinnamon extensions to animate the workspace change. This option has no effect unless a compatible extension is installed. Requires Desktop Cube 2.0.2 or Flipper 2.0.0 and Cinnamon 5.4 or better.
ca: Permet que certes extensions de Cinnamon animin el canvi d'espai de treball. Aquesta opció no té efecte si no hi ha instal·lada una extensió compatible. Requereix Desktop Cube 2.0.2 o Flipper 2.0.0 i Cinnamon 5.4 o superior.
es: Permitir que una extensión de Cinnamon anime el cambio del espacio de trabajo. Esta opción no tiene efecto a menos que se instale una extensión compatible. Requiere Desktop Cube 2.0.2 o Flipper 2.0.0 y Cinnamon 5.4 o superior.
fi: Salli laajennusten animoida työtilan muutos. Vivulla ei ole vaikutusta, ellei yhteensopivaa laajennusta ole asennettu. Vaatii Desktop Cube 2.0.2:n tai Flipper 2.0.0:n ja Cinnamon 5.4:n tai uudempi.
hu: Engedélyezze a Cinnamon bővítményeknek, hogy animálják a munkaterület-változást. Ennek az opciónak nincs hatása, hacsak nincs telepítve egy kompatibilis bővítmény. Asztal Kocka 2.0.2 vagy Flipper 2.0.0 és Cinnamon 5.4 vagy jobb szükséges.
nl: Sta een Cinnamon-extensie toe om de werkruimtewisseling te animeren. Deze optie heeft geen effect tenzij een compatibele extensie is geïnstalleerd. Vereist Desktop Cube 2.0.2 of Flipper 2.0.0 en Cinnamon 5.4 of hoger.
