Repository: linuxmint/cinnamon-spices-extensions
Catalog: slider@mohammad-sn/files/slider@mohammad-sn/po/*.po
Languages: ca, hu

source: ERROR
hu: HIBA

source: Slider was NOT enabled
ca: No s'ha activat Slider
hu: A Csúszka NEM volt engedélyezve

source: This extension is currently incompatible with your version of Cinnamon.
ca: L'extensió és incompatible amb la vostra versió actual de Cinnamon.
hu: Ez a bővítmény jelenleg nem kompatibilis a Cinnamon ön által használt verziójával.

source: Yet another nice transition effect for ws switching.
ca: Un altre efecte de transició bonic per canviar d'espai de treball.
hu: Egy másik szép átmenet effektus a munkaterület váltásra.

source: Slider
hu: Csúszka

source: milliseconds
ca: mil·lisegons
hu: ezredmásodperc

source: Animation Duration:
ca: Duració de l'animació:
hu: Animáció időtartama:

source: Animation Easing:
ca: Mode d'acceleració i des-acceleració de l'animació:
hu: Animáció finomítása:

source: Slip Factor:
ca: Factor de lliscament:
hu: Csúszásfaktor:

source: Sliding Background
ca: Fons lliscant
hu: Csúszó háttér

source: Background Zoom Level:
ca: Nivell de zoom del fons:
hu: Háttér nagyítási szintje:

source: Background Vertical Position:
ca: Posició vertical del fons:
hu: Háttér függőleges pozíciója:
