Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/CinnamonBurnMyWindows@klangman/*.po
Languages: da, vi

source: Error
da: Fejl
vi: Lỗi

source: was NOT enabled
da: var ikke aktiveret
vi: đã KHÔNG được bật

source: The existing extension
da: Den eksisterende udvidelse
vi: Tiện ích mở rộng hiện có

source: conflicts with this extension.
da: er i konflikt med denne udvidelse.
vi: xung đột với tiện ích mở rộng này.

source: minimize/unminimize effects can not be enabled
da: effekter til minimering/gendan fra minimeret kan ikke aktiveres
vi: hiệu ứng thu nhỏ/phục hồi không thể được bật

source: already handles minimize/unminimize animation events.
da: håndterer allerede animationshændelser til minimering/gendan fra minimeret.
vi: đã xử lý sự kiện hoạt ảnh thu nhỏ/phục hồi.

source: Unable to determine the application or the WM_CLASS of the previously focused window, therefore application specific effects can not be applied to that window
da: Det er ikke muligt at bestemme programmet eller WM_CLASS for det vindue, der tidligere var i fokus, og derfor kan programspecifikke effekter ikke anvendes på dette vindue
vi: Không thể xác định ứng dụng hoặc WM_CLASS của cửa sổ được tập trung trước đó, do đó hiệu ứng cụ thể cho ứng dụng không thể áp dụng cho cửa sổ đó

source: Apparition
da: Tilsynekomst
vi: Hiện hình

source: Aura Glow
da: Auraglød
vi: Hào quang

source: Broken Glass
da: Ituslået glas
vi: Kính vỡ

source: Doom
da: Undergang
vi: Tận thế

source: Energize A
da: Energiladet A
vi: Năng lượng A

source: Energize B
da: Energiladet B
vi: Năng lượng B

source: Fire
da: Ild
vi: Lửa

source: Default Fire
da: Ildstandard
vi: Lửa mặc định

source: Hell Fire
da: Helvedsild
vi: Lửa địa ngục

source: Dark and Smutty
da: Mørk og smudsig
vi: Tối và bẩn

source: Cold Breeze
da: Kold brise
vi: Gió lạnh

source: Santa is Coming
da: Julemanden er på vej
vi: Ông già Noel đang đến

source: Nuclear
da: Kerne
vi: Hạt nhân

source: Focus
da: Fokus
vi: Tập trung

source: Glide
vi: Lướt

source: Glitch
da: Fejl
vi: Trục trặc

source: Hexagon
da: Sekskant
vi: Lục giác

source: Incinerate
da: Forbrænding
vi: Thiêu đốt

source: Matrix
vi: Ma trận

source: Mushroom
da: Svamp
vi: Nấm

source: 8Bit Plumber
da: 8 bit-blikkenslager
vi: Thợ sửa ống nước 8Bit

source: New Bros 2
vi: Anh em mới 2

source: The True North
da: Geografisk nord
vi: Phương Bắc thực sự

source: Red White and Blue
da: Rød, hvid og blå
vi: Đỏ Trắng và Xanh

source: Rainbow
da: Regnbue
vi: Cầu vồng

source: Sparkle
da: Stråle
vi: Lấp lánh

source: Paint Brush
da: Malerpensel
vi: Cọ vẽ

source: Pixel Wheel
da: Pixelhjul
vi: MởBánh xe Pixel

source: Pixel Wipe
da: Pixelsletning
vi: Quét Pixel

source: Pixelate
da: Pixelering
vi: Pixel hóa

source: Portal
vi: Cổng không gian

source: RGB Warp
da: RGB-fordrejning
vi: Biến dạng RGB

source: Snap of Disintegration
da: Opløsningens øjeblik
vi: Búng tay Phân rã

source: T-Rex Attack
da: T-Rex-angreb
vi: T-Rex Tấn công

source: TV Effect
da: TV-effekt
vi: Hiệu ứng TV

source: TV Glitch
da: TV-fejl
vi: Trục trặc TV

source: Team Rocket
vi: Đội Rocket

source: Wisps
da: Lysglimt
vi: Luồng sáng

source: Window open/close/minimize/unminimize effects based on the Burn-My-Windows Gnome extension by Schneegans
da: Effekter til åbning/lukning/minimering/gendan fra minimeret af vinduer baseret på Gnome-udvidelsen Burn-My-Windows af Schneegans
vi: Hiệu ứng mở/đóng/thu nhỏ/phục hồi cửa sổ dựa trên tiện ích mở rộng Burn-My-Windows Gnome của Schneegans

source: General
da: Generelt
vi: Chung

source: Effect Settings
da: Effektindstillinger
vi: Cài đặt Hiệu ứng

source: Application Specifics
da: Programspecifikke
vi: Cụ thể Ứng dụng

source: Random Effects
da: Tilfældige effekter
vi: Hiệu ứng Ngẫu nhiên

source: Power
vi: Nguồn

source: About
da: Om
vi: Giới thiệu

source: Burn My Windows General Settings
da: Generelle indstillinger for Brænd mine vinduer
vi: Cài đặt Chung Burn My Windows

source: Application Specific Settings
da: Programspecifikke indstillinger
vi: Cài đặt Cụ thể Ứng dụng

source: Effect Selector
da: Effektvælger
vi: Bộ chọn Hiệu ứng

source: Effect Specific Settings
da: Effektspecifikke indstillinger
vi: Cài đặt Cụ thể Hiệu ứng

source: Setting for the custom preset:
da: Indstillinger for den tilpassede forudindstilling:
vi: Cài đặt cho thiết lập tùy chỉnh:

source: Effects included in the randomized sets:
da: Effekter inkluderet i de randomiserede sæt:
vi: Hiệu ứng được bao gồm trong các bộ ngẫu nhiên:

source: Manage Burn-My-Windows power consumption
vi: Quản lý mức tiêu thụ điện năng của Burn-My-Windows

source: About Cinnamon Burn-My-Windows
da: Om Brænd mine vinduer til Cinnamon
vi: Giới thiệu Cinnamon Burn-My-Windows

source: <b>Disintegrate your windows with style.</b> Version: ext-version Ported to Cinnamon by Kevin Langman <a href="https://github.com/klangman/CinnamonBurnMyWindows">Github</a> / <a href="https://github.com/klangman/CinnamonBurnMyWindows/issues/new">Report an issue</a> / <a href="https://cinnamon-spices.linuxmint.com/extensions/view/103">Website</a> Based on the Burn-My-Windows code by Schneegans and contributors <a href="https://github.com/Schneegans/Burn-My-Windows">Github</a> / <a href="https://ko-fi.com/schneegans">Ko-fi</a> The Magic Lamp Effect is ported from code by hermes83 <a href="https://github.com/hermes83/compiz-alike-magic-lamp-effect">Github</a>
da: <b>Opløs din vinduer med stil.</b> Version: ext-version Porteret til Cinnamon af Kevin Langman <a href="https://github.com/klangman/CinnamonBurnMyWindows">Github</a> / <a href="https://github.com/klangman/CinnamonBurnMyWindows/issues/new">Rapportér et problem</a> / <a href="https://cinnamon-spices.linuxmint.com/extensions/view/103">Website</a> Baseret på Burn-My-Windows-koden af Schneegans og bidragydere <a href="https://github.com/Schneegans/Burn-My-Windows">Github</a> / <a href="https://ko-fi.com/schneegans">Ko-fi</a> The Magic Lamp Effect er porteret fra kode af hermes83 <a href="https://github.com/hermes83/compiz-alike-magic-lamp-effect">Github</a>
vi: <b>Phân rã cửa sổ của bạn với phong cách.</b> Phiên bản: ext-version Chuyển sang Cinnamon bởi Kevin Langman <a href="https://github.com/klangman/CinnamonBurnMyWindows">Github</a> / <a href="https://github.com/klangman/CinnamonBurnMyWindows/issues/new">Báo cáo vấn đề</a> / <a href="https://cinnamon-spices.linuxmint.com/extensions/view/103">Trang web</a> Dựa trên mã Burn-My-Windows của Schneegans và những người đóng góp <a href="https://github.com/Schneegans/Burn-My-Windows">Github</a> / <a href="https://ko-fi.com/schneegans">Ko-fi</a> Hiệu ứng Đèn Thần được chuyển từ mã của hermes83 <a href="https://github.com/hermes83/compiz-alike-magic-lamp-effect">Github</a>

source: Application Specific Rules
da: Programspecifikke regler
vi: Quy tắc Cụ thể Ứng dụng

source: Enabled
da: Aktiveret
vi: Đã bật

source: Open
da: Åbn
vi: Mở

source: Close
da: Luk
vi: Đóng

source: Minimize
da: Minimér
vi: Thu nhỏ

source: Unminimize
da: Gendan fra minimeret
vi: Phục hồi

source: Application
da: Program
vi: Ứng dụng

source: A list of applications with special effect rules. The application can be a desktop file name or a WM_CLASS name
da: En liste over programmer med særlige effektregler. Programmet kan være et skrivebordsfilnavn eller et WM_CLASS-navn.
vi: Danh sách các ứng dụng có quy tắc hiệu ứng đặc biệt. Ứng dụng có thể là tên tập tin desktop hoặc tên WM_CLASS

source: Add entry for the application of the most recently focused window
da: Tilføj indgang til programmet med det senest fokuserede vindue
vi: Thêm mục cho ứng dụng của cửa sổ được tập trung gần đây nhất

source: Focus a window you want to enable application specific setting for then return here and press this button.
da: Bring det vindue, du vil aktivere programspecifikke indstillinger for, i fokus og vend derefter tilbage hertil og tryk på denne knap.
vi: Tập trung vào một cửa sổ bạn muốn bật cài đặt cụ thể cho ứng dụng, sau đó quay lại đây và nhấn nút này.

source: Effects included in the randomized sets
da: Effekter inkluderet i de randomiserede sæt
vi: Hiệu ứng được bao gồm trong các bộ ngẫu nhiên

source: Defines which effects are included in the randomized sets for each window event type. When 'Randomized' is selected for any event on the General tab these sets are used.
da: Definerer, hvilke effekter der er inkluderet i de randomiserede sæt for hver vindueshændelsestype. Når “Randomiseret” er valgt for en begivenhed på fanebaldet Generelt, bruges disse sæt.
vi: Xác định hiệu ứng nào được bao gồm trong các bộ ngẫu nhiên cho mỗi loại sự kiện cửa sổ. Khi 'Ngẫu nhiên' được chọn cho bất kỳ sự kiện nào trên thẻ Chung, các bộ này sẽ được sử dụng.

source: Effect Name
da: Navn på effekt
vi: Tên Hiệu ứng

source: Open
da: Åbn
vi: Mở

source: Close
da: Luk
vi: Đóng

source: Minimize
da: Minimér
vi: Thu nhỏ

source: Unminimize
da: Gendan fra minimeret
vi: Phục hồi

source: Magic Lamp
da: Magisk lampe
vi: Đèn Thần

source: Show settings for effect:
da: Vis indstillinger for effekt:
vi: Hiển thị cài đặt cho hiệu ứng:

source: Randomized
da: Randomiseret
vi: Ngẫu nhiên

source: None
da: Ingen
vi: Không

source: Open window effect
da: Åbn vindue-effekt
vi: Hiệu ứng mở cửa sổ

source: Close window effect
da: Luk vindue-effekt
vi: Hiệu ứng đóng cửa sổ

source: Special handling for dialog windows
da: Speciel håndtering af dialogvinduer
vi: Xử lý đặc biệt cho cửa sổ hộp thoại

source: Allows you to define special settings for handling dialog window types (i.e. file open dialog windows). These settings will override any application specific settings that may have been defined.
da: Giver dig mulighed for at definere særlige indstillinger til håndtering af dialogvinduer (f.eks. dialogvinduer til åbning af filer). Disse indstillinger tilsidesætter eventuelle programspecifikke indstillinger, der måtte være defineret.
vi: Cho phép bạn xác định cài đặt đặc biệt để xử lý các loại cửa sổ hộp thoại (ví dụ: cửa sổ mở tập tin). Các cài đặt này sẽ ghi đè lên bất kỳ cài đặt cụ thể ứng dụng nào có thể đã được xác định.

source: Open dialog window effect
da: Åbn dialogvindue-effekt
vi: Hiệu ứng mở cửa sổ hộp thoại

source: Close dialog window effect
da: Luk dialogvindue-effekt
vi: Hiệu ứng đóng cửa sổ hộp thoại

source: Minimize window effect
da: Minimér vindue-effekt
vi: Hiệu ứng thu nhỏ cửa sổ

source: Unminimize window effect
da: Gendan vindue fra minimeret-effekt
vi: Hiệu ứng phục hồi cửa sổ

source: Allows you to define special settings for handling dialog window types (i.e. file open dialog windows).
vi: Cho phép bạn xác định cài đặt đặc biệt để xử lý các loại cửa sổ hộp thoại (ví dụ: cửa sổ mở tập tin).

source: Use different effects when running on battery power
vi: Sử dụng hiệu ứng khác khi chạy bằng nguồn pin

source: When enabled, a set of options will appear allowing you to define which effects (if any) will be used when running on battery power and the battery charge state is less than the set limit. These settings will take precedence over both the general settings and any application specific settings when the battery charge state condition is met.
vi: Khi được bật, một bộ tùy chọn sẽ xuất hiện cho phép bạn xác định hiệu ứng nào (nếu có) sẽ được sử dụng khi chạy bằng nguồn pin và trạng thái sạc pin thấp hơn giới hạn đã đặt. Các cài đặt này sẽ được ưu tiên hơn cả cài đặt chung và bất kỳ cài đặt cụ thể ứng dụng nào khi điều kiện trạng thái sạc pin được đáp ứng.

source: When battery is less than (percent)
vi: Khi pin ít hơn (phần trăm)

source: Shake Intensity
da: Rysteintensitet
vi: Cường độ Rung

source: Twirl Intensity
da: Hvirvelintensitet
vi: Cường độ Xoáy

source: Suction Intensity
da: Sugeintensitet
vi: Cường độ Hút

source: Randomness
da: Tilfældighed
vi: Tính ngẫu nhiên

source: Effect Duration (ms)
da: Effektvarighed (ms)
vi: Thời lượng Hiệu ứng (ms)

source: Reset to default
da: Gendan standardindstillinger
vi: Đặt lại về mặc định

source: Random Color
da: Tilfældig farve
vi: Màu Ngẫu nhiên

source: Start Hue
da: Begyndelsesfarvetone
vi: Sắc độ Bắt đầu

source: Speed
da: Hastighed
vi: Tốc độ

source: Saturation
da: Mætning
vi: Độ bão hòa

source: Edge Size
da: Kantstørrelse
vi: Kích thước Viền

source: Edge Hardness
da: Kanthårdhed
vi: Độ cứng Viền

source: Blur Amount
da: Sløringsmængde
vi: Lượng Làm mờ

source: Horizontal Scale
da: Vandret skala
vi: Tỷ lệ Ngang

source: Vertical Scale
da: Lodret skala
vi: Tỷ lệ Dọc

source: Pixel Size
da: Pixelstørrelse
vi: Kích thước Pixel

source: Y offset fix for open/unminimize events
da: y-forskydning til at fikse hændelserne åbne og gendanne fra minimeret
vi: Sửa lỗi lệch Y cho sự kiện mở/phục hồi

source: Apply an offset to the Y axis window target position so that the open/unminimize animation completes at the right location. This is a hack fix for the Doom effect until I can find a proper fix
da: Anvend en forskydning til y-aksen for vinduets målposition, så åbne/gendan fra minimeret-animationen afsluttes på det rigtige sted. Dette er en midlertidig løsning på Doom-effekten, indtil jeg kan finde en ordentlig løsning.
vi: Áp dụng một độ lệch cho vị trí đích cửa sổ trên trục Y để hoạt ảnh mở/phục hồi hoàn thành ở đúng vị trí. Đây là một bản sửa tạm thời cho hiệu ứng Doom cho đến khi tôi có thể tìm thấy bản sửa chính xác

source: Scale
da: Skala
vi: Tỷ lệ

source: Color
da: Farve
vi: Màu

source: Custom
da: Brugerdefineret
vi: Tùy chỉnh

source: Fire Preset
da: Forudindstilling
vi: Thiết lập Lửa

source: Fire Movement Speed
da: Ildens hastighed
vi: Tốc độ Di chuyển Lửa

source: Fire 3D Noise
da: 3D-støj
vi: Nhiễu 3D Lửa

source: Creates a more dynamic fire but requires more GPU power.
da: Skaber en mere dynamisk ild, men kræver mere GPU-kraft.
vi: Tạo ra ngọn lửa năng động hơn nhưng yêu cầu nhiều sức mạnh GPU hơn.

source: Use a Random Color (overrides other color settings)
da: Anvend en tilfældig farve (tilsidesætter andre farveindstillinger)
vi: Sử dụng Màu Ngẫu nhiên (ghi đè các cài đặt màu khác)

source: Use a random fire color. This setting will override any preset or custom colors settings you select.
da: Anvend en tilfældig farve til ilden. Denne indstilling tilsidesætter alle forudindstillede eller brugerdefinerede farveindstillinger, du vælger.
vi: Sử dụng màu lửa ngẫu nhiên. Cài đặt này sẽ ghi đè bất kỳ thiết lập màu tùy chỉnh hoặc đặt sẵn nào bạn chọn.

source: Colors 1-5
da: Farver 1–5
vi: Màu 1-5

source: Blur Quality
da: Sløringskvalitet
vi: Chất lượng Làm mờ

source: The Quality of the Blur (Setting this too high may increase GPU load and affect performance)
da: Kvaliteten af sløringen (hvis denne indstilling er for høj, kan det øge GPU-belastningen og påvirke ydeevnen).
vi: Chất lượng của Làm mờ (Đặt quá cao có thể tăng tải GPU và ảnh hưởng đến hiệu suất)

source: Squish
da: Klem
vi: Ép

source: Tilt
da: Vælt
vi: Nghiêng

source: Shift
da: Forskyd
vi: Dịch chuyển

source: Strength
da: Styrke
vi: Cường độ

source: Mesh Line Width
da: Maskelinjebredde
vi: Độ rộng Đường Lưới

source: Line Color
da: Linjefarve
vi: Màu Đường

source: Glow Color
da: Skærets farve
vi: Màu Phát sáng

source: Additive Blending
da: Additiv blanding
vi: Pha trộn Cộng

source: You may want to enable this for dark window themes.
da: Kan være godt til mørke vinduestemaer.
vi: Bạn có thể muốn bật tính năng này cho các chủ đề cửa sổ tối.

source: Turbulence
da: Turbulens
vi: Độ nhiễu loạn

source: Start at Pointer
da: Start ved markøren
vi: Bắt đầu tại Con trỏ

source: If disabled, a random location will be chosen.
da: Starter et tilfældigt sted, hvis den er deaktiveret.
vi: Nếu bị tắt, một vị trí ngẫu nhiên sẽ được chọn.

source: Curved
da: Kurvet
vi: Cong

source: Wavy
da: Bølget
vi: Sóng

source: Random
da: Tilfældig
vi: Ngẫu nhiên

source: Appear: Curved / Disappear: Wavy
da: Komme til syne: kurvet / Forsvinde: bølget
vi: Xuất hiện: Cong / Biến mất: Sóng

source: Appear: Wavy / Disappear: Curved
da: Komme til syne: bølget / Forsvinde: kurvet
vi: Xuất hiện: Sóng / Biến mất: Cong

source: The type of effect
da: Effekttypen
vi: Loại hiệu ứng

source: The effect can be a smooth curve or a wavy animation. The random option will randomly choose between the two and the Appear/Disappear options use different effects whether a window is appearing or disappearing from the screen
da: Effekten kan være en jævn kurve eller en bølget animation. Den tilfældige indstilling vælger tilfældigt mellem de to, og indstillingerne Komme til syne/Forsvinde bruger forskellige effekter, alt efter om et vindue kommer til syne eller forsvinder fra skærmen.
vi: Hiệu ứng có thể là một đường cong mượt mà hoặc một hoạt ảnh sóng. Tùy chọn ngẫu nhiên sẽ chọn ngẫu nhiên giữa hai loại và các tùy chọn Xuất hiện/Biến mất sử dụng các hiệu ứng khác nhau tùy thuộc vào việc cửa sổ đang xuất hiện hay biến mất khỏi màn hình

source: Top
da: Øverst
vi: Trên

source: Bottom
da: Nederst
vi: Dưới

source: Left
da: Venstre
vi: Trái

source: Right
da: Højre
vi: Phải

source: Edge closest to mouse pointer
da: Kant tættest på musemarkør
vi: Cạnh gần con trỏ chuột nhất

source: Open/Close Edge
da: Åbne-/lukke-kant
vi: Cạnh Mở/Đóng

source: The monitor edge where a window should originate from when opening, or disappear towards when closing. This setting is not used for minimize or unminimize events
da: Den skærmkant hvorfra et vindue åbnes eller forsvinder hen imod, når det lukkes. Denne indstilling bruges ikke til minimér eller gendan fra minimeret.
vi: Cạnh màn hình nơi cửa sổ nên bắt nguồn khi mở, hoặc biến mất về phía đó khi đóng. Cài đặt này không được sử dụng cho sự kiện thu nhỏ hoặc phục hồi

source: Open/Close Edge Offset
da: Forskydning af åbne-/lukke-kant
vi: Độ lệch Cạnh Mở/Đóng

source: The offset from the top or left of the "Open/Close Edge" that the animation should use as the origin/target of the animation. This is a percentage of the monitors width/height and it does not apply to minimize/unminimize events or when the "Open/Close Edge" is set to "Edge closest to mouse pointer"
da: Forskydningen fra toppen eller venstre side af “Åbne-/lukke-kanten”, som animationen skal bruge som udgangspunkt/mål for animationen. Dette er en procentdel af skærmens bredde/højde og gælder ikke for minimér/gendan fra minimeret, eller når “åbne-/lukke-kant” er indstillet til “Kant tættest på musemarkør”.
vi: Độ lệch từ trên cùng hoặc bên trái của "Cạnh Mở/Đóng" mà hoạt ảnh nên sử dụng làm điểm xuất phát/đích của hoạt ảnh. Đây là phần trăm chiều rộng/cao của màn hình và không áp dụng cho sự kiện thu nhỏ/phục hồi hoặc khi "Cạnh Mở/Đóng" được đặt thành "Cạnh gần con trỏ chuột nhất"

source: X Tiles
da: x-fliser
vi: Ô X

source: This effects the quality and the cost of the animation
da: Påvirker animationens kvalitet og omkostning
vi: Điều này ảnh hưởng đến chất lượng và chi phí của hoạt ảnh

source: Y Tiles
da: y-fliser
vi: Ô Y

source: This effects the quality and the costs of the animation
da: Påvirker animationens kvalitet og omkostning
vi: Điều này ảnh hưởng đến chất lượng và chi phí của hoạt ảnh

source: Mushroom Preset
da: Forudindstilling for Svamp
vi: Thiết lập Nấm

source: Scale Style
da: Skaleringsstil
vi: Kiểu Tỷ lệ

source: Spark Count
da: Antal gnister
vi: Số lượng Tia lửa

source: Spark Color
da: Gnistfarve
vi: Màu Tia lửa

source: Spark Rotation
da: Gnistrotation
vi: Xoay Tia lửa

source: Rays Color
da: Strålefarve
vi: Màu Tia sáng

source: Star Rings Count
da: Antal stjerneringe
vi: Số lượng Vòng sao

source: Star Ring Rotation
da: Rotation af stjerneringe
vi: Xoay Vòng sao

source: Stars Count Per Ring
da: Antal stjerner per ring
vi: Số lượng Sao mỗi Vòng

source: Colors 1-6
da: Farver 1–6
vi: Màu 1-6

source: Noise
da: Støj
vi: Nhiễu

source: Spoke Count
da: Antal eger
vi: Số lượng Nan hoa

source: Rotation Speed
da: Rotationshastighed
vi: Tốc độ Xoay

source: Whirling
da: Hvirvel
vi: Xoáy

source: Details
da: Detaljer
vi: Chi tiết

source: Brightness
da: Lysstyrke
vi: Độ sáng

source: Red Speed
da: Hastighed for rød
vi: Tốc độ Đỏ

source: Green Speed
da: Hastighed for grøn
vi: Tốc độ Xanh lá

source: Blue Speed
da: Hastighed for blå
vi: Tốc độ Xanh dương

source: Animation Split
da: Animationsopsplitning
vi: Chia tách Hoạt ảnh

source: Horizontal Sparkle Position
da: Vandret gnistposition
vi: Vị trí Lấp lánh Ngang

source: Vertical Sparkle Position
da: Lodret gnistposition
vi: Vị trí Lấp lánh Dọc

source: Rotate Window
da: Rotér vindue
vi: Xoay Cửa sổ

source: Sparkle Rotation
da: Gnistrotation
vi: Xoay Lấp lánh

source: Sparkle Size
da: Gniststørrelse
vi: Kích thước Lấp lánh

source: Color #1
da: Farve 1
vi: Màu #1

source: Color #2
da: Farve 2
vi: Màu #2

source: Color #3
da: Farve 3
vi: Màu #3

source: Open effect preview window
da: Åbn vindue med forhåndsvisning af effekt
vi: Mở cửa sổ xem trước hiệu ứng

source: Opens a window using the currently selected effect.
da: Åbner et vindue med brug af den aktuelt valgte effekt.
vi: Mở một cửa sổ sử dụng hiệu ứng hiện được chọn.

source: Burn My Windows
da: Brænd mine vinduer
