Repository: linuxmint/cinnamon-spices-extensions
Catalog: Flipper@connerdev/files/Flipper@connerdev/po/*.po
Languages: ca, da, de, es, eu, fi, fr, ro, tr, vi

source: Fancy workspace switching extension
ca: Extensió per canviar d'espai de treball
da: Smart udvidelse til skift af arbejdsområde
de: Erweiterung für ausgefallene Arbeitsflächenwechsel
es: Extensión para cambiar de espacio de trabajo
eu: Lan areen tartean aldatzeko luxuzko hedapena
fi: Animaatiot työtilojen vaihdon yhteydessä käyttäen ⬅ ➡ ctrl+alt näppäimiä
fr: Changement d'espace de travail sophistiqué
ro: Extensie extravagantă de comutare a spațiului de lucru
tr: Çalışma alanı değiştirmek için hoş bir eklenti
vi: Tiện ích mở rộng chuyển đổi không gian làm việc đẹp mắt

source: General
da: Generelt
de: Allgemein
eu: Orokorra
fi: Yleinen
fr: Général
tr: Genel
vi: Chung

source: Animation duration
ca: Duració de l'animació
da: Animationens varighed
de: Animationsdauer
es: Duración de la animación
eu: Animazioaren iraupena
fi: Animaation kesto
fr: Durée de l'animation
ro: Durata animației
tr: Animasyon süresi
vi: Thời lượng hoạt ảnh

source: Zoom Amount
ca: Quantitat de zoom
da: Zoomniveau
de: Zoomstufe
es: Cantidad de zoom
eu: Zoom Kantitatea
fi: Mittakaava
fr: Quantité de Zoom
ro: Cantitate de zoom
tr: Yakınlaştırma Miktarı
vi: Lượng Phóng to

source: Fade Transition
ca: Transició de desaparició
da: Udtoning af overgang
de: Verblassen beim Übergang
es: Transición de desvanecimiento
eu: Desagertze Trantsizioa
fi: Siirtymän häivytys
fr: Fondu enchaîné
ro: Tranziție estompare
tr: Kaybolma Geçişi
vi: Chuyển tiếp Mờ dần

source: Background Dim Amount
ca: Quantitat de foscor del fons
da: Dæmpning af baggrund
de: Dimmstufe des Hintergrunds
es: Cantidad de oscurecimiento del fondo
eu: Atzekaldearen Ahultze Kantitatea
fi: Taustan himmennys
fr: Quantité du fond d'écran redimensionné
ro: Atenuarea fundalului
tr: Arkaplan Donuklaşma Miktarı
vi: Lượng Làm tối Nền

source: Effects
ca: Efectes
da: Effekter
de: Effekte
es: Efectos
eu: Efektuak
fi: Tehosteet
fr: Effets
ro: Efecte
tr: Efektler
vi: Hiệu ứng

source: Transition Effect
ca: Efecte de transició
da: Overgangseffekt
de: Übergangseffekt
es: Efecto de transición
eu: Trantsizio-efektua
fi: Siirtymän tehoste
fr: Effet de transition
ro: Efectul de tranziție
tr: Kaybolma Efekti
vi: Hiệu ứng Chuyển tiếp

source: Cube
ca: Cub
da: Terning
de: Würfel
es: Cubo
eu: Kuboa
fi: Kuutio
ro: Cub
tr: Küp
vi: Khối

source: Deck
ca: Cartes
da: Kortbunke
de: Umblättern
es: Cartas
eu: Kartak
fi: Kansi
fr: Pont (Deck)
ro: Punte
tr: Deste
vi: Bộ bài

source: Flip
ca: Voltejar
da: Vendning
de: Umdrehen
es: Voltear
eu: Irauli
fi: Käännä
fr: Retournement (Flip)
ro: Răsturnare
tr: Çevir
vi: Lật

source: Slide
ca: Relliscar
da: Glidende
de: Gleiten
es: Deslizar
eu: Diapositiba
fi: Liuku
fr: Glissade (Slide)
ro: Alunecare
tr: Kaydır
vi: Trượt

source: Stack
ca: Apilar
da: Stabel
de: Stapeln
es: Apilar
eu: Pilaketa
fi: Ladonta
fr: Empilement (Stack)
ro: Stivă
tr: Yığma
vi: Xếp chồng

source: Transition Easing
ca: Mode de transició d'acceleració i des-acceleració
da: Modificering af overgang
de: Leichtigkeit des Übergangs
es: Modo de transición de aceleración y desaceleración
eu: Trantsizioaren Lasaitzea
fi: Lisäominaisuus
fr: Effet de transition
ro: Temperarea tranziției
tr: Geçiş Yardımcısı
vi: Làm mượt Chuyển tiếp

source: Back
ca: Tornar
da: Tilbage
de: Zurück
es: Volver
eu: Itzuli
fi: Takaisku
fr: Recul (Back)
ro: Înapoi
tr: Geri
vi: Quay lại

source: Bounce
ca: Rebotar
da: Hoppe
de: Hüpfen
es: Rebotar
eu: Errebotea
fi: Pomppu
fr: Rebond (Bounce)
ro: Săritură
tr: Titreme
vi: Nảy

source: Circ
ca: Cercle
da: Cirkulær
de: Kreisen
es: Círculo
fi: Piiri
fr: Circulaire (Circ)
tr: Daire

source: Cubic
ca: Cúbic
da: Kubisk
de: Kubisch
es: Cúbico
eu: Kubikoa
fi: Kuutio
fr: Cubique (Cubic)
tr: Küpsel

source: Cubic-Back
ca: Cúbic-Tornar
da: Kubisk-tilbage
de: Kubisch-Zurück
es: Cúbico-Volver
eu: Kubikoa atzerantz.
fi: Kuutio-Takaisku
fr: Cubique avec effet retour (Cubic-Back)
tr: Küpsel-Geri

source: Cubic-Bounce
ca: Cúbic-Rebotar
da: Kubisk-hoppe
de: Kubisch-Hüpfen
es: Cúbico-Rebotar
eu: Errebote kubikoa
fi: Kuutio-Pomppu
fr: Cubique avec effet rebond (Cubic-Bounce)
ro: Cubic-Săritură
tr: Küpsel-Titreme

source: Cubic-Elastic
ca: Cúbic-Elàstic
da: Kubisk-elastisk
de: Kubisch-Elastisch
es: Cúbico-Elástico
eu: Kubiko elsatikoa
fi: Kuutio-Jousto
fr: Cubique avec effet élastique (Cubic-Elastic)
tr: Küpsel-Esnek

source: Elastic
ca: Elàstic
da: Elastisk
de: Elastisch
es: Elástico
eu: Elastikoa
fi: Jousto
fr: Élastique (Elastic)
tr: Esnek

source: Sine
ca: Sinus
da: Sinus
de: Sinus
es: Seno
eu: Sinu
fi: Kaari
fr: Sinus (Sine)
ro: Sinus
tr: Eğrisel

source: Quad
ca: Quadrat
da: Kvadratisk
de: Quadratisch
es: Cuadrado
eu: Koadratikoa
fi: Neliö
fr: Quadrilatère (Quad)
tr: Dörtlü

source: Quart
da: Fjerde
de: Quartisch
eu: Koatrikoa
fi: Kvartti
fr: Quarte (Quart)
tr: Çeyrek

source: Quint
da: Femte
de: Quintisch
eu: Kintikoa
fi: Viisikko
fr: Quinte (Quint)
tr: Art arda

source: Include Background
ca: Incloure el fons
da: Inkludér baggrund
de: Hintergrund mit einbeziehen
es: Incluir fondo
eu: Atzekaldea Erantzi
fi: Sisältää taustakuvan
fr: Inclure le fond d'écran
ro: Include fundal
tr: Arkaplan Dahil
vi: Bao gồm Nền

source: Effect Settings
ca: Ajusts d'efectes
da: Effektindstillinger
es: Configuración de efectos
fr: Préférences des effets
vi: Cài đặt Hiệu ứng

source: Flipper General Settings
ca: Configuració General de Flipper
da: Generelle indstillinger
es: Ajustes generales de Flipper
fr: Préférences générales de Flipper
vi: Cài đặt Chung Flipper

source: Effects included in the randomized set
ca: Efectes inclosos al grup d'aleatoris
da: Effekter inkluderet i det randomiserede sæt
es: Efectos incluidos en el conjunto aleatorio
fr: Effets inclus dans la série Aléatoire
vi: Hiệu ứng được bao gồm trong bộ ngẫu nhiên

source: Effect Selector
ca: Selector d'efectes
da: Effektvælger
es: Selector de efectos
fr: Sélecteur d'effet
vi: Bộ chọn Hiệu ứng

source: Effect Specific Settings
ca: Ajusts exclusius d'efecte
da: Effektspecifikke indstillinger
es: Ajustes específicos de los efectos
fr: Préférences pour chaque effet
vi: Cài đặt Cụ thể Hiệu ứng

source: Workspace Transition Effect
ca: Efecte de transició de l'espai de treball
da: Overgangseffekt for arbejdsområde
es: Efecto de transición del espacio de trabajo
fr: Effet de changement d'espace de travail
vi: Hiệu ứng Chuyển tiếp Không gian làm việc

source: Select the type of workspace switch effect that will be used. The "Randomized" option allows you to choose which effects can be chosen at random for each workspace switch. The "Disabled" option will show no effect, not even the Cinnamon built in effect during a workspace switch.
da: Vælg den type effekt, der skal bruges ved skift mellem arbejdsområder. Med indstillingen “Randomiseret” kan du vælge, hvilke effekter der skal vælges tilfældigt ved hvert skift mellem arbejdsområder. Indstillingen “Deaktiveret” viser ingen effekt, ikke engang den indbyggede Cinnamon-effekt ved skift mellem arbejdsområder.
vi: Chọn loại hiệu ứng chuyển đổi không gian làm việc sẽ được sử dụng. Tùy chọn "Ngẫu nhiên" cho phép bạn chọn hiệu ứng nào có thể được chọn ngẫu nhiên cho mỗi lần chuyển đổi không gian làm việc. Tùy chọn "Đã tắt" sẽ không hiển thị hiệu ứng nào, kể cả hiệu ứng tích hợp sẵn của Cinnamon trong quá trình chuyển đổi không gian làm việc.

source: Randomized
ca: Aleatori
da: Randomiseret
es: Aleatorio
fr: Aléatoire
vi: Ngẫu nhiên

source: Disabled
da: Deaktiveret
vi: Đã tắt

source: Use Flipper effect with the Workspace Switcher applet
ca: Utilitza l'efecte de Flipper amb la miniaplicació de canvi d'espai de treball
da: Brug Flipper-effekt med panelprogrammet Arbejdsområdeskifter
es: Utilizar el efecto Flipper con el applet Selector de áreas de trabajo
fr: Utiliser l'effet Flipper avec l'applet Workspace Switcher
vi: Sử dụng hiệu ứng Flipper với applet Bộ chuyển đổi Không gian làm việc

source: Override the moveToWorkspace() API so that the Flipper effect is used by the Workspace Switcher Applet when changing the current workspace
ca: Sobreescriu la funció moveToWorkspace() de l'API de manera que l'efecte de Flipper sigui utilitzat per la miniaplicació de canvi d'espai de treball en canviar l'espai de treball actual
da: Tilsidesæt moveToWorkspace()-API'en, så Flipper-effekten bruges af panelprogrammet Arbejdsområdeskifter, når det aktuelle arbejdsområde skiftes.
es: Anular la API moveToWorkspace() para que el efecto Flipper sea utilizado por el Applet Selector de áreas de trabajo al cambiar el espacio de trabajo actual
fr: Remplacer l'API moveToWorkspace() pour que l'effet Flipper soit utilisé par l'applet Workspace Switcher lors du changement d'espace de travail
vi: Ghi đè API moveToWorkspace() để hiệu ứng Flipper được sử dụng bởi Applet Bộ chuyển đổi Không gian làm việc khi thay đổi không gian làm việc hiện tại

source: Use Flipper effect when changing focus causes a workspace switch
ca: Utilitza l'efecte de Flipper quan un canvi de focus provoqui un canvi d'espai de treball
da: Brug Flipper-effekten, når ændring af fokus medfører skift af arbejdsområde
es: Utilizar el efecto Flipper cuando el cambio de enfoque provoca un cambio de espacio de trabajo
fr: Utiliser l'effet Flipper lors d'un changement de focus entraîne un changement d'espace de travail
vi: Sử dụng hiệu ứng Flipper khi thay đổi tiêu điểm gây ra chuyển đổi không gian làm việc

source: Override the activateWindow() API so that when a window on another workspace is given the focus, the Flipper effect is used to change the current workspace
ca: Sobreescriu la funció activateWindow() de l'API de manera que quan una finestra en un altre espai de treball rebi el focus, l'efecte de Flipper sigui utilitzat per canviar l'espai de treball actual
da: Tilsidesæt activateWindow()-API'en, så når et vindue på et andet arbejdsområde får fokus, bruges Flipper-effekten til at ændre det aktuelle arbejdsområde.
es: Anular la API activateWindow() para que, cuando se dé el foco a una ventana de otro espacio de trabajo, se utilice el efecto Flipper para cambiar el espacio de trabajo actual
fr: Remplacer l'API activateWindow() de sorte que lorsqu'une fenêtre d'un autre espace de travail est sélectionnée, l'effet Flipper est utilisé pour changer l'espace de travail actuel
vi: Ghi đè API activateWindow() để khi một cửa sổ trên không gian làm việc khác được cấp tiêu điểm, hiệu ứng Flipper được sử dụng để thay đổi không gian làm việc hiện tại

source: Include Panels
ca: Inclou els taulers
da: Medtag paneler
es: Incluir paneles
fi: Sisältää paneelit
fr: Inclure les panneaux
vi: Bao gồm Panel

source: Exclude the panels while animating. In most cases the panels are not properly painted or completely invisible anyhow, so it's best to leave this disabled
ca: Inclou els taulers durant l'animació. En la majoria de casos els taulers no són dibuixats o es mantenen invisibles, així que és millor deixar aquesta opció desactivada
da: Medtager panelerne under animering. I de fleste tilfælde er panelerne alligevel ikke korrekt farvelagt eller helt usynlige, så det er bedst at lade denne funktion være deaktiveret.
es: Excluir los paneles mientras se anima. En la mayoría de los casos los paneles no están bien pintados o son completamente invisibles, así que es mejor dejar esta opción desactivada
fr: Exclure les panneaux lors de l'animation. Dans la plupart des cas, les panneaux ne sont pas correctement peints ou sont complètement invisibles, il est donc préférable de laisser cette option désactivée
vi: Loại trừ các panel trong khi tạo hoạt ảnh. Trong hầu hết các trường hợp, các panel không được vẽ đúng cách hoặc hoàn toàn không hiển thị, vì vậy tốt nhất nên để tùy chọn này bị tắt

source: Show settings for effect:
ca: Mostrar ajusts per a l'efecte:
da: Vis indstillinger for effekt:
es: Muestra los ajustes del efecto:
fr: Afficher les paramètres pour l'effet :
vi: Hiển thị cài đặt cho hiệu ứng:

source: Pop
eu: Lehertzea
fi: Ponnahdus
ro: Plesnire
tr: Patlama
vi: Bật lên

source: Rolodex
fi: Kohti
tr: Döndür

source: Expo
eu: Exponentziala
fi: Alue
tr: Sergi

source: Flipper
eu: Txankletak.
tr: Değiştirici
