Repository: linuxmint/cinnamon-spices-extensions
Catalog: smart-panel@mohammad-sn/files/smart-panel@mohammad-sn/po/*.po
Languages: ca, es, eu, fi, fr, hu, it, nl, ro, ru, tr, uk

source: When a modifier key is pressed, switch between windows from:
ca: En polsar una tecla modificadora, canvia entre les finestres des de:
es: Al pulsar la tecla modificadora, cambia entre las ventanas desde:
eu: Tekla aldatzaile bat sakatzean, leiho artean aldatu:
fi: Kun muokkausnäppäintä painetaan, vaihda ikkunat:
fr: Lorsqu'on appuie sur la touche de modification, on passe d'une fenêtre à l'autre à partir de :
hu: Módosítóbillentyű lenyomásakor váltás a következő ablakok között:
it: Quando viene premuto un tasto modificatore, passare da una finestra all'altra:
nl: Bij het indrukken van een modificatietoets, wisselen tussen vensters van:
ro: La apăsarea unei taste modificatoare, comută între ferestre din:
ru: При нажатой клавише модификаторе, переключаться межу окнами из:
tr: Bir değiştirici tuşa basıldığında, şununla pencereler araasında geçiş yap:
uk: Коли натиснуто клавішу-модифікатор, перемикатися між вікнами з:

source: Modifier key:
ca: Tecla modificadora:
es: Tecla modificadora:
eu: Giltza aldatzailea:
fi: Muokkausnäppäin:
fr: Touche modificatrice :
hu: Módosítóbillentyű:
it: Tasto modificatore:
nl: Modificatietoets:
ro: Tasta modificatoare:
ru: Клавиша модификатор:
tr: Değiştirici tuş:
uk: Клавіша-модифікатор:

source: Shift
fr: Maj
it: Maiusc
ro: Schimbul
tr: Üst karakter

source: Expo
eu: Espo
fi: Työtila
hu: Közszemle
ru: Экспо
tr: Sergi
uk: Експо

source: Ctrl
tr: Kontrol

source: Show workspace notification on the top left corner of the scren when switching workspaces
uk: Показувати сповіщення робочої області у верхньому лівому куті екрана під час перемикання робочої області

source: â¦ Dragging to the right:
it: ↦ Trascinamento verso destra:
ro: â¦ Tragerea spre dreapta:

source: â¤ Dragging to the left:
it: ↤ Trascinamento verso sinistra:
ro: â¤ Tragerea spre stânga:
