Repository: linuxmint/cinnamon-spices-extensions
Catalog: smart-panel@mohammad-sn/files/smart-panel@mohammad-sn/po/*.po
Languages: ca, es, eu, fi, fr, hu, it, nl, ro, ru, tr, uk

source: Switch between workspaces, show desktop, activate overview or expo, ... by scrolling, double click, mouse gestures etc on free space of the panel.
ca: Canvieu entre espais de treball, mostreu l'escriptori, activeu vista general o expo, ... mitjançant desplaçament, doble clic, moviments del ratolí, etc. a l'espai lliure del tauler.
es: Cambie entre espacios de trabajo, mostrar escritorio, activar vista general o expo, ... mediante desplazamiento, doble clic, gestos del ratón, etc. en el espacio libre del panel.
eu: Lan-espazioen artean aldatu, mahaigaina erakutsi, ikuspegi orokorra edo expoa aktibatu... korritzerakoan, klik bikoitzan, saguaren keinuekin eta abar, panelaren espazio librean.
fi: Vaihda työtilojen välillä, näytä työpöytä tai avoimet ohjelmat. Aktivoituu alapaneelin vapaalla alueella vierittämällä, painamalla kahdesti tai eleillä.
fr: Passer d'un espace de travail à l'autre, afficher le bureau, activer la vue d'ensemble ou l'expo, ... par défilement, double clic, gestes de la souris, etc. sur l'espace libre du panneau.
hu: Váltás a panel üres helyén egérgörgetéssel, dupla kattintással, egérgesztusokkal a munkaterületek között, megjeleníti az Asztalt, az Áttekintő vagy a Közszemle nézetet.
it: Passa da un'area di lavoro all'altra, mostra desktop, attiva panoramica o esposizione, ... scorrendo, facendo doppio clic, gesti del mouse ecc. sullo spazio libero del pannello.
nl: Schakel tussen werkruimten, toon bureaublad, activeer overzicht of expo, ... door te scrollen, dubbelklikken, muisbewegingen enz. op vrije ruimte van het paneel.
ro: Comută între spațiile de lucru, afișează biroul, activează prezentarea generală sau expo, ... prin derulare, dublu clic, gesturi ale mouse-ului etc. pe spațiul liber al panoului.
ru: Переключайтесь между рабочими столами, активируйте обзор окон или режим экспо. Используя колесо мыши, двойной щелчок, жесты мыши и т. д. Используя свободное пространство на панели.
tr: Panelin boş alanında kaydırma, çift tıklama, fare hareketleri vb. ile çalışma alanları arasında geçiş yapar, masaüstünü gösterir, ölçekleme veya sergi ekranını etkinleştirir.
uk: Перемикайтеся між робочими областями, показуйте робочий стіл, активуйте огляд або експозицію за допомогою прокручування, подвійного клацання, жестів миші тощо на вільному просторі панелі.

source: Smart Panel
ca: Tauler intel·ligent
es: Panel inteligente
eu: Panel Adimenduna
fr: Panneau intelligent (Smart Panel)
hu: Okos Panel
it: Pannello Intelligente
nl: Slim Paneel
ro: Panou inteligent
ru: Продвинутая панель (Smart Panel)
tr: Akıllı Panel
uk: Розумна панель (Smart Panel)

source: Mouse scroll options:
ca: Opcions de desplaçament del ratolí:
es: Opciones de desplazamiento del ratón:
eu: Saguaren desplazamendu-aukerak:
fi: Hiiren rullaaminen:
fr: Options du roulement de molette :
hu: Az egér görgetési beállításai:
it: Opzioni di scorrimento del mouse:
nl: Muis scroll opties:
ro: Opțiuni de defilare a mouse-ului:
ru: Опции колёса прокрутки мыши:
tr: Fare kaydırma seçenekleri:
uk: Параметри прокручування мишею:

source: Action on scrolling:
ca: Acció en desplaçar el ratolí:
es: Acción al desplazarse:
eu: Korritzerakoan:
fi: Toiminta hiiren rullalle:
fr: Action en roulant la molette :
hu: Görgetési művelet:
it: Azione sullo scorrimento:
nl: Actie bij scrollen:
ro: Acțiune la derulare:
ru: Действие при прокручивании мышью:
tr: Kaydırma eylemi:
uk: Дія при прокручуванні:

source: Switch between workspaces
ca: Canviar entre espais de treball
es: Cambiar entre espacios de trabajo
eu: Lan-espazioen artean aldatu
fi: Vaihda työtiloja
fr: Basculer entre les espaces de travail
hu: Váltás a munkaterületek között
it: Passa da un'area di lavoro all'altra
nl: Wisselen tussen werkruimtes
ro: Comută între spațiile de lucru
ru: Переключение между рабочими столами
tr: Çalışma alanları arasında geçiş
uk: Перемкнутися між робочими областями

source: Adjust opacity of windows
ca: Ajustar la opacitat de les finestres
es: Ajustar la opacidad de las ventanas
eu: Leihoen opakutasuna aldatu
fi: Säädä läpinäkyvyyttä
fr: Modifier l'opacité des fenêtres
hu: Ablakok átlátszatlanságának beállítása
it: Regola l'opacità delle finestre
nl: Doorzichtigheid van vensters aanpassen
ro: Reglează opacitatea ferestrelor
ru: Отрегулировать прозрачность окон
tr: Pencerelerin matlığını ayarlama
uk: Налаштувати непрозорість вікон

source: Toggle show desktop
ca: Mostrar/amagar l'escriptori
es: Mostrar/ocultar el escritorio
eu: Mahaigaina erakutsi
fi: Näytä työpöytä
fr: Montrer/Cacher le Bureau
hu: Asztal megjelenítése
it: Attiva/disattiva mostra desktop
nl: Toon bureaublad aan/uit
ro: Comută afișare desktop
ru: Показать рабочий стол
tr: Masaüstünü gösterme geçişi
uk: Показати/Сховати робочий стіл

source: Switch between windows
ca: Canviar entre finestres
es: Cambiar entre ventanas
eu: Leiho artean aldatu
fi: Vaihda ikkunoita
fr: Basculer entre les fenêtres
hu: Váltás az ablakok között
it: Passa da una finestra all'altra
nl: Wisselen tussen vensters
ro: Comută între ferestre
ru: Переключение между окнами
tr: Pencereler arasında geçiş
uk: Перемкнутися між вікнами

source: Adjust sound volume
es: Ajustar el volumen del sonido
fr: Modifier le volume sonore
hu: Hangerő beállítása
nl: Pas het geluidsvolume aan

source: None
ca: Cap
es: Ninguna
eu: Bat ere ez
fi: Ei mitään
fr: Aucun
hu: Nincs
it: Nessuna
nl: Geen
ro: Nici unul
ru: Ничего не делать
tr: Hiçbiri
uk: Нічого

source: Prevent accidental workspace/window switching on rapid scrolling
ca: Evitar el canvi accidental d'espai de treball o finestra en desplaçar-se ràpidament
es: Evitar el cambio accidental de espacio de trabajo/ventana al desplazarse rápidamente
eu: Ustekabeko lan-espazio/leiho aldaketa korritze azkarrean eragoztea
fi: Estä vahingossa tapahtuva työtilan/ikkunan vaihto nopealla vierityksellä
fr: Empêcher le changement accidentel d'espace de travail/fenêtre lors d'un défilement rapide
hu: Megakadályozza a gyors görgetés miatt bekövetkező nem szándékos munkaterület és ablak váltásokat
it: Impedisce l'attivazione accidentale dello spazio di lavoro/finestra sullo scorrimento rapido
nl: Voorkom per ongeluk wisselen van werkruimte/venster bij snel scrollen
ro: Împiedică comutarea accidentală a spațiului de lucru/ferestrei la defilarea rapidă
ru: Предотвращать случайно переключение рабочих столов/окон от быстрой прокрутки
tr: Hızlı kaydırmada yanlışlıkla çalışma alanı/pencere geçişini önle
uk: Запобігайте випадковому перемиканню робочої області/вікна за допомогою швидкого прокручування

source: Minimum delay between scrolls:
ca: Retard mínim entre desplaçaments:
es: Retraso mínimo entre desplazamientos:
eu: Korritze arteko gutxieneko atzerapena:
fi: Minimiviive vieritysten välillä:
fr: Durée minimale entre deux roulements :
hu: Minimális időköz a görgetések között:
it: Ritardo minimo tra scorrimenti:
nl: Minimale vertraging tussen scrolls:
ro: Întârziere minimă între derulări:
ru: Минимальная задержка между прокручиванием:
tr: Kaydırmalar arasındaki minimum gecikme:
uk: Мінімальна затримка між прокрутками:

source: milliseconds
ca: mil·lisegons
es: milisegundos
eu: milisegundoak
fi: millisekuntia
fr: millisecondes
hu: ezredmásodperc
it: millisecondi
nl: milliseconden
ro: milisecunde
ru: миллисекунд
tr: milisaniye
uk: мілісекунд

source: Independent actions for scrolling up and down
ca: Accions independents per desplaçar-se cap a dalt i cap a baix
es: Acciones independientes para desplazarse hacia arriba y hacia abajo
eu: Gora eta behera korritzerakoan ekintza independenteak.
fi: Itsenäiset toiminnot ylös ja alas vierityksellä
fr: Actions indépendantes pour les défilements haut et bas
hu: Független műveletek fel vagy le egérgörgetésnél
it: Azioni indipendenti per scorrere su e giù
nl: Onafhankelijke acties voor omhoog en omlaag scrollen
ro: Acțiuni independente pentru defilarea în sus și în jos
ru: Отдельные действия для прокрутки вверх и вниз
tr: Yukarı ve aşağı kaydırma için bağımsız eylemler
uk: Незалежні дії для прокручування вгору та вниз

source: Display OSD for workspace change notification
es: Mostrar OSD para notificación de cambio de espacio de trabajo
fi: Näytä työtilan muutosilmoitus
fr: Afficher l'OSD de notification du changement d'espace de travail
hu: Az OSD megjelenítése a munkaterület változásáról szóló értesítéshez
nl: Toon OSD bij melding van werkruimtewissel

source: Action on scrolling up:
ca: Acció en desplaçar-se cap a dalt:
es: Acción al desplazarse hacia arriba:
eu: Gora korritzean:
fi: Vieritys ylöspäin:
fr: Action en roulant vers le haut :
hu: Felfelé görgetési művelet:
it: Azione sullo scorrimento verso l'alto:
nl: Actie bij omhoog scrollen:
ro: Acțiune de derulare în sus:
ru: Действие при прокручивании вверх:
tr: Yukarı kaydırma eylemi:
uk: Дія при прокручуванні вгору:

source: Overview
ca: Mostrar finestres obertes
es: Mostrar ventanas abiertas
eu: Ikuspegi orokorra
fi: Ohjelmat
fr: Vue d'ensemble
hu: Áttekintés
it: Panoramica
nl: Overzicht
ro: Prezentare generală
ru: Обзор
tr: Ölçekleme
uk: Огляд

source: Launch App Switcher
ca: Obrir el selector d'aplicacions
es: Abrir selector de aplicaciones
eu: Martxan jarri App Switcher
fi: Vaihtaja
fr: Lancer le changeur d'application
hu: Alkalmazásváltó elindítása
it: Avvia Commutatore App
nl: Applicatieschakelaar openen
ro: Lansează App Switcher
ru: Запуск переключателя приложений
tr: Uygulama Değiştiriciyi Başlat
uk: Запустити перемикач програм

source: Show Desktop
ca: Mostrar escriptori
es: Mostrar escritorio
eu: Erakutsi mahaigaina
fi: Näytä työpöytä
fr: Montrer le Bureau
hu: Asztal megjelenítése
it: Mostra Desktop
nl: Bureaublad tonen
ro: Afișare desktop
ru: Показать рабочий стол
tr: Masaüstünü Göster
uk: Показати робочий стіл

source: Run 1st Custom Command
ca: Executar la primera ordre personalitzada
es: Ejecutar el primer comando personalizado
eu: 1. Agindua exekutatu
fi: Suorita komento 1
fr: Lancer la 1ère commande personnalisée
hu: Első egyéni parancs futtatása
it: Esegui 1° Comando Personalizzato
nl: 1ste aangepaste opdracht uitvoeren
ro: Rulează prima comandă personalizată
ru: Выполнить 1ю команду
tr: 1. Özel Komutu Çalıştır
uk: Виконати першу спеціальну команду

source: Run 2nd Custom Command
ca: Executar la segona ordre personalitzada
es: Ejecutar el segundo comando personalizado
eu: 2. Agindua exekutatu
fi: Suorita komento 2
fr: Lancer la 2ème commande personnalisée
hu: Második egyéni parancs futtatása
it: Esegui 2° Comando Personalizzato
nl: 2de aangepaste opdracht uitvoeren
ro: Execută a doua comandă personalizată
ru: Выполнить 2ю команду
tr: 2. Özel Komutu Çalıştır
uk: Виконати другу спеціальну команду

source: Run 3rd Custom Command
ca: Executar la tercera ordre personalitzada
es: Ejecutar el tercer comando personalizado
eu: 3. Agindua exekutatu
fi: Suorita komento 3
fr: Lancer la 3ème commande personnalisée
hu: Harmadik egyéni parancs futtatása
it: Esegui 3° Comando Personalizzato
nl: 3de aangepaste opdracht uitvoeren
ro: Execută a treia comandă personalizată
ru: Выполнить 3ю команду
tr: 3. Özel Komutu Çalıştır
uk: Виконати третю спеціальну команду

source: Action on scrolling down:
ca: Acció en desplaçar-se cap a baix:
es: Acción al desplazarse hacia abajo:
eu: Behera korritzean:
fi: Vieritys alaspäin:
fr: Action en roulant vers le bas :
hu: Lefelé görgetési művelet:
it: Azione sullo scorrimento verso il basso:
nl: Actie bij omlaag scrollen:
ro: Acțiune de derulare în jos:
ru: Действие при прокручивании вниз:
tr: Aşağı kaydırma eylemi:
uk: Дія при прокручуванні вниз:

source: Mouse click options:
ca: Opcions de clic del ratolí:
es: Opciones de clic del ratón:
eu: Saguaren klik aukerak:
fi: Hiiren painaminen paneelissa:
fr: Options du clic de souris :
hu: Egérgomb kattintás művelet:
it: Opzioni clic del mouse:
nl: Muis klik opties:
ro: Opțiuni de clic al mouse-ului:
ru: Опции нажатий мыши:
tr: Fare tıklama seçenekleri:
uk: Параметри клацання мишею:

source: Action on panel double click:
ca: Acció en fer doble clic al tauler:
es: Acción al hacer doble clic en el panel:
eu: Panelean klik bikoitza egiterakoan:
fi: Painaessa kahdesti:
fr: En double-cliquant sur le panneau :
hu: Panelen való dupla kattintás művelete:
it: Azione sul pannello al doppio clic:
nl: Actie bij dubbelklik op paneel:
ro: Acțiune la dublu clic pe panou:
ru: Действие при двойном клике на панель:
tr: Panele çift tıklama eylemi:
uk: Дія при подвійному клацанні на панелі:

source: Action on panel middle click:
ca: Acció en fer clic del mig al tauler:
es: Acción al hacer clic central en el panel:
eu: Panelean erdiko klikean:
fi: Painaessa keskipainiketta:
fr: Action du Clic-molette sur le panneau :
hu: Panelen való középső egérgomb kattintás művelete:
it: Azione al clic centrale del pannello:
nl: Actie bij middelklik op paneel:
ro: Acțiune la clicul din mijloc al panoului:
ru: Действие при нажатии средней кнопки мыши:
tr: Panele orta tıklama eylemi:
uk: Дія при клацанні на панелі середньою кнопкою миші:

source: Mouse gestures:
ca: Moviments del ratolí:
es: Gestos con el ratón:
eu: Saguaren keinuak:
fi: Hiiren eleet:
fr: Gestes avec la souris :
hu: Egérgesztusok:
it: Movimenti del mouse:
nl: Muisbewegingen:
ro: Gesturi ale mouse-ului:
ru: Жесты мышью:
tr: Fare hareketleri:
uk: Жести мишею:

source: Use mouse gestures on the panel
ca: Utilitzar moviments del ratolí al tauler
es: Utilizar los gestos del ratón en el panel
eu: Erabili saguaren keinuak panelean
fi: Käytä eleitä paneelissa
fr: Utiliser les gestes de la souris sur le panneau
hu: Egérgesztusok használata a panelen
it: Usa i gesti del mouse sul pannello
nl: Gebruik muisbewegingen op het paneel
ro: Utilizează gesturile mouse-ului pe panou
ru: Использование жестов мышью на панели
tr: Panel üstünde fare haretlerini kullan
uk: Використовувати жести миші на панелі

source: ↦ Dragging to the right:
ca: ↦ Arrossegant cap a la dreta:
es: ↦ Arrastrar hacia la derecha:
eu: ↦ Eskuinera arrastatzerakoan:
fi: ↦ Vedä oikealle:
fr: ↦ En tirant vers la droite :
hu: ↦ Áthúzás jobbra:
nl: ↦ Slepen naar rechts:
ru: ↦ Перетаскивание вправо:
tr: ↦ Sağa sürükleme:
uk: ↦ Перетягування вправо:

source: Go to left Workspace
ca: Anar a l'espai de treball de l'esquerra
es: Ir al espacio de trabajo izquierdo
eu: Joan ezkerreko lan-areara
fi: Siirry vasempaan työtilaan
fr: Aller à l'espace de travail de gauche
hu: Váltás a bal oldali munkaterületre
it: Vai all'Area di lavoro di sinistra
nl: Ga naar linker werkruimte
ro: Mergi la spațiul de lucru din stânga
ru: Перейти на левый рабочий стол
tr: Soldaki Çalışma Alanına git
uk: Перейти до лівої робочої області

source: Go to first Workspace
ca: Anar al primer espai de treball
es: Ir al primer espacio de trabajo
eu: Joan lehenengo lan-areara
fi: Siirry ensimmäiseen työtilaan
fr: Aller au premier espace de travail
hu: Váltás az első munkaterületre
it: Vai alla prima Area di lavoro
nl: Ga naar eerste werkruimte
ro: Mergi la primul spațiu de lucru
ru: Перейти на первый рабочий стол
tr: İlk Çalışma Alanına git
uk: Перейти до першої робочої області

source: Go to right Workspace
ca: Anar a l'espai de treball de la dreta
es: Ir al espacio de trabajo de la derecha
eu: Joan eskimako lan-areara
fi: Siirry oikeaan työtilaan
fr: Aller à l'espace de travail de droite
hu: Váltás a jobb oldali munkaterületre
it: Vai all'Area di lavoro di destra
nl: Ga naar rechter werkruimte
ro: Mergi la spațiul de lucru din dreapta
ru: Перейти на правый рабочий стол
tr: Sağdaki Çalışma Alanına git
uk: Перейти до правої робочої області

source: Go to last Workspace
ca: Anar a l'últim espai de treball
es: Ir al último espacio de trabajo
eu: Joan azken lan-areara
fi: Siirry viimeiseen työtilaan
fr: Aller au dernier espace de travail
hu: Váltás az utolsó munkaterületre
it: Vai all'ultima Area di lavoro
nl: Ga naar laatste werkruimte
ro: Mergi la ultimul spațiu de lucru
ru: Перейти на последний рабочий стол
tr: Son Çalışma Alanına git
uk: Перейти до останньої робочої області

source: ↤ Dragging to the left:
ca: ↤ Arrossegant cap a l'esquerra
es: ↤ Arrastrar hacia la izquierda:
eu: ↤ Ezkerrera arrastatzerakoan:
fi: ↤ Vedä vasemmalle:
fr: ↤ En tirant vers la gauche :
hu: ↤ Áthúzás balra:
nl: ↤ Slepen naar links:
ru: ↤ Перетаскивание влево:
tr: ↤ Sola sürükleme:
uk: ↤ Перетягування вліво:

source: Click at the edge of the screen and drag away vertically:
ca: Feu clic a la vora de la finestra i arrossegueu verticalment:
es: Haz clic en el borde de la pantalla y arrástrelo verticalmente:
eu: Klikatu pantailaren ertzean eta arrastatu bertikalki:
fi: Paina näytön reunassa ja vedä pystysuunnassa:
fr: En cliquant sur le bord de l'écran et en faisant glisser verticalement :
hu: Kattintson az a képernyő élére és húzza el függőlegesen:
it: Fai clic sul bordo dello schermo e trascina via verticalmente:
nl: Klik aan de rand van het scherm en sleep verticaal weg:
ro: Fă clic pe marginea ecranului și trage pe verticală:
ru: Кликнуть на край экрана и перетащить по вертикали:
tr: Panelin alt kısmına tıklayın ve yukarıya sürükleyin:
uk: Клацніть край екрана та перетягніть убік вертикально:

source: Custom Commands:
ca: Ordres personalitzades:
es: Comandos personalizados:
eu: Agindu pertsonalizatuak:
fi: Komentoja:
fr: Commandes personnalisées :
hu: Egyéni parancsok:
it: Comandi Personalizzati:
nl: Aangepaste opdrachten:
ro: Comenzi personalizate:
ru: Пользовательские команды:
tr: Özel Komutlar:
uk: Спеціальні команди:

source: 1st Custom Command:
ca: Primera ordre personalitzada:
es: Primer comando personalizado:
eu: 1. Agindu pertsonalizatua:
fi: 1. komento:
fr: 1ère commande personnalisée :
hu: Első egyéni parancs:
it: 1° Comando Personalizzato:
nl: 1ste aangepaste opdracht:
ro: Prima comandă personalizată:
ru: Первая пользовательская команда:
tr: 1. Özel Komut:
uk: Перша спеціальна команда:

source: 2nd Custom Command:
ca: Segona ordre personalitzada:
es: Segundo comando personalizado:
eu: 2. Agindu pertsonalizatua:
fi: 2. komento:
fr: 2ème commande personnalisée :
hu: Második egyéni parancs:
it: 2° Comando Personalizzato:
nl: 2de aangepaste opdracht:
ro: A doua comandă personalizată:
ru: Вторая пользовательская команда:
tr: 2. Özel Komut:
uk: Друга спеціальна команда:

source: 3rd Custom Command:
ca: Tercera ordre personalitzada:
es: Tercer comando personalizado:
eu: 3. Agindu pertsonalizatua:
fi: 3. komento:
fr: 3ème commande personnalisée :
hu: Harmadik egyéni parancs:
it: 3° Comando Personalizzato:
nl: 3de aangepaste opdracht:
ro: A treia comandă personalizată:
ru: Третья пользовательская команда:
tr: 3. Özel Komut:
uk: Третя спеціальна команда:

source: App Switcher Settings:
ca: Configuració d'Alt + Tabulador:
es: Configuración Alt + Tabulador:
eu: Aplikazio aldaketen ezarpenak:
fi: Vaihtajan asetukset:
fr: Paramètres du changeur d'applications :
hu: Alkalmazásváltó Beállításai:
it: Impostazioni Commutatore App:
nl: Instellingen voor applicatieschakelaar:
ro: Setări Comutator de aplicații:
ru: Настройка Переключателя Приложений:
tr: Uygulama Geçiş Ayarları:
uk: Налаштування перемикача програм:

source: App switcher style:
ca: Aparença del selector d'aplicacions:
es: Apariencia del selector de aplicaciones:
eu: Aplikazio aldaketen estiloa:
fi: Vaihtaja tekee:
fr: Style du changeur d'applications :
hu: Alkalmazásváltó stílusa:
it: Stile del commutatore di app:
nl: Stijl van applicatieschakelaar:
ro: Stilul comutatorului de aplicații:
ru: Стиль переключателя приложений:
tr: Uygulama değiştirici türü:
uk: Стиль перемикача програм:

source: Icons only
ca: Només icones
es: Sólo iconos
eu: Ikonoak bakarrik
fi: Vain kuvakkeet
fr: Icônes uniquement
hu: Csak ikonok
it: Solo icone
nl: Alleen pictogrammen
ro: Doar pictograme
ru: Только значки
tr: Sadece simge
uk: Лише значки

source: Thumbnails only
ca: Només miniatures
es: Sólo miniaturas
eu: Miniaturak bakarrik
fi: Vain pikkukuvat
fr: Miniatures seules
hu: Csak előnézeti képek
it: Solo miniature
nl: Alleen miniaturen
ro: Doar miniaturi
ru: Только миниатюры
tr: Sadece küçük önizlemeler
uk: Лише мініатюри

source: Icons and thumbnails
ca: Icones i miniatures
es: Iconos y miniaturas
eu: Ikonoak eta miniaturak
fi: Kuvakkeet ja pikkukuvat
fr: Icônes et miniatures
hu: Ikonok és előnézetek
it: Icone e miniature
nl: Pictogrammen en miniaturen
ro: Pictograme și miniaturi
ru: Значки и миниатюры
tr: Simgeler ve küçük önizlemeler
uk: Значки та мініатюри

source: Icons and window preview
ca: Icones i previsualització de les finestres
es: Iconos y vista previa de ventanas
eu: Ikonoak eta leihoen aurrebista
fi: Kuvakkeet ja ikkunan katselu
fr: Icônes et prévisualisation des fenêtres
hu: Ikonok és ablak előnézet
it: Icone e anteprima finestre
nl: Pictogrammen en voorbeeldvenster
ro: Pictograme și previzualizare a ferestrelor
ru: Значки и предпросмотр окон
tr: Simgeler ve pencere önizleme
uk: Значки та попередній перегляд вікон

source: Window preview (no icons)
ca: Previsualització de la finestra (sense icones)
es: Vista previa de la ventana (sin iconos)
eu: Leihoaren aurrebista (ikonorik gabe)
fi: Ikkunan katselu (ei kuvakkeita)
fr: Prévisualisation de fenêtres (sans icônes)
hu: Ablak előnézet (ikonok nélkül)
it: Anteprima finestra (senza icona)
nl: Voorbeeldvenster (geen pictogrammen)
ro: Previzualizare fereastră (fără pictograme)
ru: Предпросмотр окон (без значков)
tr: Pencere önizleme (simge yok)
uk: Попередній перегляд вікна (без значків)

source: Coverflow (3D)
eu: Estaldura-fluxua (3D)
fi: Virtaus (3D)
fr: Présentation en flux (3D)
tr: Kapak akışı (3D)
uk: Покриття (3D)

source: Timeline (3D)
ca: Línia temporal (3D)
es: Línea de tiempo (3D)
eu: Denbora-lerroa (3D)
fi: Aikajana (3D)
fr: Frise temporelle (3D)
hu: Idővonal (3D)
it: Cronologia (3D)
nl: Tijdlijn (3D)
ro: Cronologie (3D)
tr: Zaman tüneli (3D)
uk: Хронологія (3D)

source: System default
ca: Predeterminat del sistema
es: Predeterminado del sistema
eu: Sistemaren lehenetsia
fi: Järjestelmän oletus
fr: Prévu par le système
hu: Rendszer alapértelmezés
it: Predefinito del sistema
nl: Systeemstandaard
ro: Implicit sistem
ru: По умолчанию (как в системе)
tr: Sistem varsayılanı
uk: За умовчанням системи

source: Switch between windows from:
ca: Canviar entre finestres des de:
es: Cambiar entre ventanas desde:
eu: Leihoen artean aldatu:
fi: Vaihda ikkunoiden välillä:
fr: Basculer entre les fenêtres de :
hu: Váltás az ablakok között innen:
it: Passa da una finestra all'altra da:
nl: Wisselen tussen vensters van:
ro: Comută între ferestre de la:
ru: Переключаться между окнами из:
tr: Şununula pencereler arasında geçiş yap:
uk: Перемикатися між вікнами з:

source: Current workspace
ca: L'espai de treball actual
es: Espacio de trabajo actual
eu: Gaur egungo lan-espaziotik
fi: Nykyinen työtila
fr: Espace de travail actuel
hu: Aktuális munkaterület
it: Area di Lavoro Corrente
nl: Huidige werkruimte
ro: Spațiul de lucru curent
ru: Текущего рабочего стола
tr: Mevcut çalışma alanı
uk: Поточна робоча область

source: All workspaces
ca: Tots els espais de treball
es: Todos los espacios de trabajo
eu: Lan-espazio guztietatik
fi: Kaikki työtilat
fr: Tous les espaces de travail
hu: Minden munkaterület
it: Tutte le Aree di Lavoro
nl: Alle werkruimtes
ro: Toate spațiile de lucru
ru: Всех рабочих столов
tr: Tüm çalışma alanları
uk: Усі робочі області

source: Curret Application
ca: Aplicació actual
es: Aplicación actual
eu: Oraingo aplikaziotik
fi: Nykyinen sovellus
fr: Application courante
hu: Aktuális alkalmazás
it: Applicazione Corrente
nl: Huidige applicatie
ro: Aplicație curentă
ru: Текущего приложения
tr: Mevcut Uygulama
uk: Поточна програма
