Repository: linuxmint/cinnamon-spices-extensions
Catalog: workspace-scroller@ori/files/workspace-scroller@ori/po/*.po
Languages: da, fi, hu, it, ru, sv, tr, zh_cn

source: Switch workspaces using mouse scroll at screen edges.
da: Skift arbejdsområde ved at rulle med musen på skærmkanterne.
fi: Vaihda työtiloja vierittämällä hiiren rullaa näytön reunoilla.
hu: Munkaterület váltása a képernyő éleinél történő egérgörgő használattal.
it: Cambia area di lavoro usando lo scorrimento del mouse ai bordi dello schermo.
ru: Используйте края экрана для переключения рабочих столов колесом мыши.
sv: Växla arbetsytor med hjälp av mushjulet, vid skärmkanterna.
tr: Fare kaydırma tuşunu kullanarak ekran kenarlarından çalışma alanlarını değiştirin.
zh_cn: 在屏幕边缘使用鼠标滚轮切换工作区。

source: Edges
da: Kanter
fi: Reunat
hu: Élek
it: Bordi
ru: Края Экрана
sv: Kanter
tr: Kenarlar
zh_cn: 边缘

source: Use left edge
da: Brug venstre kant
fi: Käytä vasenta reunaa
hu: Bal oldali él használata
it: Usa il bordo sinistro
ru: Использовать левый край
sv: Använd vänsterkant
tr: Sol kenarı kullan
zh_cn: 使用左侧边缘

source: — Scroll up:
da: —Rul op:
fi: — Vieritä ylös:
it: — Scorrimento in alto:
ru: — Прокрутка вверх:
sv: — Skrolla upp:
tr: — Yukarı kaydırma:
zh_cn: — 向上滚动：

source: None
da: Ingenting
fi: Ei mitään
hu: Nincs
it: Nessuna
ru: Ничего не делать
sv: Inget
tr: Hiçbiri
zh_cn: 无

source: Switch left
da: Skift til venstre
fi: Vaihda vasemmalle
hu: Váltás a bal oldali munkaterületre
it: Cambia a sinistra
ru: Переключить влево
sv: Växla åt vänster
tr: Sola geçiş
zh_cn: 向左切换

source: Switch right
da: Skift til højre
fi: Vaihda oikealle
hu: Váltás a jobb oldali munkaterületre
it: Cambia a destra
ru: Переключить вправо
sv: Växla åt höger
tr: Sağa geçiş
zh_cn: 向右切换

source: Show expo
da: Vis arbejdsområder
fi: Näytä työtilat
hu: Közszemle megjelenítése
it: Mostra expo
ru: Показать экспо
sv: Visa Expo
tr: Sergi görünümü
zh_cn: 显示展示

source: — Scroll down:
da: —Rul ned:
fi: — Vieritä alas:
it: — Scorrimento in basso:
ru: — Прокрутка вниз:
sv: — Skrolla ner:
tr: — Aşağı kaydırma:
zh_cn: — 向下滚动：

source: Use right edge
da: Brug højre kant
fi: Käytä oikeaa reunaa
hu: Jobb oldali él használata
it: Usa il bordo destro
ru: Использовать правый край
sv: Använd högerkant
tr: Sağ kenarı kullan
zh_cn: 使用右侧边缘

source: Use top edge
da: Brug øverste kant
fi: Käytä yläreunaa
hu: Felső él használata
it: Usa il bordo superiore
ru: Использовать верхний край
sv: Använd överkant
tr: Üst kenarı kullan
zh_cn: 使用顶部边缘

source: Use bottom edge
da: Brug nederste kant
fi: Käytä alareunaa
hu: Alsó él használata
it: Usa il bordo inferiore
ru: Использовать нижний край
sv: Använd underkanten
tr: Alt kenarı kullan
zh_cn: 使用底部边缘

source: Corner
da: Hjørne
fi: Kulma
hu: Sarok
it: Angolo
ru: Углы Экрана
sv: Hörn
tr: Köşe
zh_cn: 角

source: Use top left corner
da: Brug øverste venstre hjørne
fi: Käytä vasenta yläkulmaa
hu: Bals felső él használata
it: Usa l'angolo in alto a sinistra
ru: Использовать верхний левый угол
sv: Använd överkants vänstra hörn
tr: Üst sol köşeyi kullan
zh_cn: 使用左上角

source: Use top right corner
da: Brug øverste højre hjørne
fi: Käytä oikeaa yläkulmaa
hu: Jobb felső él használata
it: Usa l'angolo in alto a destra
ru: Использовать верхний правый угол
sv: Använd överkants högra hörn
tr: Üst sağ köşeyi kullan
zh_cn: 使用右上角

source: Use bottom left corner
da: Brug nederste venstre hjørne
fi: Käytä vasenta alakulmaa
hu: Bal alsó él használata
it: Usa l'angolo in basso a sinistra
ru: Использовать нижний левый угол
sv: Använd underkants vänstra hörn
tr: Alt sol köşeyi kullan
zh_cn: 使用左下角

source: Use bottom right corner
da: Brug nederste højre hjørne
fi: Käytä oikeaa alakulmaa
hu: Jobb alsó él használata
it: Usa l'angolo in basso a destra
ru: Использовать нижний правый угол
sv: Använd underkants högra hörn
tr: Alt sağ köşeyi kullan
zh_cn: 使用右下角

source: pixels
da: pixler
fi: pikseliä
hu: képpont
ru: пикселей
sv: pixlar
tr: piksel
zh_cn: 像素

source: Corners areas size:
da: Hjørners arealstørrelse:
fi: Kulma-alueen koko:
hu: Lekerekített sarkok mérete:
it: Dimensioni delle aree degli angoli:
ru: Размер угловых участков:
sv: Storlek på hörnområde:
tr: Köşelerin alan boyutu:
zh_cn: 角区域大小：

source: General
fi: Yleinen

source: Use a workspace switcher extension if installed
fi: Käytä työtilan vaihtajaa mikäli lisäosa on asennettu

source: Allow a Cinnamon extension to animate the workspace change. This option has no effect unless a compatible extension is installed. Requires Desktop Cube 2.0.2 or Flipper 2.0.0 and Cinnamon 5.4 or better.
fi: Sallii työtilan vaihtuessa animaation. Tarvitaan yhteensopivan laajennus Desktop Cube 2.0.2:n tai Flipper 2.0.0:n ja Cinnamon 5.4 tai uudempi.

source: Workspace Scroller
da: Arbejdsområderulning
hu: Munkaterület görgető
it: Scroller per Area di Lavoro
ru: Прокрутка Рабочих Столов (Workspace Scroller)
sv: Skrolla arbetsytor
tr: Çalışma Alanı Kaydırıcı
zh_cn: 工作区滚动工具

source: â Scroll up:
hu: Görgetés felfelé:

source: â Scroll down:
hu: Görgetés lefelé:
