Repository: linuxmint/cinnamon-spices-extensions
Catalog: 0dyseus@CinnamonMaximusFork/files/0dyseus@CinnamonMaximusFork/po/*.po
Languages: da, hr

source: If enabled, it will log to the Cinnamon log (~/.cinnamon/glass.log) information that could be used to debug the extension.
da: Når aktiveret vil information, som kan bruges til at fejlsøge udvidelsen, bilve logget i Cinnamons log (~/.cinnamon/glass.log).
hr: Ako je omogućeno, zapisivati će se u Cinnamon zapis (~/.cinnamon/glass.log) informacije koje se mogu iskoristiti za otklanjanje grešaka proširenja.

source: Enable logging
da: Aktivér logning
hr: Omogući zapisivanje

source: Undecorate All Windows (Experimental, please close and re-open all windows)
da: Fjern titellinjen i alle vinduer (eksperimentel, luk og åbn alle vinduer igen)
hr: Ukloni naslovnu traku sa svih prozora (Eksperimentalno, zatvorite i ponovno otvorite sve prozore)

source: Undecorate when tiled
da: Fjern titellinjer når udlagt side om side
hr: Ukloni naslovnu traku u popločenom prikazu

source: If enabled, only the applications specified bellow will have their titlebar removed when maximized. If disabled, all maximized windows will have their titlebar removed.
da: Når aktiveret vil kun programmer angivet nedenfor få deres titellinje fjernet i maksimeret tilstand. Hvis deaktiveret vil alle maksimerede vinduer få deres titellinje fjernet.
hr: Ako je omogućeno, samo aplikacije određene ispod imati će uklonjenu naslovnu traku kada su uvećane Ako je onemogućeno, svi uvećani prozori imati će svoje naslovne trake uklonjene.

source: Use Whitelist
da: Anvend godkendt-liste
hr: Koristi popis dopuštenih aplikacija

source: Check or uncheck this options to restart Cinnamon. Note: I couldn't make a proper button to work in this settings window, so I had to improvise and I had to use a checkbox. It doesn't really matter if it's checked or unchecked.
da: Markér eller fjern markering for denne indstilling for at genstarte Cinnamon. Bemærk: Jeg kunne ikke få en rigtig knap til at virke i indstillingsvinduet, så jeg måtte improvisere og bruge et afkrydsningsfelt. Det betyder ikke noget, om den er markeret eller ej.
hr: Odaberite ili ne za ponovno pokretanje Cinnamona. Napomena: Nisam mogao napraviti ispravnu tipku kako bi radila za ovu postavku prozora, stoga sam morao improvizirati i upotrijebio sam preklopnu tipku. Ustvari nije važno je li uključena ili ne.

source: Check or uncheck to restart Cinnamon
da: Markér eller fjern markering for at genstarte Cinnamon
hr: Odaberi ili ne za ponovno pokretanje Cinnamona

source: Cinnamon Maximus (Fork by Odyseus) Settings
da: Indstillinger for Cinnamon Maximus (forgrening af Odyseus)
hr: Cinnamon Maksimus (Fork od Odyseusa) postavke

source: Troubleshooting
da: Fejlfinding
hr: Rješavanje grešaka

source: "Use Whitelist" option must be checked. Use a "," (comma) to seperate applications.
da: Indstillingen "Anvend godkendt-liste" skal være markeret. Brug et "," (komma) til at adskille programmer.
hr: Mogućnost "Koristi popis dopuštenih aplikacija" mora biti odabrana. Koristite "," (zarez) za odvajanje aplikacija.

source: List of applications:
da: Oversigt over programmer:
hr: Popis dopuštenih aplikacija:

source: Alan01: Danish localization.
da: Alan01: Dansk oversættelse.

source: giwhub: Chinese localization.
da: giwhub: Kinesisk oversættelse.

source: muzena: Croatian localization.
da: muzena: Kroatisk oversættelse.

source: Cinnamon Maximus (Fork by Odyseus)
da: Cinnamon Maximus (forgrening af Odyseus)
hr: Cinnamon Maksimus (Fork od Odyseusa)

source: Remove windows decorations from maximized windows.
da: Fjern maksimerede vinduers titellinjer.
hr: Uklonite naslovnu traku prozora s uvećanih prozora.

source: language-name
da: Dansk

source: Choose language
da: Vælg sprog

source: Help for %s
da: Hjælp til %s

source: IMPORTANT!!!
da: Vigtigt!!!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
da: Slet aldrig nogen filer i denne udvidelses mappe. Det kan ødelægge udvidelsens funktionalitet.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
da: Fejlrapporter, forslag til nye funktioner og bidrag bør ske i denne udvidelses arkiv, som der er linket til efterfølgende.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
da: Oversættelse af panelprogrammer, skrivebordsprogrammer og udvidelser

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
da: Hvis denne udvidelse blev installeret gennem Cinnamons indstillinger, blev alle oversættelser automatisk installeret.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
da: Hvis denne udvidelse blev installeret manuelt og ikke gennem Cinnamons indstillinger, kan alle oversættelser installeres ved at køre skriptet **localizations.sh** i en terminal åbnet i udvidelsens mappe.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
da: Hvis der ikke er nogen oversættelse til denne udvidelse tilgængelig på dit sprog, kan du oprette en ved at følge de efterfølgende instruktioner.
