Repository: linuxmint/cinnamon-spices-extensions
Catalog: centered-cinnamon-dock@mostlynick3/files/centered-cinnamon-dock@mostlynick3/po/*.po
Languages: de, hu, it, pt, ru, sv

source: Welcome to Centered Cinnamon Dock!
de: Willkommen beim zentrierten Cinnamon Dock!
it: Benvenuto a Dock Centrato di Cinnamon!
pt: Bem-vindo ao Dock Centralizado do Cinnamon!
ru: Добро пожаловать в центрированный док Cinnamon!
sv: Välkommen till centrerad Cinnamon dock!

source: Which panel(s) would you like to turn into a dock?
de: Welche Leiste(n) möchten Sie in ein Dock umwandeln?
it: Quale/i pannello/i desideri trasformare in un dock?
pt: Qual(is) painel(is) deseja transformar num dock?
ru: Какие панели вы хотите превратить в док?
sv: Vilken panel(er) vill du göra om till en dock?

source: Right click any panel to change your mind or configure the docks later.
de: Klicken Sie mit der rechten Maustaste auf eine beliebige Leiste, um Ihre Meinung zu ändern oder die Docks später zu konfigurieren.
it: Fai clic destro su qualsiasi pannello per cambiare idea o configurare i dock più tardi.
pt: Clique com o botão direito em qualquer painel para mudar de ideias ou configurar os docks mais tarde.
ru: Щелкните правой кнопкой мыши по любой панели, чтобы передумать или настроить доки позже.
sv: Högerklicka på valfri panel för att ändra dig eller konfigurera dockarna senare.

source: Skip
de: Überspringen
it: Salta
pt: Ignorar
ru: Пропустить
sv: Hoppa över

source: Enable
de: Aktivieren
it: Abilita
pt: Ativar
ru: Включить
sv: Aktivera

source: Bottom Panel (Monitor %d)
de: Untere Leiste (Monitor %d)
hu: Alsó panel (%d. monitor)
it: Pannello inferiore (monitor %d)
pt: Painel inferior (monitor %d)
ru: Нижняя панель (монитор %d)
sv: Nedre panel (skärm %d)

source: Top Panel (Monitor %d)
de: Obere Leiste (Monitor %d)
hu: Felső panel (%d. monitor)
it: Pannello superiore (monitor %d)
pt: Painel superior (monitor %d)
ru: Верхняя панель (монитор %d)
sv: Övre panel (skärm %d)

source: Left Panel (Monitor %d)
de: Linke Leiste (Monitor %d)
hu: Bal panel (%d. monitor)
it: Pannello sinistro (monitor %d)
pt: Painel esquerdo (monitor %d)
ru: Левая панель (монитор %d)
sv: Vänster panel (skärm %d)

source: Right Panel (Monitor %d)
de: Rechte Leiste (Monitor %d)
hu: Jobb panel (%d. monitor)
it: Pannello destro (monitor %d)
pt: Painel direito (monitor %d)
ru: Правая панель (монитор %d)
sv: Höger panel (skärm %d)

source: Centered Dock Settings
de: Einstellungen für zentriertes Dock
hu: Középső dokk beállítások
it: Impostazioni dock centrato
pt: Definições do dock centralizado
ru: Настройки центрированного дока
sv: Inställningar för centrerad dock

source: Cancel
de: Abbrechen
hu: Mégse
it: Annulla
pt: Cancelar
ru: Отмена
sv: Avbryt

source: Apply
de: Anwenden
hu: Alkalmaz
it: Applica
pt: Aplicar
ru: Применить
sv: Tillämpa

source: OK
hu: Rendben
ru: ОК

source: General
de: Allgemein
hu: Általános
it: Generale
pt: Geral
ru: Общие
sv: Allmänt

source: Enable Centered Dock for this panel
de: Zentriertes Dock für diese Leiste aktivieren
hu: Középső dokk engedélyezése ennél a panelnél
it: Abilita dock centrato per questo pannello
pt: Ativar dock centralizado para este painel
ru: Включить центрированный док для этой панели
sv: Aktivera centrerad dock för den här panelen

source: Height offset (negative = up, positive = down)
de: Höhenversatz (negativ = hoch, positiv = runter)
hu: Magasság eltolás (negatív = fel, pozitív = le)
it: Offset altezza (negativo = su, positivo = giù)
pt: Deslocamento de altura (negativo = cima, positivo = baixo)
ru: Смещение по высоте (отрицательное = вверх, положительное = вниз)
sv: Höjdförskjutning (negativ = upp, positiv = ner)

source: Don't shift windows (disable panel struts)
de: Fenster nicht verschieben (Leisten-Struts deaktivieren)
hu: Ne tolja el az ablakokat (panel struts letiltása)
it: Non spostare le finestre (disabilita struts del pannello)
pt: Não deslocar janelas (desativar struts do painel)
ru: Не сдвигать окна (отключить распорки панели)
sv: Flytta inte fönster (inaktivera panelstruts)

source: Fade animation duration (ms)
de: Dauer der Ausblendanimation (ms)
hu: Elhalványulási animáció időtartama (ms)
it: Durata animazione dissolvenza (ms)
pt: Duração da animação de desvanecimento (ms)
ru: Длительность анимации затухания (мс)
sv: Varaktighet för toningsanimering (ms)

source: Appearance
de: Erscheinungsbild
hu: Megjelenés
it: Aspetto
pt: Aparência
ru: Внешний вид
sv: Utseende

source: Transparency (%)
de: Transparenz (%)
hu: Átlátszóság (%)
it: Trasparenza (%)
pt: Transparência (%)
ru: Прозрачность (%)
sv: Transparens (%)

source: Minimum dock width
de: Minimale Dockbreite
hu: Minimális dock szélesség
it: Larghezza minima del dock
pt: Largura mínima do dock
ru: Минимальная ширина панели
sv: Minsta dockbredd

source: Enable zoom effect on hover
de: Zoom-Effekt beim Überfahren aktivieren
hu: Nagyítási effektus engedélyezése rámutatáskor
it: Abilita effetto zoom al passaggio del mouse
pt: Ativar efeito de zoom ao passar o rato
ru: Включить эффект увеличения при наведении
sv: Aktivera zoomeffekt vid hovring

source: Zoom scale factor
de: Zoom-Skalierungsfaktor
hu: Nagyítási skála tényező
it: Fattore di scala zoom
pt: Fator de escala do zoom
ru: Коэффициент масштабирования
sv: Zoomskalningsfaktor

source: Auto-hide Behavior
de: Verhalten beim automatischen Ausblenden
hu: Automatikus elrejtés viselkedése
it: Comportamento nascondimento automatico
pt: Comportamento de ocultação automática
ru: Поведение автоскрытия
sv: Beteende för automatisk döljning

source: Choose one auto-hide mode (mutually exclusive):
de: Wählen Sie einen Modus zum automatischen Ausblenden (gegenseitig ausschließend):
hu: Válasszon egy automatikus elrejtési módot (kölcsönösen kizáró):
it: Scegli una modalità di nascondimento automatico (mutuamente esclusiva):
pt: Escolha um modo de ocultação automática (mutuamente exclusivo):
ru: Выберите один режим автоскрытия (взаимоисключающие):
sv: Välj ett läge för automatisk döljning (ömsesidigt uteslutande):

source: Auto-hide dock when focusing apps
de: Dock automatisch ausblenden bei fokussierten Apps
hu: Dokk automatikus elrejtése alkalmazások fókuszálásakor
it: Nascondi automaticamente dock quando si focalizzano le app
pt: Ocultar dock automaticamente ao focar aplicações
ru: Автоматически скрывать док при фокусировке приложений
sv: Dölj dock automatiskt när appar är i fokus

source: ↳ Show dock when no window is focused
de: ↳ Dock anzeigen, wenn kein Fenster fokussiert ist
hu: ↳ Dokk megjelenítése, ha nincs ablak fókuszban
it: ↳ Mostra dock quando nessuna finestra è focalizzata
pt: ↳ Mostrar dock quando nenhuma janela está focada
ru: ↳ Показывать док, когда ни одно окно не в фокусе
sv: ↳ Visa dock när inget fönster är i fokus

source: Show dock unless window covers full screen
de: Dock anzeigen, außer Fenster deckt ganzen Bildschirm ab
hu: Dokk megjelenítése, kivéve ha az ablak lefedi a teljes képernyőt
it: Mostra dock a meno che la finestra copra lo schermo intero
pt: Mostrar dock a menos que a janela cubra o ecrã completo
ru: Показывать док, если окно не занимает весь экран
sv: Visa dock såvida inte ett fönster täcker hela skärmen

source: (Dock visible unless a window covers the full screen)
de: (Dock sichtbar, es sei denn ein Fenster deckt den ganzen Bildschirm ab)
hu: (A dokk látható, kivéve ha egy ablak lefedi a teljes képernyőt)
it: (Dock visibile a meno che una finestra copra lo schermo intero)
pt: (Dock visível a menos que uma janela cubra o ecrã completo)
ru: (Док виден, если окно не занимает весь экран)
sv: (Docken synlig såvida inte ett fönster täcker hela skärmen)

source: Auto-hide timing settings:
de: Zeiteinstellungen für automatisches Ausblenden:
hu: Automatikus elrejtés időzítési beállításai:
it: Impostazioni temporizzazione nascondimento automatico:
pt: Definições de temporização de ocultação automática:
ru: Настройки времени автоскрытия:
sv: Tidsinställningar för automatisk döljning:

source: Delay before auto-hiding (ms)
de: Verzögerung vor automatischem Ausblenden (ms)
hu: Késleltetés automatikus elrejtés előtt (ms)
it: Ritardo prima del nascondimento automatico (ms)
pt: Atraso antes de ocultar automaticamente (ms)
ru: Задержка перед автоскрытием (мс)
sv: Fördröjning före automatisk döljning (ms)

source: Height of trigger zone to show panel (px)
de: Höhe der Auslösezone zum Anzeigen der Leiste (px)
hu: Kiváltó zóna magassága a panel megjelenítéséhez (px)
it: Altezza della zona di attivazione per mostrare il pannello (px)
pt: Altura da zona de ativação para mostrar o painel (px)
ru: Высота зоны активации для показа панели (пикс.)
sv: Höjd på utlösningszon för att visa panel (px)

source: Auto-hide Indicator
de: Indikator für automatisches Ausblenden
hu: Automatikus elrejtés jelző
it: Indicatore nascondimento automatico
pt: Indicador de ocultação automática
ru: Индикатор автоскрытия
sv: Indikator för automatisk döljning

source: Show indicator of dock location in trigger zone
de: Indikator der Dock-Position in Auslösezone anzeigen
hu: Dokk helyének jelzője megjelenítése a kiváltó zónában
it: Mostra indicatore della posizione del dock nella zona di attivazione
pt: Mostrar indicador da localização do dock na zona de ativação
ru: Показывать индикатор расположения дока в зоне активации
sv: Visa indikator för dockens plats i utlösningszonen

source: Indicator color
de: Indikatorfarbe
hu: Jelző színe
it: Colore indicatore
pt: Cor do indicador
ru: Цвет индикатора
sv: Indikatorfärg

source: Hex color:
de: Hex-Farbe:
hu: Hex szín:
it: Colore esadecimale:
pt: Cor hexadecimal:
ru: Цвет в HEX:
sv: Hex-färg:

source: Type hex color
de: Hex-Farbe eingeben
hu: Írja be a hex színt
it: Digita colore esadecimale
pt: Digite a cor hexadecimal
ru: Введите HEX-цвет
sv: Skriv hex-färg

source: Centered Cinnamon Dock
de: Zentriertes Cinnamon Dock
hu: Középső Cinnamon Dokk
it: Dock Centrato di Cinnamon
pt: Dock Centralizado do Cinnamon
ru: Центрированный док Cinnamon
sv: Centrerad Cinnamon dock

source: Centers the panel with dock styling and customization options. Configure per panel by right-clicking it.
de: Zentriert die Leiste mit Dock-Styling und Anpassungsoptionen. Konfigurieren Sie jede Leiste durch Rechtsklick.
hu: Középre igazítja a panelt a dokk stílus és a testreszabási lehetőségek segítségével. Konfigurálja a panelt jobb kattintással.
it: Centra il pannello con stile dock e opzioni di personalizzazione. Configura ogni pannello facendo clic destro.
pt: Centraliza o painel com estilo de dock e opções de personalização. Configure cada painel clicando com o botão direito.
ru: Центрирует панель со стилем дока и параметрами настройки. Настройте каждую панель щелчком правой кнопкой мыши.
sv: Centrerar panelen med dock-styling och anpassningsalternativ. Konfigurera varje panel genom att högerklicka på den.
