Repository: linuxmint/cinnamon-spices-extensions
Catalog: desktop-scroller@ccadeptic23/files/desktop-scroller@ccadeptic23/po/*.po
Languages: da, vi

source: Desktop Scroller
da: Arbejdsområderulning
vi: Bộ cuộn Màn hình

source: Switch between desktops by scrolling at left and right edges of the screen.
da: Skift mellem arbejdsområder ved at rulle på skærmens venstre og højre kanter.
vi: Chuyển đổi giữa các màn hình bằng cách cuộn ở các cạnh trái và phải của màn hình.

source: Show direction arrow
da: Vis retningspile
vi: Hiển thị mũi tên hướng

source: Check this to show an arrow indicating scroll direction.
da: Aktivér denne for at vise en pil, som indikerer rulleretningen.
vi: Chọn mục này để hiển thị mũi tên chỉ hướng cuộn.

source: pixels
da: pixler
vi: pixel

source: Activation area width:
da: Aktiveringsområdets bredde:
vi: Chiều rộng vùng kích hoạt:

source: Width of activation areas
da: Aktiveringsområdernes bredde
vi: Chiều rộng của các vùng kích hoạt

source: Show activation areas
da: Vis aktiveringsområder
vi: Hiển thị vùng kích hoạt

source: Check this to show the areas over which scrolling will switch the desktop.
da: Aktivér denne for at vise områderne, hvor rulning vil skifte mellem arbejdsområder.
vi: Chọn mục này để hiển thị các vùng mà việc cuộn sẽ chuyển đổi màn hình.

source: Use a workspace switcher extension if installed
da: Brug en udvidelse til skift af arbejdsområde, hvis den er installeret
vi: Sử dụng tiện ích mở rộng chuyển đổi không gian làm việc nếu được cài đặt

source: Allow a Cinnamon extensions to animate the workspace change. This option has no effect unless a compatible extension is installed. Requires Desktop Cube 2.0.2 or Flipper 2.0.0 and Cinnamon 5.4 or better.
da: Tillad en Cinnamon-udvidelse at animere ændringer i arbejdsområdet. Denne indstilling har ingen effekt, medmindre der er installeret en kompatibel udvidelse. Kræver Skrivebordsterning (Desktop CubE) 2.0.2 eller Flipper 2.0.0 og Cinnamon 5.4 eller nyere.
vi: Cho phép tiện ích mở rộng Cinnamon tạo hoạt ảnh cho việc thay đổi không gian làm việc. Tùy chọn này không có tác dụng trừ khi có tiện ích mở rộng tương thích được cài đặt. Yêu cầu Desktop Cube 2.0.2 hoặc Flipper 2.0.0 và Cinnamon 5.4 trở lên.
