Repository: linuxmint/cinnamon-spices-extensions
Catalog: 0dyseus@WindowDemandsAttentionBehavior/files/0dyseus@WindowDemandsAttentionBehavior/po/*.po
Languages: da

source: Force windows demanding attention activation.
da: Gennemtving aktivering af vinduer som kræver opmærksomhed.

source: Disabled. System behavior.
da: Deaktiveret. Systemopførsel.

source: Activate windows demanding attention with a shortcut.
da: Aktivér vinduer, som kræver opmærksomhed, med en genvej.

source: Choose activation mode
da: Vælg aktiveringstilstand

source: Set the keybinding to activate windows demanding attention:
da: Angiv tastegenvejen til at aktivere vinduer, som kræver opmærksomhed:

source: See this xlet help file.
da: Se denne udvidelses hjælpfil.

source: Activate demanding attention window with a keyboard shortcut or forced.
da: Aktivér vinduer, som kræver opmærksomhed, med en tastaturgenvej eller gennemtvunget.

source: Window demands attention behavior
da: Opførsel af vinduer som kræver opmærksomhed

source: The following two sections are available only in English.
da: De næste to afsnit er kun tilgængelig på engelsk.

source: language-name
da: Dansk

source: Help
da: Hjælp

source: Contributors
da: Bidragydere

source: Changelog
da: Ændringslog

source: Choose language
da: Vælg sprog

source: Help for %s
da: Hjælp til %s

source: IMPORTANT!!!
da: VIGTIGT!!!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
da: Slet aldrig nogen af filerne i denne udvidelses mappe. Det kan ødelægge udvidelsens funktionalitet.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
da: Fejlrapporter, forslag til nye funktioner og bidrag bør ske i denne udvidelses arkiv, som der er linket til efterfølgende.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
da: Oversættelser af panelprogrammer, skrivebordsprogrammer og udvidelser

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
da: Hvis denne udvidelse blev installeret gennem Cinnamons indstillinger, blev alle oversættelser automatisk installeret.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
da: Hvis denne udvidelse blev installeret manuelt og ikke gennem Cinnamons indstillinger, kan alle oversættelser installeres ved at køre skriptet **localizations.sh** i en terminal åbnet i udvidelsens mappe.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
da: Hvis der ikke er nogen oversættelse til denne udvidelse tilgængelig på dit sprog, kan du oprette en ved at følge de efterfølgende instruktioner.
