Repository: linuxmint/cinnamon-spices-extensions
Catalog: desktop-icons-per-workspace@cardsurf/files/desktop-icons-per-workspace@cardsurf/po/*.po
Languages: ca, fr, vi

source: Set positions of desktop icons per workspace
ca: Establir les ubicacions de les icones de l'escriptori per cada espai de treball
fr: Définir la position des icônes du bureau par espace de travail
vi: Đặt vị trí biểu tượng màn hình cho mỗi không gian làm việc

source: Desktop icons per workspace
ca: Icones d'escriptori per espai de treball
fr: Icônes de bureau par espace de travail
vi: Biểu tượng màn hình theo không gian làm việc

source: Configuration
ca: Configuració
vi: Cấu hình

source: milliseconds
ca: mil·lisegons
fr: millisecondes
vi: mili giây

source: Desktop refresh delay on start
ca: Retard de l'actualització de l'escriptori en iniciar-se l'extensió
fr: Délai d'actualisation du bureau au démarrage
vi: Độ trễ làm mới màn hình khi khởi động

source: A number of milliseconds to wait for initial desktop refresh after the extension is started
ca: Número de mil·lisegons a esperar abans de completar l'actualització de l'escriptori després de l'arrancada de l'extensió
fr: Nombre de millisecondes à attendre pour le rafraîchissement initial du bureau après le démarrage de l'extension
vi: Số mili giây chờ để làm mới màn hình ban đầu sau khi tiện ích mở rộng được khởi động

source: Desktop refresh completed delay
ca: Retard en l'actualització de l'escriptori
fr: Délai d'actualisation du bureau
vi: Độ trễ hoàn thành làm mới màn hình

source: A number of milliseconds to wait before completing desktop refresh
ca: Número de mil·lisegons a esperar abans de completar l'actualització de l'escriptori
fr: Nombre de millisecondes à attendre avant de finaliser l'actualisation du bureau
vi: Số mili giây chờ trước khi hoàn thành việc làm mới màn hình

source: seconds
ca: segons
fr: secondes
vi: giây

source: Save every
ca: Guardar cada
fr: Sauvegarder toutes les
vi: Lưu mỗi

source: How often to save desktop icon positions to the file. 0 means no saving to the file.
ca: Freqüència de guardat del fitxer amb les posiciones de les icones a l'escriptori. 0 = No es guarda.
fr: Fréquence d'enregistrement des positions des icônes du bureau dans le fichier. 0 signifie qu'il n'y a pas d'enregistrement dans le fichier.
vi: Tần suất lưu vị trí biểu tượng màn hình vào tập tin. 0 có nghĩa là không lưu vào tập tin.
