Repository: linuxmint/cinnamon-spices-extensions
Catalog: cinTile@tabcodes/files/cinTile@tabcodes/po/*.po
Languages: de, hu

source: Auto close
de: Automatisch schließen
hu: Automatikus bezárás

source: Animations
de: Animationen
hu: Animációk

source: Auto tile main and list
de: Automatisch in einen Hauptbereich und in eine Liste kacheln
hu: Automatikus főcsempe és lista

source: Auto tile two lists
de: Automatisch in zwei Listen kacheln
hu: Automatikus csempe két listába

source: cinTile
de: cinKachel

source: Tile your windows as you like.
de: Fenster nach Belieben kacheln
hu: Csempézze az ablakokat ahogy szeretné.

source: Hotkeys:
de: Tastenkürzel:
hu: Gyorsgombok:

source: Global Hotkey for cinTile
de: Globales Tastenkürzel für cinKachel
hu: Globális gyorsgomb a cinTile-hoz

source: Behavior:
de: Verhalten:
hu: Viselkedés:

source: Auto-Close
de: Automatisch schließen
hu: Automatikus bezárás

source: Layout for Button 1:
de: Layout für Schaltfläche 1:
hu: Gomb 1:

source: Columns
de: Spalten
hu: Oszlopok

source: Rows
de: Zeilen
hu: Sorok

source: Layout for Button 2:
de: Layout für Schaltfläche 2:
hu: Gomb 2:

source: Layout for Button 3:
de: Layout für Schaltfläche 3:
hu: Gomb 3:

source: Layout for Button 4:
de: Layout für Schaltfläche 4:
hu: Gomb 4:

source: Animation
hu: Animáció
