Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/transparent-panels@germanfr/*.po
Languages: eu, fi, ja, nl, pt_br, ro, ru, vi, zh_cn

source: %s enabled
eu: %s gaituta
fi: %s käytössä
ja: %s は有効です
nl: %s ingeschakeld
pt_br: %s habilitado
ro: %s activat
ru: %s включено
vi: %s đã được bật
zh_cn: %s已启用

source: Open the extension settings and customize your panels
eu: Ireki hedapen konfigurazioa eta pertsonalizatu zure panelak
fi: Avaa laajennuksen asetukset ja mukauta paneelejasi
ja: 拡張機能の設定画面を開いてパネルをカスタマイズしましょう
nl: Open de instellingen van de extensie en pas je panelen aan
pt_br: Abra as configurações da extensão e personalize os seus painéis
ro: Deschide setările extensiei și personalizează-ți panourile
ru: Откройте настройки расширения и настройте свои панели
vi: Mở cài đặt tiện ích mở rộng và tùy chỉnh panel của bạn
zh_cn: 打开扩展设置并自定义您的面板

source: Open settings
eu: Ireki konfigurazioa
fi: Avaa asetukset
ja: 設定を開く
nl: Open instellingen
pt_br: Abrir as configurações
ro: Deschide setări
ru: Открыть настройки
vi: Mở cài đặt
zh_cn: 打开设置

source: Transparent panels
eu: Panel gardenak
fi: Läpinäkyvä paneeli
nl: Doorzichtige panelen
pt_br: Painéis transparentes
ro: Panouri transparente
ru: Прозрачные панели
vi: Panel trong suốt
zh_cn: 透明面板

source: Transparentize your panels when there are no any maximized windows
eu: Panelak gardendu leiho maximizatuak ez daudenean
fi: Läpinäkyvä paneeli, joka asetuksista voit valita varjostuksen eri asteita
ja: 最大化されたウィンドウが無いときに、パネルを透明化
nl: Maak je panelen transparant wanneer er geen gemaximaliseerde vensters zijn
pt_br: Aplique transparência em seus painéis quando não houver janelas maximizadas
ro: Transparentizează panourile tale când nu sunt ferestre maximizate
ru: Сделайте панели прозрачными, когда нет развернутых окон
vi: Làm trong suốt panel của bạn khi không có bất kỳ cửa sổ nào được phóng to
zh_cn: 在没有任何最大化的窗口时让您的面板透明

source: General
eu: Orokorra
fi: Yleinen
ja: 一般
nl: Algemeen
pt_br: Visão geral
ru: Общие
vi: Chung
zh_cn: 常规

source: Type of transparency
eu: Gardentasun mota
fi: Läpinäkyvyyden valinta
ja: 透明度の種類
nl: Type transparantie
pt_br: Tipo de transparência
ro: Tip de transparență
ru: Тип прозрачности
vi: Loại trong suốt
zh_cn: 透明度类型

source: With shadow
eu: Itzalarekin
fi: Varjostettu
ja: 影付き
nl: Met schaduw
pt_br: Com sombra
ro: Cu umbră
ru: С тенью
vi: Có đổ bóng
zh_cn: 带有阴影

source: Fully transparent
eu: Erabat gardena
fi: Läpinäkyvä
ja: 透明
nl: Volledig transparant
pt_br: Totalmente transparente
ro: Complet transparent
ru: Полностью прозрачный
vi: Hoàn toàn trong suốt
zh_cn: 完全透明

source: Semi-transparent
eu: Erdi gardena
fi: Osittain
ja: 半透明
nl: Semi-transparant
pt_br: Semitransparente
ru: Полупрозрачный
vi: Bán trong suốt
zh_cn: 半透明

source: Choose the type of transparency you want.
eu: Aukeratu nahi duzun gardentasun mota.
fi: Valitse haluamasi läpinäkyvyys.
ja: お好みの透明度の種類を選びます。
nl: Kies het type transparantie dat je wil.
pt_br: Escolha o tipo de transparência que quiser.
ro: Alege tipul de transparență pe care îl dorești.
ru: Выберите желаемый тип прозрачности.
vi: Chọn loại trong suốt bạn muốn.
zh_cn: 选择您想要的透明度类型。

source: Use current theme styles
eu: Egungo estilo tematikoak erabili
fi: Ohita ja käytä teeman tyylijä
ja: 現在のテーマスタイルを使用
nl: Gebruik de huidige themastijlen
pt_br: Usar os estilos do tema atual
ro: Folosește stilul temei curente
ru: Использовать текущие стили темы
vi: Sử dụng kiểu chủ đề hiện tại
zh_cn: 使用当前主题样式

source: Only for supported themes. Let the theme style the panels instead of using the extension presets. Use this in case the panels transparency is icorrectly set.
eu: Gai onartuentzako bakarrik. Gaiak panelak molda ditzala, luzapen-presak erabili beharrean. Erabili hau panelen gardentasuna txarto finkatuta badago.
fi: Vain tuetuille teemoille. Teeman tyyli asetetaan sen sijaan, että käytäisit tämän laajennuksen asetuksia. Käytä tätä, jos paneelien läpinäkyvyys ei toimi.
ja: サポートされているテーマのみ。拡張機能のプリセットを使う代わりに、現在のテーマがパネルスタイルを決定します。パネルの透明度が正しく設定されていない場合に使用してください。
nl: Alleen voor ondersteunde thema's. Laat het thema de panelen vormgeven in plaats van de voorinstellingen van de extensie te gebruiken. Gebruik dit als de transparantie van de panelen verkeerd is ingesteld.
pt_br: Essa opção funciona apenas em alguns temas. Deixe o tema estilizar os painéis em vez de usar as predefinições dessa extensão. Marque essa opção caso a transparência do painel esteja sendo configurada incorretamente pela extensão.
ro: Numai pentru temele permise. Lasă tema să configureze stilul panourilor în locul pre-setărilor extensiei. Folosește în caz că transparența panourilor este setată incorect.
ru: Только для поддерживаемых тем. Позвольте теме стилизовать панели вместо использования пресеты расширения. Используйте это в случае, если прозрачность панелей неправильно установлена.
vi: Chỉ cho các chủ đề được hỗ trợ. Để chủ đề tạo kiểu cho panel thay vì sử dụng thiết lập trước của tiện ích mở rộng. Sử dụng tùy chọn này trong trường hợp độ trong suốt của panel được đặt không chính xác.
zh_cn: 仅适用于受支持的主题。让主题设置面板样式，而不是使用扩展预设。如果面板透明度设置不正确，请使用此选项。

source: Remove theme transparency (experimental)
eu: Kendu gardentasuna (esperimentala)
fi: Poista teeman läpinäkyvyys (kokeellinen)
ja: テーマの透明度を解除（実験的）
nl: Verwijder thematransparantie (experimenteel).
pt_br: Remover a transparência do tema (experimental)
ro: Înlătură transparența temei (experimental)
ru: Удалить прозрачность темы (экспериментально)
vi: Loại bỏ độ trong suốt của chủ đề (thử nghiệm)
zh_cn: 移除主题透明度（实验性）

source: Remove panel transparency when it's not transparent.
eu: Panelen gardentasuna ezabatu, gardena ez denean.
fi: Poista paneelin läpinäkyvyys, kun se ei ole läpinäkyvä.
ja: パネルが透明でないときに透明化を解除します。
nl: Verwijder de transparantie van het paneel wanneer het niet transparant is.
pt_br: Remove a transparência do painel quando ele não estiver transparente.
ro: Înlătură transparența panoului când nu este transparent.
ru: Уберить прозрачность панели, если она непрозрачна.
vi: Loại bỏ độ trong suốt của panel khi nó không trong suốt.
zh_cn: 不透明时移除面板透明度。

source: Filter panels
eu: Iragazteko panelak
fi: Valitse paneelit
ja: パネルの選択
nl: Filter panelen
pt_br: Escolher os painéis
ro: Filtrează panouri
ru: Фильтр панелей
vi: Lọc panel
zh_cn: 筛选面板

source: Select the panels that will be affected by this extension.
eu: Aukeratu hedapen honek eragingo dien panelak.
fi: Valitse paneelit, joihin tämä laajennus vaikuttaa.
ja: この拡張機能を適用するパネルを選択します。
nl: Selecteer de panelen die door deze extensie worden beÃ¯nvloed.
pt_br: Selecione os painéis que serão afetados por essa extensão.
ro: Selectează panourile care vor fi afectate de această extensie.
ru: Выберите панели, на которые будет распространяться это расширение.
vi: Chọn các panel sẽ bị ảnh hưởng bởi tiện ích mở rộng này.
zh_cn: 选择将受此扩展影响的面板。

source: Top panel
eu: Goiko panela
fi: Paneeli ylhäällä
ja: 上端パネル
nl: Bovenste paneel
pt_br: Painel superior
ro: Panou sus
ru: Верхняя панель
vi: Panel trên
zh_cn: 顶部面板

source: Right panel
eu: Eskuineko panela
fi: Paneeli oikealla
ja: 右端パネル
nl: Rechterpaneel
pt_br: Painel direito
ro: Panou dreapta
ru: Правая панель
vi: Panel phải
zh_cn: 右侧面板

source: Bottom panel
eu: Beheko panela
fi: Paneeli alhaalla
ja: 下端パネル
nl: Onderste paneel
pt_br: Painel inferior
ro: Panou jos
ru: Нижняя панель
vi: Panel dưới
zh_cn: 底部面板

source: Left panel
eu: Ezkerreko panela
fi: Paneeli vasemmalla
ja: 左端パネル
nl: Linkerpaneel
pt_br: Painel esquerdo
ro: Panou stânga
ru: Левая панель
vi: Panel trái
zh_cn: 左侧面板
