Repository: linuxmint/cinnamon-spices-extensions
Catalog: cinnamon-maximus@fmete/files/cinnamon-maximus@fmete/po/*.po
Languages: ca, da, de, es, eu, fi, hu, it, ja, nl, ro, ru, vi, zh_cn

source: Undecorate windows as you like.
ca: Elimineu les decoracions de les finestres al vostre gust.
da: Fjern vinduers titellinje efter behag.
de: Titelleiste von Fenstern nach Belieben entfernen.
es: Quite las decoraciones de las ventanas a su gusto.
eu: Leihoak des-apaindu nahi duzun bezala.
fi: Poista ikkunoiden koristelu haluamallasi tavalla.
hu: Ablakok díszítésének tetszés szerinti eltávolítása.
it: Rimuove le decorazioni dalle finestre come preferisci.
ja: 好みに合わせてウィンドウの装飾を解除。
nl: Vensters ondecoreren zoals jij dat wilt.
ro: Înlătură barele de titlu ale ferestrelor după cum dorești.
ru: Убрать декорации у развёрнутых окон.
vi: Ẩn thanh tiêu đề cửa sổ theo ý muốn.
zh_cn: 随心地取消窗口装饰。

source: Cinnamon-Maximus Settings
ca: Ajusts de Cinnamon-Maximus
da: Indstillinger for Cinnamon Maximus
de: Cinnamon-Maximus Einstellungen
es: Ajustes de Cinnamon-Maximus
eu: Cinnamon Maximusen Ezarpenak
fi: Cinnamon-Maximus asetukset
hu: Cinnamon-Maximus beállítások
it: Impostazioni di Cinnamon Maximus
ja: Cinnamon-Maximus設定
nl: Cinnamon-Maximus Instellingen
ro: Setări Cinnamon-Maximus
ru: Cinnamon-Maximus Настройкий
vi: Cài đặt Cinnamon-Maximus
zh_cn: Cinnamon最大化设置

source: Undecorating only with hotkey
ca: Eliminar decoracions només mitjançant una drecera del teclat
de: Tittelleiste nur per Tastenkürzel entfernen
es: Quitar decoraciones sólo con tecla de acceso rápido
fi: Koristelun poisto vain pikanäppäimellä
hu: Díszítés feloldása csak gyorsbillentyűvel
it: Rimuovi decorazioni solo con tasto di scelta rapida
nl: Ondecoreren enkel met sneltoets
vi: Chỉ ẩn thanh tiêu đề bằng phím tắt

source: Use Hotkey to toggle decoration of current window
ca: Drecera del teclat per canviar la decoració de la finestra actual
da: Brug genvejstast til at fjerne titellinje i det aktuelle vindue
de: Tastenkürzel verwenden, um Sichtbarkeit der Titelleiste des aktuellen Fensters umzuschalten
es: Tecla de acceso rápido para cambiar la decoración de la ventana actual
eu: Lasterbidea erabili oraingo leihoaren dekorazioa pizteko/amatatzeko.
fi: Käytä pikanäppäintä nykyisen ikkunan koristeluun vaihtamiseksi
hu: Gyorsbillentyű használata az aktuális ablak díszítésének ki-/bekapcsolására
it: Usa il tasto di scelta rapida per alternare la decorazione della finestra corrente
ja: ホットキーで現在のウィンドウの装飾状態を切り替える
nl: Gebruik sneltoets om decoratie van huidig venster om te schakelen
ro: Utilizează Hotkey pentru a comuta decorarea ferestrei curente
ru: Используйте клавиатурные сочетания для переключения декорации текущего окна
vi: Sử dụng phím tắt để bật/tắt thanh tiêu đề cửa sổ hiện tại
zh_cn: 使用热键切换当前窗口的装饰

source: Global Hotkey to toggle decoration of current window (Experimental)
ca: Drecera d'accés ràpid global per alternar la decoració de la finestra actual (Experimental)
da: Global genvejstast til at fjerne titellinje i det aktuelle vindue (eksperimentel)
de: Globales Tastenkürzel zum Umschalten der Sichtbarkeit der Titelleiste des aktuellen Fensters (Experimentell)
es: Tecla de acceso rápido global para alternar la decoración de la ventana actual (Experimental)
eu: Lasterbide orokorra gaur oraingo leihoaren dekorazioa pizteko/amatatzeko (Esperimentala)
fi: Pikanäppäin (kokeellinen)
hu: Globális gyorsbillentyű használata az aktuális ablak díszítésének ki-/bekapcsolására (Kísérleti funkció)
it: Tasto di scelta rapida globale per attivare/disattivare la decorazione della finestra corrente (Sperimentale)
ja: 現在のウィンドウの装飾切替用グローバルホットキー
nl: Globale sneltoets om decoratie van huidig venster om te schakelen (Experimenteel)
ro: Hotkey global pentru a comuta decorarea ferestrei curente (Experimental)
ru: Глобальные клавиатурные сочетания для переключения декорации текущего окна
vi: Phím tắt toàn cục để bật/tắt thanh tiêu đề cửa sổ hiện tại (Thử nghiệm)
zh_cn: 切换当前窗口装饰的全局热键（实验性）

source: Undecorate when tile
ca: Eliminar les decoracions quan estigui en mode mosaic
da: Fjern titellinje, når udlagt side om side
de: Titelleiste bei gekachelten Fenstern entfernen
es: Quitar decoraciones cuando esté en modo mosaico
eu: Des-apaindu sareta
fi: Poista koristelu laatoista
hu: Díszítés eltávolítása csempe nézetben
it: Rimuovi decorazioni quando in modalitÃ tile
ja: タイル状態時に装飾解除
nl: Ondecoreren bij tegelweergave
ro: Înlătură bara de titlu atunci când fereastrele sunt plasate în tile
ru: Убрать декорации если она расположенны плиткой
vi: Ẩn thanh tiêu đề khi xếp ô
zh_cn: 平铺时取消装饰

source: Undecorate All Windows (Experimental, please close and re-open all windows)
ca: Eliminar les decoracions de totes les finestres (Experimental, si us plau tanqueu i torneu a obrir totes les finestres)
da: Fjern titellinje i alle vinduer (eksperimentel, luk og åbn alle vinduer igen)
de: Titelleiste bei allen Fenstern entfernen (Experimentell: Bitte alle Fenster neu öffnen)
es: Quitar decoraciones de todas las ventanas (Experimental, por favor cierre y vuelva a abrir todas las ventanas)
eu: Des-apaindu Leiho guztiak (Esperimental, mesedez, itxi eta ireki berriro leiho guztiak)
fi: Poista kaikki koristelut (kokeellinen, sulje ja avaa ikkunat uudelleen)
hu: Összes ablak díszítésének eltávolítása (Kísérleti funkció, kérem csukja be és nyissa újra az összes ablakot)
it: Rimuovi Decorazioni da Tutte le Finestre (Sperimentale, chiudi e riapri tutte le finestre)
ja: 全ウィンドウの装飾解除（実験的。全ウィンドウを一度閉じ、再度開いてください）
nl: Ondecoreren van alle vensters (Experimenteel, sluit en heropen alle vensters alstublieft)
ro: Decorează toate ferestrele (Experimental, vă rugăm să închideți și să redeschideți toate ferestrele)
ru: Убрать декорации Всех Окон (Экспериментальная функция, нужно закрыть и открыть заново все окна)
vi: Ẩn thanh tiêu đề Tất cả Cửa sổ (Thử nghiệm, vui lòng đóng và mở lại tất cả cửa sổ)
zh_cn: 取消装饰所有窗口（实验性，请关闭然后重新打开所有窗口）

source: Use Ignoring List
ca: Utilitzar una llista d'aplicacions a ignorar
da: Anvend liste over ignorerede
de: Bestimmte Anwendungen ignorieren
es: Utilizar la lista de ignorados
eu: Erabili Entzungor zerrenda
fi: Käytä ohituslistaa
hu: Használja a figyelmen kívül hagyott alkalmazások listáját
it: Usa Lista Ignora
ja: 無視するアプリのリストを使用
nl: Gebruik de te negeren lijst
ro: Utilizează lista de ignorare
ru: Список игнорируемых окон
vi: Sử dụng Danh sách Bỏ qua
zh_cn: 使用忽略列表

source: Ignored Apps (use "," for seperate apps, partial match and regexp allowed)
ca: Aplicacions ignorades (utilitzeu "," per aplicacions separades. Es permeten noms parcials i expressions regulars)
da: Ignorerede programmer (brug "," til adskillelse af programmer; delvis match og reg. udtryk tilladt)
de: Liste der ignorierten Anwendungen (Anwendungen mit Komma trennen, teilweise Übereinstimmung und reguläre Ausdrücke erlaubt)
es: Aplicaciones ignoradas (utilice "," para aplicaciones separadas, se permiten coincidencias parciales y expresiones regulares)
eu: Entzungor egiteko aplikazioak (erabili "," aplikazioak desberdintzeko, bat etortze partzialak eta regexp baimendua)
fi: Ohitetut sovellukset (käytä pilkkua "," sovellusten nimien välissä)
hu: Figyelmen kívül hagyott alkalmazások (használjon „,” a különböző alkalmazásokhoz, hozzávetőleges találat és regexp megengedett)
it: App Ignorate (usa la "," per separare app, corrispondenza parziale e regexp consentite)
ja: 無視するアプリ（","でアプリを区切る。部分一致・正規表現が利用可能です）
nl: Te negeren apps (gebruik "," voor afzonderlijke apps, gedeeltelijke overeenkomst en reguliere expressies toegestaan)
ro: Aplicații ignorate (folosește "," pentru aplicații separate, se permite potrivirea parțială și regexp)
ru: Игнорировать Приложения (используйте "," для разделения имён,частичное совпадение и регулярные выражения поддерживаются)
vi: Ứng dụng được Bỏ qua (sử dụng "," để phân tách ứng dụng, cho phép khớp một phần và regexp)
zh_cn: 忽略应用程序（使用“,”分隔应用程序，允许部分匹配和正则表达式）

source: Use Auto Undecorating for apps
ca: Utilitzar l'eliminació de decoracions automàtica per aplicacions
de: Titelleiste für bestimmte Anwendungen automatisch entfernen
es: Utilice quitar decoraciones automática para aplicaciones
fi: Käytä koristelun autom. poistoa sovelluksissa
hu: Használja az automatikus díszítéseltávolítást az alkalmazásokhoz
it: Utilizza la rimozione automatica della decorazione per le app
nl: Gebruik automatisch ondecoreren voor apps
vi: Tự động ẩn thanh tiêu đề cho ứng dụng

source: Auto Undecorating Apps (use "," for seperate apps, partial match and regexp allowed)
ca: Aplicacions amb decoració eliminable automàticament (utilitzeu "," per aplicacions separades. Es permeten noms parcials i expressions regulars)
da: Programmer med auto. fjernelse af titellinje (brug "," til adskillelse af programmer; delvis match og reg. udtryk tilladt)
de: Liste der Anwendungen deren Titelleiste automatisch entfernt wird (Anwendungen mit Komma trennen, teilweise Übereinstimmung und reguläre Ausdrücke erlaubt)
es: Aplicación con decoración auto-removible (utilice "," para aplicaciones separadas, se permiten coincidencias parciales y expresiones regulares)
eu: Des-apainketa automatikorako aplikazioak (erabili "," aplikazioak desberdintzeko, bat etortze partzialak eta regexp baimendua)
fi: Sovellusten autom. koristelun poisto (käytä pilkkua "," sovellusten nimien välissä)
hu: Alkalmazások dekorációjának automatikus eltávolítása (használjon „,” a különböző alkalmazásokhoz, hozzávetőleges találat és regexp megengedett)
it: App con Auto-Rimozione Decorazione (usa la "," per separare app, corrispondenza parziale e regexp consentite)
ja: 自動で装飾解除するアプリ（","でアプリを区切る。部分一致・正規表現が利用可能です）
nl: Automatisch ondecoreren van apps (gebruik "," voor afzonderlijke apps, gedeeltelijke overeenkomst en reguliere expressies toegestaan)
ro: Înlăturarea automată a titlurilor aplicațiilor (folosește "," pentru aplicații separate, se permite potrivirea parțială și regexp)
ru: Автоматическое скрытие декорации окон приложений (используйте "," для разделения имён,частичное совпадение и регулярные выражения поддерживаются)
vi: Ứng dụng Tự động Ẩn thanh tiêu đề (sử dụng "," để phân tách ứng dụng, cho phép khớp một phần và regexp)
zh_cn: 自动取消装饰应用程序（使用“,”分隔应用程序，允许部分匹配和正则表达式）

source: Keep the focus for QT Apps (Experimental)
ca: Mantenir el focus per aplicacions QT (Experimental)
da: Behold fokus for QT-programmer (eksperimentel)
de: Fokus für QT-Apps behalten (Experimentell)
es: Mantener el foco para aplicaciones QT (Experimental)
eu: Fokua mantendu QT aplikazioetarako (Esperimentala)
fi: Pidä kohdistus QT-sovelluksiin (kokeellinen)
hu: QT alkalmazásokra fókuszálás (Kísérleti funkció)
it: Mantieni il focus per le App QT (Sperimentale)
ja: Qtアプリのフォーカスを維持（実験的）
nl: Behoud de focus voor QT-apps (Experimenteel)
ro: Păstrează concentrarea pentru QT Apps (Experimental)
ru: Удерживать фокус для QT Приложений (Экспериментальная функция)
vi: Giữ tiêu điểm cho Ứng dụng QT (Thử nghiệm)
zh_cn: 将焦点放在 QT 应用程序上（实验性）

source: Logging (see Melange - Log)
ca: Registre (observeu el registre de Melange)
da: Logning (se Melange - Log)
de: Logging (siehe Melange-Log)
es: Registro (véase Melange - Registro)
eu: Logeatzea (ikusi Melange - Log)
fi: Kirjaaminen (katso Melange loki)
hu: Naplózás (lásd: Melange - Log)
it: Logging (vedi Melange - Log)
ja: ログを取る（Melange - Logを参照）
nl: Logboek (zie Melange - Log)
ro: Jurnalizare (a se vedea Melange - Log)
ru: Журналирование (смотрите Melange - Log)
vi: Ghi nhật ký (xem Melange - Nhật ký)
zh_cn: 日志（见Melange日志）

source: Cinnamon Maximus
zh_cn: Cinnamon最大化

source: Use Auto Undecorating
zh_cn: 使用自动取消装饰
