Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/transparent-panels-reloaded@marcelovbcfilho/*.po
Languages: da, eu, nl, ru, zh_cn

source: %s enabled
da: %s aktiveret
eu: %s gaituta
nl: %s ingeschakeld
ru: %s включено
zh_cn: %s已启用

source: Open the extension settings and customize your panels
da: Åbn udvidelsens indstillinger og tilpas dine paneler
eu: Ireki hedapen konfigurazioa eta pertsonalizatu zure panelak
nl: Open de instellingen van de extensie en pas uw panelen aan
ru: Откройте настройки расширения и преобразите ваши панели
zh_cn: 打开扩展设置并自定义您的面板

source: Open settings
da: Åbn indstillinger
eu: Ireki konfigurazioa
nl: Instellingen openen
ru: Открыть настройки
zh_cn: 打开设置

source: Transparent panels reloaded
da: Gennemsigtige paneler
eu: Panel Gardenak Birsortua
nl: Transparante panelen reloaded
ru: Улучшенные прозрачные панели (Transparent panels reloaded)
zh_cn: 透明面板重置版

source: Make your panels transparent (or not) and change their color as you wish
da: Gør dine paneler gennemsigtige, når der ikke er nogen maksimerede vinduer
eu: Zure panelak gardenak izan daitezela (edo ez) eta kolorea alda dezatela nahi duzun bezala.
nl: Maak uw panelen transparant (of niet) en verander hun kleur zoals u wilt
ru: Сделайте ваши панели прозрачными (или нет) и измените их цвет по своему желанию
zh_cn: 使您的面板透明（或不透明）并根据需要更改其颜色

source: General
da: Generel
eu: Orokorra
nl: Algemeen
ru: Общие настройки
zh_cn: 常规

source: Type of transparency
ru: Тип прозрачности

source: With shadow
ru: С тенями

source: Fully transparent
ru: Полная прозрачность

source: Semi-transparent
ru: Полупрозрачность

source: Choose the type of transparency you want.
ru: Выберите тип прозрачности, который вам нужен.

source: Use current theme styles
ru: Использовать стиль текущей темы оформления

source: Only for supported themes. Let the theme style the panels instead of using the extension presets. Use this in case the panels transparency is icorrectly set.
ru: Только для поддерживаемых тем. Разрешить текущей теме оформлять панели вместо расширения. Используйте это если прозрачность выглядит некорректно.

source: Remove theme transparency (experimental)
ru: Убрать прозрачность заданную темой оформления (экспериментальная возможность)

source: Remove panel transparency when it's not transparent.
ru: Убрать прозрачность панели, если она непрозрачна в теме оформления.

source: Filter panels
ru: Выбор панелей

source: Select the panels that will be affected by this extension.
ru: Выберите панели для которых будет применено расширение.

source: Top panel
da: Øverste panel
eu: Goiko panela
nl: Bovenste paneel
ru: Верхняя панель
zh_cn: 顶部面板

source: Right panel
da: Højre panel
eu: Eskuineko panela
nl: Rechter paneel
ru: Правая панель
zh_cn: 右侧面板

source: Bottom panel
da: Nedre panel
eu: Beheko panela
nl: Onderste paneel
ru: Нижняя панель
zh_cn: 底部面板

source: Left panel
da: Venstre panel
eu: Ezkerreko panela
nl: Linker paneel
ru: Левая панель
zh_cn: 左侧面板

source: Opacity amount
da: Uigennemsigtighedsgrad
eu: Opakutasuna
nl: Hoeveelheid doorzichtigheid
zh_cn: 透明度

source: Always transparent
da: Altid gennemsigtig
eu: Beti garden
nl: Altijd transparant
zh_cn: 始终透明

source: If enable the panels will always be transparent, if disable, only will be transparent if there is no maximized windows
da: Hvis funktionen er aktiveret, vil panelerne altid være gennemsigtige. Hvis funktionen er deaktiveret, vil de kun være gennemsigtige, hvis der ikke er nogen maksimerede vinduer.
eu: Panelak beti gardenak izango badira, desaktibatuta badaude, leiho maximizaturik ez badago bakarrik izango dira gardenak.
nl: Indien ingeschakeld, zullen de panelen altijd doorzichtig zijn; indien uitgeschakeld, zullen ze alleen doorzichtig zijn als er geen gemaximaliseerde vensters zijn.
zh_cn: 如果启用，面板将始终是透明的，如果禁用，则仅在没有最大化窗口时才透明

source: Use custom panel color
da: Anvend brugerdefineret panelfarve
eu: Erabili paneleko kolore pertsonalizatua
nl: Gebruik aangepaste paneelkleur
zh_cn: 使用自定义面板颜色

source: Custom panel color
da: Brugerdefineret panelfarve
eu: Panelaren kolore pertsonalizatua
nl: Aangepaste paneelkleur
zh_cn: 自定义面板颜色

source: Filter panels (WIP)
da: Filtrér paneler (ufærdigt)
eu: Iragazteko panelak (WIP)
nl: Filter panelen (werk in uitvoering)
zh_cn: 筛选面板（半成品）

source: Select the panels that will be affected by this extension. (Work in progress/not working)
da: Vælg de paneler, som vil blive påvirket af denne udvidelse. (under udarbejdelse/virker ikke)
eu: Aukeratu hedapen honek eragingo dien panelak. (Lanean ari gara/ez dugu lan egiten)
nl: Selecteer de panelen die door deze extensie worden beÃ¯nvloed. (Werk in uitvoering/niet werkend)
zh_cn: 选择将受此扩展影响的面板。（开发中，可能不工作）
