Repository: linuxmint/cinnamon-spices-extensions
Catalog: blur-overview@nailfarmer.nailfarmer.com/files/blur-overview@nailfarmer.nailfarmer.com/po/*.po
Languages: ca, da, nl

source: Blur Overview
ca: Desenfocar la vista general de les finestres obertes
da: Sløret oversigt
nl: Vervaag Overzicht

source: Allows you to blur and adjust the dimming of the overview's background (window selection screen)
ca: Us permet ajustar l'atenuació del desenfocament del fons per la vista general (pantalla de selecció de finestra)
da: Giver dig mulighed for at sløre og justere dæmpningen af oversigtens baggrund (vinduesvalgsskærm)
nl: Stelt je in staat om de achtergrond van het overzicht (vensterselectiescherm) te vervagen en de verduistering ervan aan te passen.

source: Blur Overview (window selection screen) settings
ca: Ajusts del desenfocament (pantalla de selecció de finestres)
da: Indstillinger for sløret oversigt (vinduesvalgsskærm)
nl: Instellingen voor vervagen van overzicht (vensterselectiescherm)

source: Dim Background (percentage)
ca: Atenuació del fons (percentatge)
da: Dæmp baggrund (procent)
nl: Achtergrond verduisteren (percentage)

source: Blur Background
ca: Desenfocament del fons
da: Slør baggrund
nl: Achtergrond vervagen

source: Enable color blend effect
ca: Activa l'efecte de barreja de color
da: Aktivér farveblandingseffekt
nl: Kleurblend-effect inschakelen

source: Use a custom color as the dimming overlay color. The color intensity can be controlled using the "Dim Background" slider control above
ca: Utilitza un color personalitzat per a l'atenuació superposada. La intensitat del color pot ser controlada utilitzant el control lliscant (Atenuació del fons) de dalt.
da: Anvend en brugerdefineret farve som farve til dæmpningsoverlejringen. Farveintensiteten kan styres ved hjælp af skyderen “Dæmp baggrund” ovenfor.
nl: Gebruik een aangepaste kleur als de verduisteringsoverlaykleur. De kleurintensiteit kan worden geregeld met de schuifregelaar "Achtergrond verduisteren" erboven.

source: Blend effect Color
ca: Color d'efecte de barreja
da: Blandingseffektfarve
nl: Blend-effect kleur

source: None
ca: Cap
da: Ingen
nl: Geen

source: Simple
da: Simpel
nl: Eenvoudig

source: Gaussian
ca: Gaussià
da: Gaussisk
nl: Gaussiaans

source: Type of blur effect
ca: Tipus d'efecte de desenfocament
da: Type af sløringseffekt
nl: Type vervagingseffect

source: What type of blur algorithm should be used to blur the background
ca: Tipus d'algorisme que s'utilitzarà per a desenfocar el fons
da: Hvilken type sløringsalgoritme skal bruges til at sløre baggrunden.
nl: Welk type vervagingsalgoritme moet worden gebruikt om de achtergrond te vervagen

source: Gaussian blur intensity
ca: Intensitat del desenfocament Gaussià
da: Gaussisk sløringsintensitet
nl: Gaussiaanse vervagingsintensiteit

source: Adjusts the intensity of the blur effect by changing the radius use by the effect.
ca: Ajusta la intensitat de l'efecte de desenfocament a base de modificar-ne el radi d'acció.
da: Justerer intensiteten af sløringseffekten ved at ændre den radius, der bruges af effekten.
nl: Past de intensiteit van het vervagingseffect aan door de straal te wijzigen die door het effect wordt gebruikt.
