Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/cinnamon-dynamic-wallpaper@TobiZog/*.po
Languages: ca, da, de, eu, hu, it, nl, ru, vi

source: Apply and close this window
ca: Aplicar i tancar aquesta finestra
da: Udfør og luk vinduet
de: Anwenden und das Fenster schließen
eu: Aplikatu eta itxi lehio hau
hu: Alkalmazza és zárja be ezt az ablakot
it: Applica e chiudi questa finestra
nl: Toepassen en sluit dit venster
ru: Применить и закрыть это окно
vi: Áp dụng và đóng cửa sổ này

source: Apply the settings without closing this window
ca: Aplicar els canvis sense tancar aquesta finestra
da: Udfør indstillingerne uden at lukke vinduet
de: Anwenden ohne das Fenster zu schließen
eu: Ezarpenak aplikatu lehioa itxi gabe
hu: Alkalmazza a beállításokat az ablak bezárása nélkül
it: Applica le impostazioni senza chiudere questa finestra
nl: Pas de instellingen toe zonder dit venster te sluiten
ru: Применить настройки, не закрывая это окно
vi: Áp dụng cài đặt mà không đóng cửa sổ này
