Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/cinnamon-dynamic-wallpaper@TobiZog/*.po
Languages: ca, da, de, eu, hu, it, nl, ru, vi

source: Welcome to Cinnamon Dynamic Wallpaper
ca: Benvinguts al fons de pantalla dinàmic de Cinnamon
da: Velkommen til Dynamisk skrivebordsbaggrund til Cinnamon
de: Willkommen zu Cinnamon Dynamic Wallpaper
eu: Ongi etorri Cinnamon Horma-Paper Dinamikora
hu: Üdvözöljük a Cinnamon Dinamikus Háttérkép alkalmazásban
it: Benvenuto in Cinnamon Dynamic Wallpaper
nl: Welkom op Cinnamon Dynamic Wallpaper
ru: Добро пожаловать в Динамические обои
vi: Chào mừng đến với Hình nền Động Cinnamon

source: Check the preferences to choose a dynamic wallpaper
ca: Comprova les preferències per escollir un fons de pantalla dinàmic
da: Tjek indstillingerne for at vælge en dynamisk skrivebordsbaggrund
de: Öffne die Einstellungen und konfiguriere die Erweiterung
eu: Begiratu ezarpenetan horma-paper dinamiko bat aukeratzeko
hu: Ellenőrizze a beállításokat a dinamikus háttér kiválasztásához
it: Controlla le preferenze per scegliere uno sfondo dinamico
nl: Controleer de voorkeuren om een dynamische achtergrond te kiezen
ru: Для выбора динамических обоев проверьте настройки
vi: Kiểm tra tùy chọn để chọn hình nền động

source: imagemagick is not installed
ca: imagemagick no està instal·lat
da: imagemagick er ikke installeret
de: imagemagick is nicht installiert
hu: imagemagick nincs telepítve
it: imagemagick non è installato
nl: imagemagick is niet geïnstalleerd
vi: imagemagick chưa được cài đặt

source: Please install the package manually for the full range of functions
ca: Si us plau, instal·la el paquet a mà per tenir accés a totes les funcions
da: Installér pakken manuelt for at få alle funktioner
de: Bitte installiere das Paket manuell für den vollen Funktionsumfang
hu: Kérjük, telepítse manuálisan a csomagot az összes funkció eléréséhez
it: Per favore installa il pacchetto manualmente per tutte le funzionalità
nl: Installeer het pakket handmatig voor het volledige scala aan functies
vi: Vui lòng cài đặt gói thủ công để có đầy đủ chức năng

source: Error!
da: Fejl!
de: Fehler!
eu: Errore!
hu: Hiba!
it: Errore!
nl: Fout!
ru: Ошибка!
vi: Lỗi!

source: Cinnamon Dynamic Wallpaper got an error while running the loop script. Please create an issue on GitHub.
ca: El fons de pantalla dinàmic de Cinnamon ha rebut un error en executar l'script. Si us plau, crea una incidència a Github.
da: Dynamisk skrivebordsbaggrund til Cinnamon fik en fejl under kørsel af loop-scriptet. Opret venligst en fejlrapport på GitHub.
de: Cinnamon Dynamic Wallpaper hat ein Problem beim Aufruf des loop-Skripts festgestellt. Bitte wende dich an den Entwickler via GitHub.
eu: Cinnamon Horma-Paper dinamikoak errore bat izan du begizta nagusia exekutatzean. Mesedez, sortu arazo bat GitHuben.
hu: A Cinnamon Dinamikus Háttérkép hibába ütközött a ciklusszkript futtatása során. Kérem készítsen egy hibajegyet a GitHub-on.
it: Cinnamon Dynamic Wallpaper ha riscontrato un errore durante l'esecuzione dello script. Per favore crea una segnalazione su GitHub.
nl: Cinnamon Dynamic Wallpaper kreeg een fout tijdens het uitvoeren van het loop-script. Maak een ticket aan op GitHub.
ru: При запуске сценария цикла в Cinnamon Dynamic Wallpaper возникла ошибка. Сообщите о ней на GitHub.
vi: Hình nền Động Cinnamon gặp lỗi khi chạy tập lệnh vòng lặp. Vui lòng tạo vấn đề trên GitHub.

source: Open settings
ca: Obrir configuració
da: Åbn indstillinger
de: Einstellungen öffnen
eu: Ezarpenak zabaldu
hu: Beállítások megnyitása
it: Apri le Impostazioni
nl: Instellingen openen
ru: Открыть настройки
vi: Mở cài đặt

source: Cinnamon Dynamic Wallpaper
ca: Fons de pantalla dinàmic de Cinnamon
da: Dynamisk skrivebordsbaggrund til Cinnamon
eu: Cinnamon Horma-Paper Dinamikoa
hu: Cinnamon Dinamikus Háttérkép
ru: Динамические обои Cinnamon
vi: Hình nền Động Cinnamon

source: Cinnamon extension for dynamic desktop backgrounds based on time and location
ca: Extensió de Cinnamon per fons de pantalla dinàmics segons l'hora i la ubicació
da: Cinnamon-udvidelse med dynamiske skrivebordsbaggrunde baseret på tid og sted
de: Cinnamon Erweiterung für dynamische Desktop Hintergründe basierend auf Zeit und Ort
eu: Cinnamonen luzapena horma-peper dinamikoak denboraren arabera izateko
hu: Cinnamon bővítmény dinamikus asztali hátterekhez idő és hely alapján
it: Estensione di Cinnamon per sfondi dinamici basati su orario e posizione
nl: Cinnamon extensie voor dynamische bureaublad achtergronden op basis van tijd en locatie
ru: Расширение Cinnamon для динамических обоев рабочего стола в зависимости от времени суток и местоположения
vi: Tiện ích mở rộng Cinnamon cho hình nền động dựa trên thời gian và vị trí

source: Image Source
ca: Origen de la imatge
da: Billedkilde
de: Bildquelle
eu: Argazki jatorria
hu: Képforrás
it: Fonte immagine
nl: Afbeeldingsbron
ru: Источник изображений
vi: Nguồn Ảnh

source: Image Set
ca: Conjunt d'imatges
da: Billedsæt
de: Bildset
eu: Argazki multzoa
hu: Kép kollekció
it: Set di immagini
nl: Afbeeldingset
ru: Установить изображение
vi: Bộ Ảnh

source: Please install 'imagemagick' manually and reopen this configuration window
ca: Si us plau, instal·la 'imagemagick' a mà i torna a obrir aquesta finestra de configuració
da: Installér “imagemagick” manuelt og åbn dette konfigurationsvindue igen
de: Bitte installiere 'imagemagick' manuell und öffne dieses Konfigurationsfenster neu
hu: Kérjük, telepítse manuálisan az „imagemagick” programot, és nyissa meg újra ezt a konfigurációs ablakot
it: Per favore installa 'imagemagick' manualmente e riapri questa finestra di configurazione
nl: Installeer 'imagemagick' handmatig en open dit configuratievenster opnieuw
vi: Vui lòng cài đặt 'imagemagick' thủ công và mở lại cửa sổ cấu hình này

source: HEIC file
ca: Fitxer HEIC
da: HEIC-fil
de: HEIC-Datei
eu: HEIC fitxategia
hu: HEIC fájl
it: File HEIC
nl: HEIC-bestand
ru: HEIC файл
vi: Tập tin HEIC

source: Source Folder
ca: Carpeta d'origen
da: Kildemappe
de: Quell-Ordner
eu: Jatorrizko karpeta
hu: Forrás Könyvtár
it: Cartella sorgente
nl: Bronmap
ru: Каталог изображений
vi: Thư mục Nguồn

source: Select an image set
ca: Selecciona un conjunt d'imatges
da: Vælg et billedsæt
de: Wähle ein Bildset aus
eu: Aukeratu argazki multzoa
hu: Válasszon ki egy kép kollekciót
it: Seleziona un set di immagini
nl: Selecteer een afbeeldingsset
ru: Выберите набор изображений
vi: Chọn một bộ ảnh

source: Select a heic file to import
ca: Selecciona un fitxer heic per importar
da: Vælg en HEIC-fil, der skal importeres
de: Wähle eine HEIC-Datei zum importieren aus
eu: Aukeratu inportatzeko heic fitxategia
hu: Válasszon ki egy heic fájlt az importáláshoz
it: Seleziona un file heic da importare
nl: Selecteer een heic-bestand om te importeren
ru: Выберите файл heic для импорта
vi: Chọn tập tin heic để nhập

source: Select a source folder
ca: Selecciona una carpeta d'origen
da: Vælg en kildemappe
de: Wähle einen Quell-Ordner aus
eu: Aukeratu jatorrizko karpeta bat
hu: Válassza ki a forrás könyvtárat
it: Seleziona una cartella sorgente
nl: Selecteer een bronmap
ru: Выберите каталог изображений
vi: Chọn thư mục nguồn

source: Open file selection dialog
ca: Obrir quadre de diàleg de selecció de fitxers
da: Åbn filvælgerdialog
de: Öffne Datei-Auswahl Dialog
eu: Zabaldu fitxategia aukeratzeko pantaila
hu: Fájlkiválasztó párbeszédpanel megnyitása
it: Apri la finestra di selezione file
nl: Dialoogvenster voor bestandsselectie openen
ru: Открыть диалог выбора файла
vi: Mở hộp thoại chọn tập tin

source: Image Selection
ca: Selecció d'imatge
da: Billedudvalg
de: Bildauswahl
eu: Argazki Aukeraketa
hu: Kép Kiválasztása
it: Selezione immagini
nl: Beeldselectie
ru: Выбор изображений
vi: Lựa chọn Ảnh

source: Image Configuration
ca: Configuració de les imatges
da: Billedkonfiguration
de: Bild-Konfigurator
eu: Argazkiaren Konfigurazioa
hu: Kép Beállítások
it: Configurazione immagine
nl: Afbeeldingsconfiguratie
ru: Настройки Изображений
vi: Cấu hình Ảnh

source: Period estimation
ca: Aproximació dels períodes
da: Periodeestimering
de: Zeit-Slot-Bestimmung
eu: Denboraldiaren estimazioa
hu: Periódus becslés
it: Stima del periodo
nl: Periodeschatting
ru: Периодичность
vi: Ước tính khoảng thời gian

source: Use Network Location
ca: Utilitzar ubicació de xarxa
da: Brug netværksplacering
de: Netzwerk-Standort verwenden
eu: Erabili Sarearen Kokapena
hu: Hálózati helyzetfelismerés használata
it: Usa posizione di rete
nl: Gebruik netwerklocatie
ru: Определить местоположение по сети
vi: Sử dụng Vị trí Mạng

source: Custom Location
ca: Ubicació personalitzada
da: Tilpasset placering
de: Benutzerdefinierter Standort
eu: Ezarri Kokapena
hu: Egyéni helyszín
it: Posizione personalizzata
nl: Aangepaste locatie
ru: Задать местоположение
vi: Vị trí Tùy chỉnh

source: Custom Time Periods
ca: Períodes de temps personalitzats
da: Tilpassede tidsperioder
de: Benutzerdefinierte Zeit-Slots
eu: Ezarri Denboraldiak
hu: Egyéni idő periódusok
it: Periodi temporali personalizzati
nl: Aangepaste tijdsperioden
ru: Задать периодичность
vi: Khoảng Thời gian Tùy chỉnh

source: Location estimation
ca: Aproximació de la ubicació
da: Estimering af placering
de: Standort-Bestimmung
eu: Kokapen estimazioa
hu: Helyzet becslése
it: Stima della posizione
nl: Schatting van locatie
ru: Расчёт местоположения
vi: Ước tính vị trí

source: Interval time to refresh location via network (min)
ca: Interval de temps per actualitzar la ubicació a través de la xarxa (mínim)
da: Interval for opdatering af placering via netværk (min)
de: Standort-Update-Zeit (in min)
eu: Kokapena sarearen bidez freskatzeko bitartea (min)
hu: Helyzet frissítésének időköze (perc)
it: Intervallo di tempo per aggiornare la posizione via rete (minuti)
nl: Intervaltijd voor het vernieuwen van de locatie via netwerk (min)
ru: Интервал обновления местоположения через сеть (мин).
vi: Thời gian khoảng cách để làm mới vị trí qua mạng (phút)

source: Location provider
ca: Proveïdor de la ubicació
da: Placeringsleverandør
de: Standort-Anbieter
eu: Kokapen hornitzailea
hu: Helyszolgáltató
it: Fornitore posizione
nl: Locatieaanbieder
ru: Источник определяющий местоположения
vi: Nhà cung cấp vị trí

source: Latitude
ca: Latitud
da: Breddegrad
de: Breitengrad
hu: Szélességi kör
it: Latitudine
nl: Breedtegraad
ru: Широта
vi: Vĩ độ

source: Longitude
ca: Longitud
da: Længdegrad
de: Längengrad
eu: Luzera
hu: Hosszúság
it: Longitudine
nl: Lengtegraad
ru: Долгота
vi: Kinh độ

source: Period 1
ca: Període 1
da: Periode 1
de: Periode 1
eu: 1 denboraldia
hu: Időszak 1
it: Periodo 1
nl: Periode 1
ru: Период 1
vi: Khoảng thời gian 1

source: Period 2
ca: Període 2
da: Periode 2
de: Periode 2
eu: 2 denboraldia
hu: Időszak 2
it: Periodo 2
nl: Periode 2
ru: Период 2
vi: Khoảng thời gian 2

source: Period 3
ca: Període 3
da: Periode 3
de: Periode 3
eu: 3 denboraldia
hu: Időszak 3
it: Periodo 3
nl: Periode 3
ru: Период 3
vi: Khoảng thời gian 3

source: Period 4
ca: Període 4
da: Periode 4
de: Periode 4
eu: 4 denboraldia
hu: Időszak 4
it: Periodo 4
nl: Periode 4
ru: Период 4
vi: Khoảng thời gian 4

source: Period 5
ca: Període 5
da: Periode 5
de: Periode 5
eu: 5 denboraldia
hu: Időszak 5
it: Periodo 5
nl: Periode 5
ru: Период 5
vi: Khoảng thời gian 5

source: Period 6
ca: Període 6
da: Periode 6
de: Periode 6
eu: 6 denboraldia
hu: Időszak 6
it: Periodo 6
nl: Periode 6
ru: Период 6
vi: Khoảng thời gian 6

source: Period 7
ca: Període 7
da: Periode 7
de: Periode 7
eu: 7 denboraldia
hu: Időszak 7
it: Periodo 7
nl: Periode 7
ru: Период 7
vi: Khoảng thời gian 7

source: Period 9
ca: Període 9
da: Periode 9
de: Periode 9
eu: 9 denboraldia
hu: Időszak 9
it: Periodo 9
nl: Periode 9
ru: Период 9
vi: Khoảng thời gian 9

source: Period 8
ca: Període 8
da: Periode 8
de: Periode 8
eu: 8 denboraldia
hu: Időszak 8
it: Periodo 8
nl: Periode 8
ru: Период 8
vi: Khoảng thời gian 8

source: Period 10
ca: Període 10
da: Periode 10
de: Periode 10
eu: 10 denboraldia
hu: Időszak 10
it: Periodo 10
nl: Periode 10
ru: Период 10
vi: Khoảng thời gian 10

source: Location & Times
ca: Ubicació i Horaris
da: Placering og klokkeslæt
de: Ort und Zeit
eu: Kokapena eta Denborak
hu: Hely és idő
it: Posizione e Orari
nl: Locatie & Tijden
ru: Местоположение и Время
vi: Vị trí & Thời gian

source: Scaling
ca: Escalat
da: Skalering
de: Skalierung
eu: Eskalatzea
hu: Skálázás
it: Ridimensionamento
nl: Schaalvergroting
ru: Масштабирование
vi: Tỷ lệ

source: Picture aspect
ca: Aspecte de la imatge
da: Billedproportioner
de: Bild Skalierung
eu: Argazkiaren itxura
hu: Képarány
it: Aspetto immagine
nl: Beeldaspect
ru: Соотношение сторон
vi: Tỷ lệ ảnh

source: Login Screen
ca: Pantalla d'inici de sessió
da: Loginskærm
de: Anmeldefenster
eu: Saio-hasiera pantaila
hu: Bejelentkezési képernyő
it: Schermata di accesso
nl: Log in scherm
ru: Экран входа
vi: Màn hình Đăng nhập

source: Set the background image as Login Screen background
ca: Establir la imatge de fons com a fons de la pantalla d'inici de sessió
da: Angiv baggrundsbillede som loginskærmens baggrund
de: Verwende das Desktop-Hintergrundbild auch für den Anmeldebildschirm
eu: Ezarri horma-papera saio-hasierako horma-papera bezala
hu: Állítsa be a háttérképet a bejelentkezési képernyő háttereként
it: Imposta l'immagine di sfondo per la schermata di accesso
nl: Stel de achtergrondafbeelding in als achtergrond van het inlogscherm
ru: Установить текущий фон в качестве фона экрана входа
vi: Đặt hình nền làm nền Màn hình Đăng nhập

source: Dynamic Background color
ca: Color de fons dinàmic
da: Dynamisk baggrundsfarve
de: Dynamische Hintergrundfarbe
eu: Horma-paperaren kolore dinamikoa
hu: Dinamikus háttérszín
it: Colore sfondo dinamico
nl: Dynamische achtergrond kleur
ru: Цвет динамического фона
vi: Màu nền Động

source: Use dynamic Background color to create a gradient
ca: Utilitza un color de fons dinàmic per crear un degradat
da: Brug dynamisk baggrundsfarve til oprettelse af farveovergang
de: Verwende eine dynamische Hintergrundfarbe um einen Farbgradienten zu erstellen
eu: Erabili Horma-paper dinamikoaren kolorea gradiente bat sortzeko
hu: Használjon dinamikus háttérszínt színátmenet létrehozásához
it: Usa il colore sfondo dinamico per creare una sfumatura
nl: Gebruik een dynamische achtergrondkleur om een kleur verloop te creëren
ru: Используйте цвет динамического фона для создания градиента
vi: Sử dụng màu nền động để tạo gradient

source: Behaviour
ca: Comportament
da: Opførsel
de: Verhalten
eu: Portaera
hu: Viselkedés
it: Comportamento
nl: Gedrag
ru: Поведение
vi: Hành vi

source: About the project
ca: Quant al projecte
da: Om projektet
de: Über das Projekt
eu: Proiektuari buruz
hu: A projektről
it: Informazioni sul progetto
nl: Over het project
ru: О проекте
vi: Về dự án

source: Based on a location or by user choice, this extensions calculates the periods of a day and switches the background image of your Cinnamon desktop. The extension offers as image sources a set of preconfigured wallpapers, a heic image import by the user or a custom folder with single images.
ca: Basant-se en una ubicació o per elecció de l'usuari, aquesta extensió calcula els períodes d'un dia i canvia la imatge de fons de l'escriptori de Cinnamon. L'extensió ofereix com a orígens d'imatges un conjunt de fons de pantalla preconfigurats, una imatge heic importada per l'usuari o una carpeta personalitzada amb imatges individuals.
da: Baseret på en placering eller efter brugerens valg beregner denne udvidelse perioderne i løbet af en dag og skifter baggrundsbilledet på dit Cinnamon-skrivebord. Udvidelsen tilbyder som billedkilder et sæt forudkonfigurerede baggrundsbilleder, et HEIC-billede importeret af brugeren eller en brugerdefineret mappe med enkeltbilleder.
de: Basierend auf dem Standort oder selbst-definierten Zeitslots berechnet diese Extension die Tagesabschnitte und tauscht das Hintergrundbild auf dem Cinnamon Desktop aus. Die Extension bietet als Bildquelle mehrere vorkonfigurierte Wallpaper-Sets, die Möglichkeit eigene HEIC-Dateien zu importieren oder beliebige Bilder aus einem Ordner zu verwenden.
eu: Kokapen batean oinarrituta edo erabiltzaileak aukeratuta, luzapen hauek eguneko denboraldiak kalkulatzen ditu eta zure Cannamon mahigaineko horma-papera aldatzen du. Hedapenak, irudi iturri gisa, aurrez konfiguratutako horma-irudi multzo bat, erabiltzaileak egindako irudi heic bat edo irudi bakarreko karpeta pertsonalizatu bat eskaintzen du.
hu: Egy adott hely alapján, vagy a felhasználó által választott hely szerint ez az bővítmény kiszámítja a nap különböző időszakait, és megváltoztatja a háttérképet a Cinnamon asztalon. A bővítmény lehetőséget biztosít előre beállított háttérképek, a felhasználó által importált heic képek vagy egyéni mappában található egyedi képek használatára, háttérképként.
it: Basata sulla posizione o scelta utente, questa estensione calcola i periodi della giornata e cambia lo sfondo del desktop Cinnamon. L'estensione offre come fonte immagini un set di sfondi preconfigurati, un import HEIC utente o una cartella personalizzata con immagini singole.
nl: Op basis van een locatie of gebruikerskeuze berekent deze extensie de perioden van een dag en verandert de achtergrondafbeelding van uw Cinnamon-bureaublad. De extensie biedt als afbeeldingsbronnen een reeks vooraf geconfigureerde achtergronden, een heic-afbeeldingsimport door de gebruiker of een aangepaste map met afzonderlijke afbeeldingen.
ru: В зависимости от местоположения или по выбору пользователя это расширение рассчитывает периоды суток и переключает фоновое изображение рабочего стола Cinnamon. Расширение предлагает в качестве источников изображений набор предустановленных обоев, импорт изображений Heic пользователем или пользовательский каталог с отдельными изображениями.
vi: Dựa trên vị trí hoặc theo lựa chọn của người dùng, tiện ích mở rộng này tính toán các khoảng thời gian trong ngày và chuyển đổi hình nền của màn hình Cinnamon của bạn. Tiện ích mở rộng cung cấp các nguồn ảnh như một bộ hình nền được cấu hình sẵn, nhập ảnh heic từ người dùng hoặc một thư mục tùy chỉnh với các ảnh đơn lẻ.

source: Developed by TobiZog
ca: Desenvolupat per TobiZog
da: Udviklet af TobiZog
de: Entwickelt von TobiZog
eu: TobiZog-ek garatua
hu: TobiZog által fejlesztve
it: Sviluppato da TobiZog
nl: Ontwikkeld door TobiZog
ru: Разработано TobiZog
vi: Được phát triển bởi TobiZog

source: If you need more information or want to rate the extension, you can visit the Cinnamon Spices Website.
ca: Si necessiteu més informació o voleu valorar l'extensió, podeu visitar el lloc web d'Espècies de Cinnamon.
da: Hvis du har brug for flere oplysninger eller ønsker at bedømme udvidelsen, kan du besøge Cinnamon Spices' hjemmeside.
de: Für weitere Informationen oder wenn du die Erweiterung bewerten willst, kannst du die Cinnamon Spices Webseite besuchen.
eu: Informazio gehiago nahi baduzu edo hedapenaren iritzi bat egin nahi baduzu, Cinnamon Spices Webgunea bisitatu dezakezu.
hu: Ha további információra van szüksége, vagy értékelni szeretné a bővítményt, keresse fel a Cinnamon Spices webhelyet.
it: Se necessiti di maggiori informazioni o vuoi valutare l'estensione, puoi visitare il sito Cinnamon Spices.
nl: Als u meer informatie nodig heeft of de extensie wilt beoordelen, kunt u de website van Cinnamon Spices bezoeken.
ru: Если вам нужна дополнительная информация или вы хотите оценить расширение, посетите веб-сайт Cinnamon Spices.
vi: Nếu bạn cần thêm thông tin hoặc muốn đánh giá tiện ích mở rộng, bạn có thể truy cập Trang web Cinnamon Spices.

source: Cinnamon Dynamic Wallpaper at Cinnamon Spices Website
ca: Fons de pantalla dinàmic de Cinnamon al lloc web d'Espècies de Cinnamon
da: Dynamisk skrivebordsbaggrund til Cinnamons website hos Cinnamon Spices
de: Cinnamon Dynamic Wallpaper auf der Cinnamon Spices Webseite
eu: Cinnamon Horma-Paper Dinamikoa Cinnamon Spices Webgunean
hu: Cinnamon Dinamikus Háttérkép a Cinnamon Spices webhelyen
it: Cinnamon Dynamic Wallpaper sul sito Cinnamon Spices
nl: Cinnamon Dynamic Wallpaper op Cinnamon Spices Website
ru: Cinnamon Dynamic Wallpaper в Cinnamon Spices Веб-сайт
vi: Hình nền Động Cinnamon trên Trang web Cinnamon Spices

source: Source Code
ca: Codi font
da: Kildekode
de: Quellcode
eu: Iturburu-kodea
hu: Forráskód
it: Codice sorgente
nl: Broncode
ru: Исходный код
vi: Mã nguồn

source: This project is Open Source. You can take a look inside the whole source code of this extension on GitHub.
ca: Aquest projecte es de codi obert. Podeu consultar el codi complet d'aquesta extensió a Github.
da: Dette projekt er open source. Du kan se hele kildekoden til denne udvidelse på GitHub.
de: Dieses Projekt ist quelloffen (Open Source). Du kannst den kompletten Code auf GitHub einsehen.
eu: Proiektu hau Software Librea da. Hedapen honen iturburu-kode guztiari begiratu bat eman diezaiokezu GitHuben.
hu: Ez a projekt nyílt forráskódú. A GitHubon megtekintheti a bővítmény teljes forráskódját.
it: Questo progetto è Open Source. Puoi vedere tutto il codice sorgente dell'estensione su GitHub.
nl: Dit project is Open Source. Je kunt de volledige broncode van deze extensie op GitHub bekijken.
ru: Этот проект с открытым исходным кодом. Вы можете просмотреть весь исходный код этого расширения на GitHub.
vi: Dự án này là Mã nguồn Mở. Bạn có thể xem toàn bộ mã nguồn của tiện ích mở rộng này trên GitHub.

source: Source Code on GitHub
ca: Codi font a Github
da: Kildekode på GitHub
de: Quellcode auf GitHub
eu: Iturburu-kodea GitHuben
hu: Forráskód a GitHubon
it: Codice sorgente su GitHub
nl: Broncode op GitHub
ru: Исходный код на GitHub
vi: Mã nguồn trên GitHub

source: Issues and Enhancements
ca: Problemes i millores
da: Problemer og forbedringer
de: Probleme und Verbesserungen
eu: Arazoak eta Hobekuntzak
hu: Problémák és fejlesztések
it: Segnalazioni e miglioramenti
nl: Problemen en Verbeteringen
ru: Проблемы и улучшения
vi: Vấn đề và Cải tiến

source: Do you find an issue? Or want a new feature? Go to the GitHub repository and create a new issue.
ca: Heu trobat algun problema? Voleu una nova funcionalitat? Aneu al repositori de Github i creeu una nova incidència. Si trobeu un missatge d'error als registres anteriors, afegiu-lo a l'informe d'incidències.
da: Har du fundet et problem? Eller ønsker du en ny funktion? Gå til GitHub-arkivet og opret en ny sag.
de: Hast du ein Problem entdeckt? Oder hättest du gerne ein Feature implementiert? Besuche das GitHub Repository und erstelle ein Ticket.
eu: Arazorik topatu duzu? Ala ezaugarri berri bat nahi duzu? Joan GitHubeko orrira eta sortu arazo berri bat.
hu: Problémát talált? Vagy új funkciót szeretne? Nyissa meg a GitHub-tárat, és hozzon létre egy új bejelentést.
it: Hai trovato un problema? O vuoi una nuova funzionalità? Vai nel repository GitHub e crea una nuova segnalazione.
nl: Vindt jij een probleem? Of wil je een nieuwe functie? Ga naar de GitHub-repository en maak een nieuw ticket.
ru: Вы обнаружили проблему или хотите новую функцию? Перейдите в репозиторий GitHub и создайте новую задачу (issue). Если вы обнаружите сообщение об ошибке в журналах выше, добавьте его в отчет о проблеме.
vi: Bạn tìm thấy một vấn đề? Hoặc muốn một tính năng mới? Hãy đến kho lưu trữ GitHub và tạo một vấn đề mới.

source: Create a new issue on GitHub
ca: Crear una incidència nova a Github
da: Opret en ny sag på GitHub
de: Erstelle ein Ticket auf GitHub (auf Englisch)
eu: Arazo berri bat sortu GitHuben
hu: Hozzon létre egy új bejentést a GitHubon
it: Crea una nuova segnalazione su GitHub
nl: Maak een nieuw ticket op GitHub
ru: Создайте новую задачу (issue) на GitHub
vi: Tạo vấn đề mới trên GitHub

source: About
ca: Quant a
da: Om
de: Über
eu: Honi buruz
hu: Névjegy
it: Informazioni
nl: Over
ru: О проекте
vi: Giới thiệu
