Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/mouse-click-effects@anaximeno/*.po
Languages: fi, it, nl, vi

source: Display mouse click effects on Cinnamon.
fi: Hiiren painamiselle erilaisia tehosteita.
it: Mostra degli effetti al clic del mouse su Cinnamon.
nl: Toon muisklik-effecten op Cinnamon.
vi: Hiển thị hiệu ứng nhấp chuột trên Cinnamon.

source: General
fi: Yleinen
it: Generale
nl: Algemeen
vi: Chung

source: Style
fi: Tyyli
it: Stile
nl: Stijl
vi: Kiểu dáng

source: Effects
fi: Tehosteet
it: Effetti
nl: Effecten
vi: Hiệu ứng

source: Colors
fi: Värit
it: Colori
nl: Kleuren
vi: Màu sắc

source: Icon Mode
fi: Kuvakkeet
it: Modalità icona
nl: Pictogrammodus
vi: Chế độ Biểu tượng

source: Simple
fi: Koruton
it: Semplice
nl: Eenvoudig
vi: Đơn giản

source: Trigun
fi: Leima

source: Nublo
fi: Varjo

source: Risco
fi: Kapea

source: Wolf
fi: Roso
it: Lupo
vi: Sói

source: Pincel
fi: Suti
vi: Cọ vẽ

source: Claw
fi: Kynsi
it: Artiglio
vi: Móng vuốt

source: Flowey
fi: Punos

source: Kusco
fi: Sormus

source: Ouroboros
fi: Lohikäärme

source: Helix
fi: Sylinteri
it: Elica
vi: Xoắn ốc

source: Direction
fi: Suunta
it: Direzione
nl: Richting
vi: Hướng

source: Spinks
fi: Ratas

source: Thatch
fi: Suihke
it: Paglia

source: Cotton
fi: Puuvilla
it: Cotone
nl: Katoen
vi: Bông

source: Circle
fi: Ympyrä
it: Cerchio
nl: Cirkel
vi: Hình tròn

source: Gear
fi: Pyörä
it: Ingranaggio
nl: Tandwiel
vi: Bánh răng

source: H-Star
fi: Tähti
it: Stella H
nl: H-Ster
vi: Ngôi sao H

source: Aim
fi: Tähtäin
it: Mira
nl: Doel
vi: Ngắm bắn

source: Icon Size
fi: Koko kuvake
it: Dimensione icona
nl: Pictogramgrootte
vi: Kích thước Biểu tượng

source: Click Animation Mode
fi: Painamisen animaatio
it: Modalità animazione clic
nl: Klik Animatiemodus
vi: Chế độ Hoạt ảnh Nhấp chuột

source: Blink
fi: Vilkku
it: Lampeggio
nl: Knipperen
vi: Nhấp nháy

source: Bounce
fi: Pomppu
it: Rimbalzo
nl: Stuiteren
vi: Nảy

source: Retract
fi: Vetäytyvä
it: Ritrai
nl: Intrekken
vi: Thu lại

source: Expand
fi: Laajeneva
it: Espandi
nl: Uitbreiden
vi: Mở rộng

source: Animation Time
fi: Animaatioaika
it: Tempo animazione
nl: Animatietijd
vi: Thời gian Hoạt ảnh

source: Idle Mouse Animation Mode
fi: Hiiren vapaa-animaatiotila
it: Modalità animazione mouse inattivo
nl: Inactieve muis animatie-modus
vi: Chế độ Hoạt ảnh Chuột Rảnh

source: Idle Mouse Animation Delay
fi: Hiiren vapaa-animaatioviive
it: Ritardo animazione mouse inattivo
nl: Inactieve muis animatie-vertraging
vi: Độ trễ Hoạt ảnh Chuột Rảnh

source: Idle Mouse Animation Period
fi: Hiiren vapaa-animaatiojakso
it: Periodo animazione mouse inattivo
nl: Inactieve muis animatie-duur
vi: Chu kỳ Hoạt ảnh Chuột Rảnh

source: General Opacity
fi: Yleinen peittävyys
it: Opacità generale
nl: Algemene ondoorzichtigheid
vi: Độ mờ Chung

source: Deactivate In Fullscreen
fi: Poista käytöstä koko näytössä
it: Disattiva in modalità schermo intero
nl: Deactiveer bij volledig scherm
vi: Tắt trong Chế độ Toàn màn hình

source: Pause Effects Keybinding
fi: Lopeta tehosteet näppäinyhdistelmä
it: Scorciatoia per mettere in pausa gli effetti
nl: Sneltoets pauzeer effecten
vi: Phím tắt Tạm dừng Hiệu ứng

source: Set keybinding to pause or continue the effects
fi: Aseta näppäinyhdistelmä, jolla lopetetaan tai jatketaan tehosteita
it: Imposta una scorciatoia per mettere in pausa o riprendere gli effetti
nl: Stel sneltoets in om de effecten te pauzeren of voort te zetten
vi: Đặt phím tắt để tạm dừng hoặc tiếp tục các hiệu ứng

source: Animate Left Click
fi: Animoi hiiren vasen-painike
it: Anima clic sinistro
nl: Animeer linkerklik
vi: Tạo hoạt ảnh Nhấp trái

source: Animate Middle Click
fi: Animoi hiiren keski-painike
it: Anima clic centrale
nl: Animeer middelste klik
vi: Tạo hoạt ảnh Nhấp giữa

source: Animate Right Click
fi: Animoi hiiren oikea-painike
it: Anima clic destro
nl: Animeer rechterklik
vi: Tạo hoạt ảnh Nhấp phải

source: Animate Pause
fi: Animoi keskeytys
it: Anima pausa
nl: Animeer pauzeren
vi: Tạo hoạt ảnh Tạm dừng

source: Mouse Movement Tracker (experimental)
fi: Hiiren liikeseuranta (kokeellinen)
it: Tracciatore movimento mouse (sperimentale)
nl: Muisbeweging Tracker (experimenteel)
vi: Theo dõi Di chuyển Chuột (thử nghiệm)

source: This is still experimental and may interfere when clicking on the panel or in some drag-and-drop operations.
fi: Vielä kokeellinen ja saattaa häiritä paneelia tai joissakin vedä ja pudota toiminnoissa.
it: Questa funzione è ancora sperimentale e può interferire con clic sul pannello o alcune operazioni di trascinamento.
nl: Dit is nog experimenteel en kan interfereren bij het klikken op het paneel of bij sommige sleep-en-neerzetten-operaties.
vi: Đây vẫn là tính năng thử nghiệm và có thể can thiệp khi nhấp vào panel hoặc trong một số thao tác kéo và thả.

source: Persist Movement Tracker On Stopped (experimental)
fi: Pysyvä liikeseuranta, myös pysähtyneenä (kokeellinen)
it: Mantieni il tracciatore movimento quando fermo (sperimentale)
nl: Behoud bewegingstracker bij stoppen (experimenteel)
vi: Duy trì Theo dõi Di chuyển Khi Dừng (thử nghiệm)

source: Mouse Idle Watcher
fi: Hiiri toimettomana
it: Rilevatore inattività mouse
nl: Muis inactiviteitsbewaker
vi: Theo dõi Chuột Rảnh

source: Left Click Color
fi: Väri vasen-painike
it: Colore clic sinistro
nl: Linkerklik kleur
vi: Màu Nhấp trái

source: Middle Click Color
fi: Väri keski-painike
it: Colore clic centrale
nl: Middelste klik kleur
vi: Màu Nhấp giữa

source: Right Click Color
fi: Väri oikea-painike
it: Colore clic destro
nl: Rechterklik kleur
vi: Màu Nhấp phải

source: Mouse Movement Tracker Color
fi: Hiiren liikeseurannan väri
it: Colore tracciatore movimento mouse
nl: Muisbewegingstracker kleur
vi: Màu Theo dõi Di chuyển Chuột

source: Mouse Idle Watcher Color
fi: Hiiren väri toimettomana
it: Colore rilevatore inattività mouse
nl: Muis inactiviteitsbewaker kleur
vi: Màu Theo dõi Chuột Rảnh

source: Mouse Click Effects
it: Effetti clic mouse
nl: Muisklik-effecten
vi: Hiệu ứng Nhấp chuột
