Repository: linuxmint/cinnamon-spices-extensions
Catalog: BlurCinnamon@klangman/files/BlurCinnamon@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, vi

source: Defines the effects applied to different panels. If a panel does not meet the criteria of any enabled entry in this list, it will have no effects applied. The settings of the first entry in this list that can apply to a given panel will take effect. The color field is in the rgb(#,#,#) syntax and black will be used when a color is not provided or is in an incorrect syntax
ca: Defineix els efectes aplicats a diferents taulers. Si un tauler no satisfà algun dels requeriments d'aquesta llista, els efectes no s'aplicaran. Les opcions del primer registre d'aquesta llista que puguin aplicar-se a un tauler s'aplicaran. El color requereix sintaxi rgb(#,#,#). Si no s'ha introduït un color o la sintaxi n'és incorrecta, serà negre
da: Definerer effekterne, der anvendes på forskellige paneler. Hvis et panel ikke opfylder kriterierne for nogen af de aktiverede elementer på denne liste, vil der ikke blive anvendt nogen effekter. Indstillingerne for det første element på denne liste, der kan anvendes på et givet panel, vil træde i kraft. Farvefeltet er i rgb(#,#,#)-syntaks, og sort vil blive anvendt, hvis der ikke angives en farve, eller hvis syntaksen er forkert.
fr: Définit les effets appliqués aux différents panneaux. Si un panneau ne répond pas aux critères d'une entrée activée dans cette liste, aucun effet ne lui sera appliqué. Les paramètres de la première entrée de cette liste pouvant s'appliquer à un panneau donné prendront effet. Le champ de couleur est dans la syntaxe rgb(#,#,#) et le noir sera utilisé si une couleur n'est pas fournie ou si elle est dans une syntaxe incorrecte
hu: Meghatározza a különböző panelekre alkalmazott effektusokat. Ha egy panel nem felel meg a listában szereplő engedélyezett bejegyzések feltételeinek, akkor nem lesznek hatással. A lista első bejegyzésének azon beállításai lépnek életbe, amelyek egy adott panelre vonatkozhatnak. A színmező az rgb(#,#,#) szintaxisban van, és a fekete színt fogja használni, ha a szín nincs megadva, vagy hibás szintaxisban van
it: Definisce gli effetti applicati ai diversi pannelli. Se un pannello non soddisfa i criteri di nessuna delle voci abilitate in questo elenco, non gli verranno applicati effetti. Verranno applicate le impostazioni della prima voce in questo elenco che può essere applicata a un determinato pannello. Il campo colore è nella sintassi rgb(#,#,#) e il nero verrà utilizzato quando un colore non viene specificato o è in una sintassi errata.
nl: Hiermee bepaal je de effecten die op verschillende panelen worden toegepast. Als een paneel niet voldoet aan de criteria van een ingeschakelde regel in deze lijst, worden er geen effecten toegepast. De instellingen van de eerste regel in deze lijst die van toepassing is op een paneel, worden gebruikt. Het veld in verband met kleur gebruikt de rgb(#,#,#) syntax. Als een kleur niet is opgegeven of een verkeerde syntax gebruikt, wordt zwart gebruikt.
vi: Xác định các hiệu ứng được áp dụng cho các panel khác nhau. Nếu một panel không đáp ứng tiêu chí của bất kỳ mục nào được bật trong danh sách này, nó sẽ không có hiệu ứng nào được áp dụng. Cài đặt của mục đầu tiên trong danh sách này có thể áp dụng cho một panel nhất định sẽ có hiệu lực. Trường màu theo cú pháp rgb(#,#,#) và màu đen sẽ được sử dụng khi không cung cấp màu hoặc có cú pháp không chính xác

source: Dim/Colorize Background (percentage)
ca: Atenuació/Tint del fons (percentatge)
da: Dæmp/farvelæg baggrund (procent)
fr: Graduer/Colorer l'arrière-plan (pourcentage)
hu: Háttér elhomályosítása/színezése (százalék)
it: Attenua/colora lo sfondo (percentuale)
nl: Verduistering/Inkleuring van de achtergrond (percentage)
vi: Làm tối/Tô màu Nền (phần trăm)

source: Adjusts the color saturation of the background image.
ca: Ajusta la saturació de color de la imatge de fons.
da: Justerer baggrundsbilledets farvemætning.
hu: Beállítja a háttérkép színtelítettségét.
it: Regola la saturazione del colore dell'immagine di sfondo.
nl: Past de kleurverzadiging van de achtergrondafbeelding aan.
vi: Điều chỉnh độ bão hòa màu của hình nền.

source: Blur intensity (Gaussian only)
ca: Intensitat del difuminat (només Gaussià)
da: Sløringsintensitet (kun gaussisk)
fr: Intensité du flou (gaussien uniquement)
hu: Elmosódás intenzitása (csak Gauss)
it: Intensità sfocatura (solo gaussiana)
nl: Vervagingsintensiteit (alleen Gaussiaans)
vi: Cường độ làm mờ (chỉ Gaussian)

source: Adjusts the intensity of the Gaussian blur effect by changing the radius use by the effect. This setting does not effect the Simple blur type
ca: Ajusta la intensitat de l'efecte de difuminat Gaussià a base de modificar-ne el radi d'acció. Aquesta opció no afecta el tipus de difuminat Simple
da: Justerer intensiteten af den gaussiske sløringseffekt ved at ændre den radius, der bruges af effekten. Denne indstilling påvirker ikke den simple sløringstype.
fr: Règle l'intensité de l'effet de flou gaussien en modifiant le rayon utilisé par l'effet. Ce paramètre n'affecte pas le type de flou simple
hu: Beállítja a Gauss-elmosódás intenzitását az effektus sugárhasználatának megváltoztatásával. Ez a beállítás nincs hatással az Egyszerű elmosódás típusára
it: Regola l'intensità dell'effetto sfocatura gaussiana modificando il raggio utilizzato dall'effetto. Questa impostazione non influisce sul tipo di sfocatura Semplice.
nl: Past de intensiteit van het Gaussiaanse vervagingseffect aan door de straal te wijzigen die wordt gebruikt door het effect. Deze instelling heeft geen invloed op het eenvoudige vervagingstype.
vi: Điều chỉnh cường độ của hiệu ứng làm mờ Gaussian bằng cách thay đổi bán kính được sử dụng bởi hiệu ứng. Cài đặt này không ảnh hưởng đến loại làm mờ Đơn giản

source: Additional popup menu accent elements dimming (percentage)
ca: Accent addicional a l'atenuació dels menús emergents (percentatge)
da: Yderligere dæmpning af fremhævede pop op-menuelementer (procent)
hu: További előugró menü ékezetes elemek halványítása (százalék)
it: Oscuramento degli elementi di accento del menù a comparsa aggiuntivo (percentuale)
nl: Extra verduistering van pop-upmenu-accentelementen (percentage)
vi: Làm tối bổ sung các phần tử nhấn mạnh trình đơn bật lên (phần trăm)

source: When enabled, the generic effect settings (on the General tab) will apply to the desktop background image when the desktop is in focus
da: Når denne indstilling er aktiveret, vil de generelle effektindstillinger (under fanebladet Generelt) blive anvendt på skrivebordsbaggrundsbilledet, når skrivebordet er i fokus.
hu: Ha engedélyezve van, az általános effektusbeállítások (az Általános lapon) az asztal háttérképére vonatkoznak, amikor az asztal fókuszban van.
it: Se abilitata, le impostazioni dell'effetto generico (nella scheda Generale) verranno applicate all'immagine di sfondo del desktop quando il desktop è a fuoco
nl: Indien ingeschakeld worden de generieke effectinstellingen (op het tabblad Algemeen) toegepast op de bureaubladachtergrondafbeelding wanneer het bureaublad in focus is
vi: Khi được bật, cài đặt hiệu ứng chung (trên thẻ Chung) sẽ áp dụng cho hình nền màn hình khi màn hình nền có tiêu điểm

source: Dim background Image (percentage)
da: Dæmp baggrundsbillede (procent)
it: Oscuramento immagine di sfondo (percentuale)
nl: Achtergrondafbeelding dimmen (percentage)

source: Allows you to blur, colorize, desaturate and adjust the dimming of some Cinnamon Desktop components (i.e. Panels, Popup-menus, Overview, Expo, Desktop image)
it: Consente di sfocare, colorare, desaturare e regolare l'oscuramento di alcuni componenti di Cinnamon Desktop (ad esempio Pannelli, Menù a comparsa, Panoramica, Expo, Immagine del desktop)

source: Popup Menus
ca: Menús emergents
it: Menù a comparsa

source: Desktop Background
it: Sfondo del desktop
nl: Bureaubladachtergrond

source: Panel
ca: Tauler
fr: Panneau
it: Pannello
nl: Paneel

source: Allows you to blur, colorize, desaturate and adjust the dimming of some Cinnamon Desktop components (i.e. Panels, Applet popup menus, Overview, Expo, Desktop image)
nl: Hiermee kunt u enkele componenten van de Cinnamon-desktop vervagen, inkleuren, desatureren en de dimming aanpassen (d.w.z. panelen, applet-pop-upmenu's, overzicht, expo, bureaubladafbeelding)

source: Allows you to blur, colorize and adjust the dimming of some Cinnamon Desktop components (i.e. Panels, Overview, Expo)
fr: Permet d'estomper, de coloriser et d'ajuster la luminosité de certains composants du bureau Cinnamon (c.-à-d. Panneaux, Vue d'ensemble, Expo).

source: Main Menu
fr: Menu principal

source: Main Menu (Please read tooltip)
fr: Menu principal (Veuillez lire l'infobulle)

source: Apply effects to the Main Menu (menu@cinnamon.org applet). This option is intended for the Cinnamon (6.4) and Mint-Y Dark desktop themes but might work well with other themes. Light themes are unlikely to give good results but might be made to work with some creative use of the dimming color settings and an appropriate background image. It overrides some theme settings to achieve a (semi-)transparent menu so that the blurred background is visible. It also removes rounded corners so that the blurred background will not spill over the rounded edges.
fr: Appliquer des effets au menu principal (menu@cinnamon.org applet). Cette option est destinée aux thèmes de bureau Cinnamon (6.4) et Mint-Y Dark, mais peut fonctionner avec d'autres thèmes. Les thèmes clairs ont peu de chances de donner de bons résultats, mais il est possible de les faire fonctionner en utilisant de manière créative les paramètres de couleurs d'assombrissement et une image d'arrière-plan appropriée. Cette extension remplace certains paramètres du thème pour obtenir un menu (semi-)transparent, de sorte que l'arrière-plan flou soit visible. Il supprime également les coins arrondis afin que l'arrière-plan flou ne déborde pas sur les bords arrondis.

source: Warning: Main Menu effects are currently disabled under the General tab.
fr: Avertissement : Les effets du Menu principal sont actuellement désactivés dans l'onglet Général.

source: Override some of the Main Menu theme settings (recommended)
fr: Remplacer certains paramètres du thème du menu principal (recommandé)

source: Allow this extension to modify the Main Menu transparency, background color and rounded corner settings. If this is disabled the extension will only apply a blur overlay under the main menu. This setting should only be disabled when the theme already uses a transparent main menu and you want the themes setting to apply.
fr: Permet à cette extension de modifier les paramètres de transparence, de couleur d'arrière-plan et de coins arrondis du menu principal. Si ce paramètre est désactivé, l'extension n'appliquera qu'une superposition floue sous le menu principal. Ce paramètre ne doit être désactivé que si le thème utilise déjà un menu principal transparent et que vous souhaitez que les paramètres du thème s'appliquent.

source: Use unique effect settings for the Main Menu
fr: Utiliser des paramètres d'effet spécifiques pour le Menu principal

source: Dimming ovrerlay color
fr: Gradation de la couleur de l'incrustation

source: Additional Main Menu accent elements dimming (percentage)
fr: Menu principal supplémentaire Gradation des éléments d'accentuation (pourcentage)

source: Defines the additional dimming applied to the main menu accent elements (the favorites box and the search entry box) which allow these elements to stand out from the other main menu areas
fr: Définit la gradation supplémentaire appliquée aux éléments d'accentuation du menu principal (la boîte des favoris et la boîte de recherche) qui permet à ces éléments de se démarquer des autres zones du menu principal
