Repository: linuxmint/cinnamon-spices-extensions
Catalog: BlurCinnamon@klangman/files/BlurCinnamon@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, vi

source: Allow this extension to modify the panels transparency and background color settings. If this is disabled the extension will only apply a blur background under the panels. This setting should only be disabled when the theme already uses transparent panels and you want the themes setting to apply.
es: Permite que esta extensión modifique la configuración de transparencia y color de fondo de los paneles. Si se desactiva, la extensión solo aplicará un fondo difuminado debajo de los paneles. Esta configuración solo debe desactivarse cuando el tema ya utilice paneles transparentes y se desee aplicar la configuración del tema.

source: Override some of the popup menu theme settings (recommended)
ca: Sobreescriu algunes de les opcions dels temes pel que fa als menús emergents (recomanat)
da: Tilsidesæt nogle af pop op-menuens temaindstillinger (anbefalet)
es: Anular algunos de los ajustes del tema del menú emergente (recomendado)
hu: Az előugró menü témájának néhány beállításának felülírása (ajánlott)
it: Ignora alcune impostazioni del tema del menù a comparsa (consigliato)
nl: Sommige thema-instellingen voor pop-upmenu's overschrijven (aanbevolen)
vi: Ghi đè một số cài đặt chủ đề trình đơn bật lên (được khuyến nghị)

source: Allow this extension to modify the popup Menu transparency and background color settings. If this is disabled the extension will only apply a blur background under the popup menus. This setting should only be disabled when the theme already uses transparent popup menus and you want the themes setting to apply.
es: Permite que esta extensión modifique la transparencia del menú emergente y la configuración del color de fondo. Si se desactiva, la extensión solo aplicará un fondo difuminado debajo de los menús emergentes. Esta configuración solo debe desactivarse cuando el tema ya utilice menús emergentes transparentes y se desee aplicar la configuración del tema.

source: Use unique effect settings for the Overview
ca: Utilitza ajusts d'efectes exclusius per a la Vista General
da: Brug unikke effektindstillinger til Oversigten
es: Usar ajustes de efectos exclusivos para la Vista general
fr: Utiliser des paramètres d'effet spécifiques pour la Vue d'ensemble
hu: Használjon egyedi effektbeállításokat az Áttekintéshez
it: Utilizza impostazioni di effetti uniche per la Panoramica
nl: Unieke effectinstellingen gebruiken voor Overzicht
vi: Sử dụng cài đặt hiệu ứng duy nhất cho Tổng quan

source: Use unique effect settings for the Expo
ca: Utilitza ajusts d'efectes exclusius per a l'Exposició
da: Brug unikke effektindstillinger til Vis arbejdsområder
es: Usar ajustes de efectos exclusivos para el efecto Exposición
fr: Utiliser des paramètres d'effet spécifiques pour l'Expo
hu: Használjon egyedi effektbeállításokat az Expo-n
it: Utilizza impostazioni di effetti unici per l'Expo
nl: Unieke effectinstellingen gebruiken voor Expo
vi: Sử dụng cài đặt hiệu ứng duy nhất cho Expo

source: Use unique effect settings for the Panels
ca: Utilitza ajusts d'efectes exclusius pels Taulers
da: Brug unikke effektindstillinger til panelerne
es: Usar ajustes de efectos exclusivos para los Paneles
fr: Utiliser des paramètres d'effet spécifiques pour les Panneaux
hu: Használjon egyedi effektbeállításokat a panelekhez
it: Utilizza impostazioni di effetti unici per i Pannelli
nl: Unieke effectinstellingen gebruiken voor Panelen
vi: Sử dụng cài đặt hiệu ứng duy nhất cho Panel

source: Use unique effect settings for the popup menus
ca: Utilitza ajusts d'efectes exclusius pels menús emergents
da: Brug unikke effektindstillinger til pop op-menuerne
es: Usar ajustes de efectos exclusivos para los menús emergentes
hu: Használjon egyedi effektbeállításokat a felugró menükhöz
it: Utilizza impostazioni di effetti unici per i Menù a comparsa
nl: Unieke effectinstellingen gebruiken voor pop-upmenu’s
vi: Sử dụng cài đặt hiệu ứng duy nhất cho trình đơn bật lên

source: Use unique effect settings for the desktop background
da: Brug unikke effektindstillinger til skrivebordsbaggrunden
es: Utiliza una configuración de efectos exclusivos para el fondo de escritorio
hu: Használjon egyedi effektbeállításokat az asztal hátteréhez
it: Utilizza impostazioni di effetti unici per lo sfondo del desktop
nl: Unieke effectinstellingen gebruiken voor de bureaubladachtergrond
vi: Sử dụng cài đặt hiệu ứng duy nhất cho nền màn hình

source: Use unique effect settings for the notification popups
da: Brug unikke effektindstillinger til pop op-vinduer til underretninger
es: Usar ajustes de efectos exclusivos para las ventanas emergentes de notificación
hu: Használjon egyedi effektusbeállításokat az értesítési felugró ablakokhoz
vi: Sử dụng cài đặt hiệu ứng duy nhất cho thông báo bật lên

source: Use unique effect settings for the Alt-Tab app switcher
da: Brug unikke effektindstillinger til Alt-Tab-programskifteren
es: Usar ajustes de efectos exclusivos para el selector de aplicaciones Alt-Tab
hu: Használjon egyedi effektusbeállításokat az Alt-Tab alkalmazásváltóhoz
vi: Sử dụng cài đặt hiệu ứng duy nhất cho bộ chuyển đổi ứng dụng Alt-Tab

source: Use unique effect settings for the panel tooltips
da: Brug unikke effektindstillinger til panelværktøjstip
es: Usar ajustes de efectos exclusivos para las descripciones emergentes del panel
hu: Használjon egyedi effektusbeállításokat a panel eszköztippjeihez
vi: Sử dụng cài đặt hiệu ứng duy nhất cho chú giải công cụ panel

source: Use unique effect settings for the Desklets
es: Utiliza ajustes de efectos únicos para los Desklets

source: Enable advanced options to apply unique settings for each Desklet
es: Habilita las opciones avanzadas para aplicar configuraciones únicas para cada Desklet

source: With this option enabled each Desklet can use different settings or you can disable effects completely for some Desklets.
es: Con esta opción activada, cada Desklet puede utilizar diferentes ajustes o puedes desactivar los efectos por completo para algunos Desklets.

source: Open Alt-Tab Cinnamon settings
da: Åbn Alt-Tab-indstillinger i Cinnamon
es: Abrir la configuración de Cinnamon con Alt-Tab
hu: Nyissa meg az Alt-Tab Cinnamon beállításokat
vi: Mở cài đặt Alt-Tab Cinnamon

source: Enable advanced options to apply unique settings for each panel
es: Habilita las opciones avanzadas para aplicar configuraciones únicas para cada panel

source: With this option enabled each panel can use different settings or you can disable effects completely for some panels.
es: Con esta opción activada, cada panel puede utilizar diferentes ajustes o se pueden desactivar los efectos por completo para algunos paneles.

source: Panel specific settings
ca: Configuració exclusiva del Tauler
da: Panel-specifikke indstillinger
es: Configuraciones específicas del panel
fr: Paramètres spécifiques au Panneau
hu: Panelspecifikus beállítások
it: Impostazioni specifiche pannello
nl: Paneelspecifieke instellingen
vi: Cài đặt cụ thể cho panel

source: Enabled
ca: Activada
da: Aktiveret
es: Habilitado
fr: Activé
hu: Engedélyezve
it: Abilitato
nl: Ingeschakeld
vi: Đã bật

source: Custom
es: Personalizado

source: Dim
es: Atenuación

source: Blur
ca: Difuminat
da: Sløring
es: Desenfoque
hu: Elmosás
it: Sfocatura
nl: Vervaging
vi: Làm mờ

source: Intensity
ca: Intensitat
da: Intensitet
es: Intensidad
fr: Intensité
hu: Intenzitás
it: Intensità
nl: Intensiteit
vi: Cường độ

source: Saturation
ca: Saturació
da: Mætning
es: Saturación
hu: Telítettség
it: Saturazione
nl: Verzadiging
vi: Độ bão hòa

source: Custom CSS
es: CSS personalizado

source: Defines the effects applied to different panels. If a panel does not meet the criteria of any enabled entry in this list, it will have no effects applied. The settings of the first entry in this list that can apply to a given panel will take effect. The "Custom" check box determines if the generic effect settings are uses or this tables custom settings. The color field is in the rgb(#,#,#) syntax and black will be used when a color is not provided or is in an incorrect syntax
es: Define los efectos aplicados a los diferentes paneles. Si un panel no cumple los criterios de ninguna entrada habilitada en esta lista, no se le aplicará ningún efecto. Se aplicarán los ajustes de la primera entrada de esta lista que se pueda aplicar a un panel determinado. La casilla «Personalizado» determina si se utilizan los ajustes de efectos genéricos o los ajustes personalizados de esta tabla. El campo de color tiene la sintaxis rgb(#,#,#) y se utilizará el negro cuando no se proporcione un color o la sintaxis sea incorrecta

source: Restore theme settings when a window is maximized
da: Gendan temaindstillinger, når et vindue maksimeres
es: Restaurar la configuración del tema cuando se maximiza una ventana
hu: Témabeállítások visszaállítása teljes méretű ablak esetén
vi: Khôi phục cài đặt chủ đề khi một cửa sổ được phóng to

source: Restore the themes panel settings when any window is maximized on the same monitor as the panel. For most themes this will restore a solid panel background when a window is maximized. Note: This does not remove the blurring, so if your theme uses a transparent panel then this setting may have no effect.
da: Gendan indstillingerne for temapanelet, når et vindue maksimeres på samme skærm som panelet. For de fleste temaer vil dette gendanne en ensfarvet panelbaggrund, når et vindue maksimeres. Bemærk: Dette fjerner ikke sløringen, så hvis dit tema bruger et gennemsigtigt panel, har denne indstilling muligvis ingen effekt.
es: Restaurar la configuración del panel de temas cuando se maximiza cualquier ventana en el mismo monitor que el panel. Para la mayoría de los temas, esto restaurará un fondo sólido del panel cuando se maximiza una ventana. Nota: Esto no elimina el desenfoque, por lo que si su tema utiliza un panel transparente, es posible que esta configuración no tenga ningún efecto.
hu: A témák panel beállításainak visszaállítása, ha bármelyik ablak maximalizált ugyanazon a monitoron, ahol a panel is van. A legtöbb téma esetében ez visszaállítja a panel hátterének egyszínűségét, amikor az ablak maximalizált. Megjegyzés: Ez nem szünteti meg az elmosódást, így ha a téma átlátszó panelt használ, akkor ennek a beállításnak lehet, hogy nincs hatása.
vi: Khôi phục cài đặt panel chủ đề khi bất kỳ cửa sổ nào được phóng to trên cùng màn hình với panel. Đối với hầu hết các chủ đề, điều này sẽ khôi phục nền panel đặc khi một cửa sổ được phóng to. Lưu ý: Điều này không loại bỏ việc làm mờ, vì vậy nếu chủ đề của bạn sử dụng panel trong suốt thì cài đặt này có thể không có tác dụng.

source: Dim/Colorize Background (%)
es: Atenuar/Colorear fondo (%)

source: Dimming overlay color
ca: Color de l'atenuació superposada
da: Farve til dæmpningsoverlejring
es: Atenuación del color de superposición
fr: Gradation de la couleur de l'incrustation
hu: Tompító fedőszín
it: Colore di sovrapposizione oscurante
nl: Verduisteringslaag kleur
vi: Màu lớp phủ làm tối

source: Defines the color that is blended into the background based on the dimming control above. Use black for a normal dimming effect or some other color for a color blend effect
ca: Defineix el color que es barreja amb el fons basat en les opcions d'atenuació de dalt. Utilitzeu negre per a un efecte normal d'atenuació o algun altre color per a un efecte de barreja
da: Definerer den farve, der blandes ind i baggrunden baseret på dæmpningskontrollen ovenfor. Brug sort for en normal dæmpningseffekt eller en anden farve for en farveblandingseffekt.
es: Define el color que se mezcla con el fondo en función del control de atenuación anterior. Utilice negro para un efecto de atenuación normal o algún otro color para un efecto de mezcla de colores
fr: Définit la couleur qui est mélangée à l'arrière-plan en fonction de la commande de gradation ci-dessus. Utilisez le noir pour un effet de gradation normal ou une autre couleur pour un effet de mélange de couleurs
hu: Meghatározza azt a színt, amely a háttérbe keveredik a fenti elsötétítési vezérlő alapján. Használjon feketét a normál tompításhoz, vagy más színt a színkeverési hatáshoz
it: Definisce il colore che viene sfumato sullo sfondo in base al controllo di attenuazione sopra. Utilizzare il nero per un effetto di attenuazione normale o un altro colore per un effetto di sfumatura.
nl: Bepaalt de kleur die in de achtergrond wordt gemengd op basis van de verduisteringsinstelling hierboven. Gebruik zwart voor een normale verduistering of een andere kleur voor een kleurmengingseffect.
vi: Xác định màu được pha trộn vào nền dựa trên điều khiển làm tối ở trên. Sử dụng màu đen cho hiệu ứng làm tối thông thường hoặc một số màu khác cho hiệu ứng pha trộn màu

source: None
ca: Cap
da: Ingen
es: Ninguno
fr: Aucun
hu: Semmi
it: Nessuno
nl: Geen
vi: Không

source: Simple
da: Simpel
es: Sencillo
hu: Egyszerű
it: Semplice
nl: Eenvoudig
vi: Đơn giản

source: Gaussian
ca: Gaussià
da: Gaussisk
es: Gaussiano
fr: Gaussien
hu: Gauss-féle
it: Gaussiana
nl: Gaussiaans

source: Type of blur effect
ca: Tipus d'efecte de difuminat
da: Type af sløringseffekt
es: Tipo de efecto de desenfoque
fr: Type d'effet de flou
hu: Az elmosódási hatás típusa
it: Tipo di effetto sfocatura
nl: Type van het vervagingseffect
vi: Loại hiệu ứng làm mờ

source: What type of blur algorithm should be used to blur the background
ca: Tipus d'algorisme de difuminat que s'utilitzarà pel fons
da: Hvilken type sløringsalgoritme skal bruges til at sløre baggrunden.
es: Que tipo de algoritmo de desenfoque debe utilizarse para desenfocar el fondo.
fr: Type d'algorithme à utiliser pour rendre l'arrière-plan flou
hu: Milyen típusú elmosódási algoritmust kell használni a háttér elmosásához
it: Quale tipo di algoritmo di sfocatura deve essere utilizzato per sfocare lo sfondo
nl: Welk type algoritme wordt gebruikt om de achtergrond te vervagen.
vi: Loại thuật toán làm mờ nào nên được sử dụng để làm mờ nền

source: Gaussian blur intensity
ca: Intensitat del difuminat Gaussià
da: Gaussisk sløringsintensitet
es: Intensidad del desenfoque gaussiano
fr: Intensité du flou gaussien
hu: Gauss-elmosódás intenzitása
it: Intensità della sfocatura gaussiana
nl: Gaussiaanse vervagingsintensiteit
vi: Cường độ làm mờ Gaussian

source: Adjusts the intensity of the blur effect by changing the radius use by the effect.
ca: Ajusta la intensitat de l'efecte de difuminat a base de modificar-ne el radi d'acció.
da: Justerer intensiteten af sløringseffekten ved at ændre den radius, der bruges af effekten.
es: Ajusta la intensidad del efecto de desenfoque cambiando el radio utilizado por el efecto.
fr: Règle l'intensité de l'effet de flou en modifiant le rayon utilisé par l'effet.
hu: Beállítja az elmosódás intenzitását az effektus sugárhasználatának módosításával.
it: Regola l'intensità dell'effetto sfocatura modificando il raggio utilizzato dall'effetto.
nl: Past de intensiteit van het vervagingseffect aan door de straal te wijzigen die door het effect word gebruikt.
vi: Điều chỉnh cường độ của hiệu ứng làm mờ bằng cách thay đổi bán kính được sử dụng bởi hiệu ứng.

source: Background color saturation
ca: Saturació del color de fons
da: Baggrundens farvemætning
es: Saturación del color de fondo
hu: Háttér színtelítettsége
it: Saturazione del colore di sfondo
nl: Achtergrondkleurverzadiging
vi: Độ bão hòa màu nền

source: Adjusts the color saturation of the background image from gray-scale to full color.
es: Ajusta la saturación del color de la imagen de fondo, desde escala de grises hasta color completo.

source: Transparent
es: Transparente

source: Transparent to Background
es: Fondo de escritorio transparente

source: Simple static blur
es: Desenfoque estático simple

source: Gaussian static blur
es: Desenfoque gaussiano estático

source: Type of background effect
es: Tipo de efecto de fondo

source: What type of background effect should be applied
es: Qué tipo de efecto de fondo se debe aplicar

source: Apply effects to applet popup menus
es: Aplicar efectos a los menús emergentes de los applets

source: Apply effects to panel context menus
es: Aplicar efectos a los menús contextuales del panel

source: Apply effects to window title bar context menus
es: Aplicar efectos a los menús contextuales de la barra de título de la ventana

source: Additional popup menu accent elements dimming (%)
es: Atenuación adicional de los elementos decorativos del menú emergente (%)

source: Defines the additional dimming applied to the popup menu accent elements (i.e. the main menu favorites box and entry boxes) which allow these elements to stand out from the other popup menu areas
ca: Defineix el grau d'atenuació addicional que s'aplicarà als elements dels menús emergents (caixa de preferits i camp de cerca), que permetrà que aquests elements ressaltin sobre la resta d'àrees del menú
da: Definerer den ekstra dæmpning, der anvendes på pop op-menuenes fremhævede elementer (dvs. hovedmenuenes favoritfelt og indtastningsfelter), som gør det muligt for disse elementer at skille sig ud fra de øvrige pop op-menuområder.
es: Define la atenuación adicional aplicada a los elementos de acento del menú emergente (es decir, el cuadro de favoritos del menú principal y los cuadros de entrada) que permiten que estos elementos destaquen de las demás áreas del menú emergente
hu: Meghatározza a felugró menü ékezetes elemeire (azaz a főmenü kedvencei mezőjére és a beviteli mezőkre) alkalmazott további tompítást, amely lehetővé teszi, hogy ezek az elemek kitűnjenek a többi előugró menü terület közül.
it: Definisce l'oscuramento aggiuntivo applicato agli elementi di accento del menù a comparsa (ad esempio la casella dei preferiti del menù principale e le caselle di immissione) che consentono a questi elementi di distinguersi dalle altre aree del menù a comparsa
nl: Bepaalt de extra verduistering die wordt toegepast op accentelementen in pop-upmenu’s, zoals het favorietenveld en invoervelden in het hoofdmenu, zodat deze elementen opvallen ten opzichte van andere delen van het pop-upmenu.
vi: Xác định việc làm tối bổ sung được áp dụng cho các phần tử nhấn mạnh trình đơn bật lên (ví dụ: hộp mục yêu thích trình đơn chính và hộp mục nhập) cho phép các phần tử này nổi bật so với các khu vực trình đơn bật lên khác

source: Background image color saturation
da: Baggrundsbilledes farvemætning
es: Saturación del color de la imagen de fondo
hu: Háttér kép színtelítettsége
it: Saturazione del colore dell'immagine di sfondo
nl: Kleurverzadiging van de achtergrondafbeelding
vi: Độ bão hòa màu hình nền

source: Only apply effect settings if the desktop is not in focus
da: Anvend kun effektindstillinger, hvis skrivebordet ikke har fokus
es: Aplicar los efectos sólo si el escritorio no está enfocado
hu: Csak akkor alkalmazza az effektusbeállításokat, ha az asztal nincs fókuszban
it: Applica le impostazioni degli effetti solo se il desktop non è a fuoco
nl: Effectinstellingen alleen toepassen als het bureaublad niet in focus is
vi: Chỉ áp dụng cài đặt hiệu ứng nếu màn hình nền không có tiêu điểm

source: When enabled, the desktop background image effects will only apply when the desktop is not in focus
da: Når denne indstilling er aktiveret, vil effekterne på skrivebordets baggrundsbillede kun blive anvendt, når skrivebordet ikke er i fokus.
es: Si esta opción está activada, los efectos de la imagen de fondo del escritorio sólo se aplicarán cuando el escritorio no esté enfocado
hu: Ha engedélyezve van, az asztali háttérkép effektusai csak akkor lesznek érvényesek, ha az asztal nincs fókuszban
it: Se abilitato, gli effetti dell'immagine di sfondo del desktop verranno applicati solo quando il desktop non è a fuoco
nl: Indien ingeschakeld worden de effecten op de bureaubladachtergrondafbeelding alleen toegepast wanneer het bureaublad niet in focus is
vi: Khi được bật, hiệu ứng hình nền màn hình sẽ chỉ áp dụng khi màn hình nền không có tiêu điểm

source: Apply the generic effect settings when the desktop is in focus
da: Anvend de generiske effektindstillinger, når skrivebordet har fokus
es: Aplicar la configuración del efecto genérico cuando el escritorio está enfocado
hu: Alkalmazza az általános hatásbeállításokat, amikor az asztal fókuszban van
it: Applica le impostazioni dell'effetto generico quando il desktop è in primo piano
nl: De generieke effectinstellingen toepassen wanneer het bureaublad in focus is
vi: Áp dụng cài đặt hiệu ứng chung khi màn hình nền có tiêu điểm

source: When enabled, the generic effect settings (on the "Generic effect settings" tab) will apply to the desktop background image when the desktop is in focus
es: Cuando está habilitado, la configuración de efectos genéricos (en la pestaña "Configuración de efectos genéricos") se aplicará a la imagen de fondo del escritorio cuando este esté enfocado

source: Dim/Colorize background Image (%)
es: Atenuar/Colorear imagen de fondo (%)

source: Send a test notification
da: Send en testunderretning
es: Emitir una notificación de prueba
hu: Tesztértesítés küldése
vi: Gửi thông báo thử nghiệm

source: This button will cause a notification message to appear so you can see how your notification setting behave.
da: Denne knap frembringer en underretningsmeddelelse, så du kan se, hvordan dine underretningssindstillinger fungerer.
es: Este botón hará que aparezca un mensaje de notificación para que puedas ver cómo funciona su configuración de notificaciones.
hu: Ez a gomb egy értesítési üzenet megjelenítését váltja ki, így láthatod, hogyan működnek az értesítési beállításaid.
vi: Nút này sẽ làm xuất hiện một thông báo để bạn có thể xem cài đặt thông báo của mình hoạt động như thế nào.

source: Note: Alt-Tab effects only apply to the Coverflow and Timeline 3D Alt-Tab configurations
es: Nota: Los efectos Alt-Tab solo se aplican a las configuraciones Alt-Tab de Coverflow y Timeline 3D

source: Application window inclusion list
es: Lista de inclusión de ventanas de aplicación

source: Application
es: Aplicación

source: Opacity
es: Opacidad

source: Corner Radius
es: Radio del borde

source: Rounded Top
es: Parte superior redondeada

source: Rounded Bottom
es: Parte inferior redondeada

source: This table controls which application windows will have effects applied and the effect settings. When "Custom" is enabled the setting defined by this table will apply, otherwise the "Generic effect settings" will apply. The "Application" field can be a WM_CLASS or a desktop file name.
es: Esta tabla controla a qué ventanas de la aplicación se aplicarán los efectos y la configuración de los mismos. Cuando se habilita "Personalizado", se aplicará la configuración definida en esta tabla; de lo contrario, se aplicará la "Configuración de efectos genérica". El campo "Aplicación" puede ser un WM_CLASS o un nombre de archivo de escritorio.

source: Add entry for the application of the most recently focused window
es: Añadir entrada para la aplicación de la ventana enfocada más recientemente

source: Focus a window you want to enable window effects on then return here and press this button.
es: Seleccione la ventana en la que desea habilitar los efectos y, a continuación, vuelva aquí y pulse este botón.

source: Disable "Compiz" effects for windows with Blur Cinnamon effects
es: Desactivar los efectos "Compiz" para ventanas con efectos de Desenfoque de Cinnamon
