Repository: linuxmint/cinnamon-spices-extensions
Catalog: BlurCinnamon@klangman/files/BlurCinnamon@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, vi

source: When enabled, the window moving effect created by the "Compiz windows effect" extension will be disabled for windows with Blur Cinnamon effects applied. This option will have no effect unless the "Compiz window effect" extension is installed and active.
es: Cuando está habilitada, el efecto de movimiento de ventanas creado por la extensión "Efecto de ventanas Compiz" se desactivará para las ventanas con efectos de Desenfoque de Cinnamon aplicados. Esta opción no tendrá ningún efecto a menos que la extensión "Efecto de ventanas Compiz" esté instalada y activa.

source: Automatically enable effects for newly added Desklets
es: Habilitar automáticamente los efectos para los Desklets recién añadidos

source: When enabled, new Desklets added to the desktop will automatically have Blur Cinnamon effects applied. When disabled, Desklets will only have effects applied when manually enabled in the table below. By default the settings applied to new Desklets will be the generic effect settings.
es: Cuando está habilitado, los nuevos Desklets añadidos al escritorio tendrán automáticamente aplicados los efectos Blur Cinnamon. Cuando está deshabilitado, los Desklets solo tendrán efectos aplicados cuando se habiliten manualmente en la tabla siguiente. Por defecto, los ajustes aplicados a los nuevos Desklets serán los ajustes de efectos genéricos.

source: Active Desklet list
es: Lista activa de Desklet

source: Name
es: Nombre

source: The "Enabled" check box controls which Desklets will have effects applied. The "Custom" check box controls if a Desklet will use the generic effect settings or the custom settings defined in this table. The custom settings can be modified by double clicking on a table row.
es: La casilla "Habilitado" controla a qué Desklets se aplicarán los efectos. La casilla "Personalizado" controla si un Desklet utilizará la configuración de efectos genérica o la configuración personalizada definida en esta tabla. La configuración personalizada se puede modificar haciendo doble clic en una fila de la tabla.

source: Hope you are enjoying your new Panel, Expo, Overview and Alt-Tab Coverflow/Timeline effects. Open the Blur Cinnamon Settings to enable additional effects on several other Cinnamon components like menus and notifications, or disable effects on components that were enabled by default. You can also make changes to the effect properties like blur intensity, color saturation and dimming.
da: Vi håber, du nyder dine nye Panel-, Vis arbejdsområder-, Oversigt- og Alt-Tab Coverflow/Tidslinje-effekter. Åbn Sløret Cinnamon-indstillingerne for at aktivere yderligere effekter på flere andre Cinnamon-komponenter, såsom menuer og meddelelser, eller deaktivere effekter på komponenter, der var aktiveret som standard. Du kan også foretage ændringer i effektens egenskaber, såsom sløringens intensitet, farvemætning og dæmpning.

source: General
da: Generelt
fr: Général
hu: Általános
it: Generale
nl: Algemeen
vi: Chung

source: Cinnamon components where effects will be applied
ca: Components de Cinnamon als quals s'aplicaran els efectes
da: Cinnamon-komponenter som vil blive påvirket af effekter
fr: Composants de Cinnamon où les effets seront appliqués
it: Componenti di Cinnamon dove verranno applicati gli effetti
nl: Cinnamon-componenten waarop effecten worden toegepast

source: Overview settings
ca: Configuració de la Vista General
da: Indstillinger for Oversigt
fr: Paramètres de la vue d'ensemble
hu: Áttekintő beállítások
it: Impostazioni panoramica
nl: Overzicht instellingen
vi: Cài đặt Tổng quan

source: Overview effect settings
ca: Configuració dels efectes de la vista general
da: Indstillinger for Oversigt-effekter
fr: Aperçu des réglages de l'effet
hu: Áttekintő effekt beállításai
it: Impostazioni effetti panoramica
nl: Effectinstellingen voor Overzicht
vi: Cài đặt hiệu ứng Tổng quan

source: Expo settings
ca: Configuració de l'Exposició
da: Indstillinger for Vis arbejdsområder
fr: Paramètres de l Expo
hu: Expo beállítások
it: Impostazioni Expo
nl: Expo instellingen
vi: Cài đặt Expo

source: Expo effect settings
ca: Opcions d'efecte de l'exposició
da: Indstillinger for Vis arbejdsområder-effekter
fr: Paramètres de l'effet Expo
hu: Expo effekt beállításai
it: Impostazioni effetti Expo
nl: Effectinstellingen voor Expo
vi: Cài đặt hiệu ứng Expo

source: Panels settings
ca: Opcions dels taulers
da: Indstillinger for Paneler
fr: Paramètres des Panneaux
it: Impostazioni pannelli
nl: Paneelinstellingen

source: Panel effects settings
ca: Opcions d'efectes dels taulers
da: Indstillinger for Panel-effekter
fr: Paramètres des effets du Panneau
hu: Panel effekt beállítások
it: Impostazioni effetti pannello
nl: Effectinstellingen voor Panelen
vi: Cài đặt hiệu ứng Panel

source: Popup menu effects settings
ca: Opcions d'efectes dels menús emergents
da: Indstillinger for effekter på Pop op-menuer
hu: Felugró menü effekt beállítások
it: Impostazioni effetti menù a comparsa
nl: Effectinstellingen voor pop-upmenu's
vi: Cài đặt hiệu ứng trình đơn bật lên

source: Desktop background settings
da: Indstillinger for skrivebordsbaggrund
hu: Asztal háttér beállításai
it: Impostazioni sfondo del desktop
nl: Instellingen voor bureaubladachtergrond
vi: Cài đặt nền màn hình

source: Desktop background effects settings
da: Indstillinger for effekter på skrivebordsbaggrund
hu: Asztal háttér effekt beállításai
it: Impostazioni effetti sfondo del desktop
nl: Instellingen voor effecten op bureaubladachtergrond
vi: Cài đặt hiệu ứng nền màn hình

source: Notification popup background settings
da: Indstillinger for baggrund til pop op-underretninger
hu: Értesítési felugró ablak háttérbeállításai
vi: Cài đặt nền thông báo bật lên

source: Notification popup background effects settings
da: Indstillinger for baggrundseffekter for pop op-underretninger
hu: Értesítési felugró ablak háttéreffektusok beállításai
vi: Cài đặt hiệu ứng nền thông báo bật lên

source: Alt-Tab (Coverflow / Timeline) background settings
da: Indstillinger for baggrund til Alt-Tab (Coverflow / Tidslinje)
hu: Alt-Tab (Coverflow / Idővonal) háttérbeállítások
vi: Cài đặt nền Alt-Tab (Coverflow / Timeline)

source: Alt-Tab (Coverflow / Timeline) background effects settings
da: Indstillinger for baggrundseffekter til Alt-Tab (Coverflow / Tidslinje)
hu: Alt-Tab (Coverflow / Idővonal) háttéreffektusok beállításai
vi: Cài đặt hiệu ứng nền Alt-Tab (Coverflow / Timeline)

source: Panel tooltips background settings
da: Indstillinger for baggrund for panelværktøjstip
hu: Panel eszköztippek háttérbeállításai
vi: Cài đặt nền chú giải công cụ panel

source: Panel tooltips background effects settings
da: Indstillinger for baggrundseffekter for panelværktøjstip
hu: Panel eszköztippek háttéreffektus-beállításai
vi: Cài đặt hiệu ứng nền chú giải công cụ panel

source: Apply effects to panel applet popup menus. This option is intended for the Cinnamon (6.4) and Mint-Y dark desktop themes but might work well with other themes. Light themes are unlikely to give good results but might be made to work with some creative use of the dimming color settings and an appropriate background image. It overrides some theme settings to achieve a (semi-)transparent menu so that the blurred background is visible. It also removes rounded corners so that the blurred background will not spill over the rounded edges.
ca: Aplica efectes als menús emergents de les miniaplicacions. Aquesta opció està pensada pel tema fosc Mint-Y de Cinnamon 6.4 però podria funcionar amb altres temes. Pel que fa als temes clars, es podria fer funcionar amb un ús creatiu de les opcions d'atenuació de color i una imatge de fons d'escriptori adient. Sobreescriu algunes de les opcions dels temes per a aconseguir un menú (semi-)transparent per tal que el fons difuminat sigui visible. També elimina les cantonades arrodonides per tal que la difuminació no s'hi escampi per les vores.
da: Anvend effekter på pop op-menuer i panelprogrammerne. Denne indstilling er beregnet til Cinnamon- (6.4) og mørk Mint-Y-skrivebordstemaerne, men kan også fungere godt med andre temaer. Lyse temaer giver sandsynligvis ikke gode resultater, men kan muligvis fås til at fungere ved kreativ brug af indstillingerne for dæmpning af farver og et passende baggrundsbillede. Den tilsidesætter nogle temaindstillinger for at opnå en (halv)gennemsigtig menu, så den slørede baggrund er synlig. Den fjerner også afrundede hjørner, så den slørede baggrund ikke løber ud over de afrundede kanter.
it: Applica effetti ai menù a comparsa dell'applet del pannello. Questa opzione è pensata per i temi desktop scuri Cinnamon (6.4) e Mint-Y, ma potrebbe funzionare bene anche con altri temi. I temi chiari difficilmente daranno buoni risultati, ma potrebbero funzionare con un uso creativo delle impostazioni di attenuazione dei colori e un'immagine di sfondo appropriata. Sovrascrive alcune impostazioni del tema per ottenere un menu (semi)trasparente, in modo che lo sfondo sfocato sia visibile. Rimuove anche gli angoli arrotondati, in modo che lo sfondo sfocato non fuoriesca dai bordi arrotondati.
nl: Hiermee pas je effecten toe op de Pop-upmenu’s van paneel-applets. Dit is bedoeld voor Cinnamon (6.4) en Mint-Y donkere desktopthema’s, maar kan ook met andere thema’s werken. Lichte thema’s geven waarschijnlijk geen goede resultaten, tenzij met creatief gebruik van de kleurinstellingen in verband met verduistering en een gepaste achtergrondafbeelding. Dit overschrijft sommige thema-instellingen om een (semi-)transparant menu te creëren zodat de vervaagde achtergrond zichtbaar wordt. Bovendien worden afgeronde hoeken verwijderd, zodat de vervaagde achtergrond niet over de ronde randen uitloopt.

source: Apply effects to desktop background image. On the Desktop Background tab you can choose if the effect applies always or just when a window has the focus.
da: Anvend effekter på skrivebordet sbaggrundsbillede. Under fanebaldet Skrivebordsbaggrund kan du vælge, om effekten altid skal anvendes, eller kun når et vindue har fokus.
hu: Alkalmazzon effektusokat az asztali háttérképre. Az Asztal háttere lapon kiválaszthatja, hogy az effektus mindig érvényes legyen, vagy csak akkor, amikor egy ablak van a fókuszban.
it: Applica effetti all'immagine di sfondo del desktop. Nella scheda Sfondo del desktop puoi scegliere se l'effetto deve essere applicato sempre o solo quando una finestra è attiva.
nl: Effecten toepassen op de afbeelding van de bureaubladachtergrond. Op het tabblad Bureaubladachtergrond kunt u kiezen of het effect altijd wordt toegepast of alleen wanneer een venster focus heeft.
vi: Áp dụng hiệu ứng cho hình nền màn hình. Trên thẻ Nền Màn hình, bạn có thể chọn hiệu ứng áp dụng luôn hay chỉ khi một cửa sổ có tiêu điểm.

source: Apply effects to the notification popups. This option has been tested with the Cinnamon (6.4) and Mint-Y dark desktop themes but might work will with other themes. It overrides some theme settings to achieve a (semi-)transparent window so that the blurred background is visible. It also removes rounded corners so that the blurred background will not spill over the rounded edges.
da: Anvend effekter på pop op-vinduer for underretninger. Denne indstilling er testet med Cinnamon- (6.4) og mørk Mint-Y-skrivebordstemaerne, men fungerer muligvis også med andre temaer. Den tilsidesætter nogle temaindstillinger for at opnå et (halv)gennemsigtigt vindue, så den slørede baggrund er synlig. Den fjerner også afrundede hjørner, så den slørede baggrund ikke løber ud over de afrundede kanter.

source: Apply effects to the panel tooltip backgrounds. It overrides some theme settings to achieve a (semi-)transparent tooltip so that the blurred background is visible. It also removes rounded corners so that the blurred background will not spill over the rounded edges.
da: Anvend effekter på panelets værktøjstipbaggrunde. Det tilsidesætter nogle temaindstillinger for at opnå et (halv)gennemsigtigt værktøjstip, så den slørede baggrund er synlig. Det fjerner også afrundede hjørner, så den slørede baggrund ikke løber ud over de afrundede kanter.

source: Warning: Overview effects are currently disabled under the General tab.
ca: Avís: els efectes de Vista General estan desactivats a la pestanya General.
da: Advarsel: Oversigtseffekter er i øjeblikket deaktiveret under fanebladet Generelt.
fr: Avertissement : Les effets de la Vue d'ensemble sont actuellement désactivés dans l'onglet Général.
hu: Figyelmeztetés: Az áttekintési effektusok jelenleg le vannak tiltva az Általános lapon.
it: Attenzione: gli effetti Panoramica sono attualmente disabilitati nella scheda Generale.
nl: Waarschuwing: effecten voor Overzicht zijn momenteel uitgeschakeld op het tabblad Algemeen.
vi: Cảnh báo: Hiệu ứng Tổng quan hiện bị tắt dưới thẻ Chung.

source: Warning: Expo effects are currently disabled under the General tab.
ca: Avís: els efectes de l'Exposició estan desactivats a la pestanya General.
da: Advarsel: Vis arbejdsområde-effekter er i øjeblikket deaktiveret under fanebladet Generelt.
fr: Avertissement : Les effets Expo sont actuellement désactivés dans l'onglet Général.
hu: Figyelmeztetés: Az Expo-effektusok jelenleg le vannak tiltva az Általános lapon.
it: Attenzione: gli effetti Expo sono attualmente disabilitati nella scheda Generale.
nl: Waarschuwing: effecten voor Expo zijn momenteel uitgeschakeld op het tabblad Algemeen.
vi: Cảnh báo: Hiệu ứng Expo hiện bị tắt dưới thẻ Chung.

source: Warning: Panel effects are currently disabled under the General tab.
ca: Avís: els efectes de Tauler estan desactivats a la pestanya General.
da: Advarsel: Paneleffekter er i øjeblikket deaktiveret under fanebladet Generelt.
fr: Avertissement : Les effets des Panneaux sont actuellement désactivés dans l'onglet Général.
hu: Figyelmeztetés: A paneleffektusok jelenleg le vannak tiltva az Általános lapon.
it: Attenzione: gli effetti del pannello sono attualmente disabilitati nella scheda Generale.
nl: Waarschuwing: effecten voor Panelen zijn momenteel uitgeschakeld op het tabblad Algemeen.
vi: Cảnh báo: Hiệu ứng Panel hiện bị tắt dưới thẻ Chung.

source: Warning: Popup Menu effects are currently disabled under the General tab.
ca: Avís: els efectes dels menús emergents estan desactivats a la pestanya General.
da: Advarsel: Pop op-menueffekter er i øjeblikket deaktiveret under fanebladet Generelt.
hu: Figyelmeztetés: Az előugró menü effektusai jelenleg le vannak tiltva az Általános lapon.
it: Attenzione: gli effetti del menu popup sono attualmente disabilitati nella scheda Generale.
nl: Waarschuwing: effecten voor Pop-upmenu's zijn momenteel uitgeschakeld op het tabblad Algemeen.
vi: Cảnh báo: Hiệu ứng Trình đơn Bật lên hiện bị tắt dưới thẻ Chung.

source: Warning: Desktop background effects are currently disabled under the General tab.
da: Advarsel: Skrivebordsbaggrundseffekter er i øjeblikket deaktiveret under fanebladet Generelt.
hu: Figyelmeztetés: Az asztali háttéreffektusok jelenleg le vannak tiltva az Általános lapon.
it: Attenzione: gli effetti di sfondo del desktop sono attualmente disabilitati nella scheda Generale.
nl: Waarschuwing: Effecten voor de bureaubladachtergrond zijn momenteel uitgeschakeld op het tabblad Algemeen.
vi: Cảnh báo: Hiệu ứng nền màn hình hiện bị tắt dưới thẻ Chung.

source: Warning: Notification popup effects are currently disabled under the General tab.
da: Advarsel: Pop op-underretningseffekter er i øjeblikket deaktiveret under fanebladet Generelt.
hu: Figyelmeztetés: Az értesítési felugró ablakok effektusai jelenleg le vannak tiltva az Általános lapon.
vi: Cảnh báo: Hiệu ứng thông báo bật lên hiện bị tắt dưới thẻ Chung.

source: Warning: Alt-Tab effects are currently disabled under the General tab.
da: Advarsel: Alt-Tab-effekter er i øjeblikket deaktiveret under fanebladet Generelt.
hu: Figyelmeztetés: Az Alt-Tab effektek jelenleg le vannak tiltva az Általános lapon.
vi: Cảnh báo: Hiệu ứng Alt-Tab hiện bị tắt dưới thẻ Chung.

source: Warning: Panel tooltip effects are currently disabled under the General tab.
da: Advarsel: Panelværktøjseffekter er i øjeblikket deaktiveret under fanebladet Generelt.
hu: Figyelmeztetés: A panel eszköztipp-effektusai jelenleg le vannak tiltva az Általános lapon.
vi: Cảnh báo: Hiệu ứng chú giải công cụ panel hiện bị tắt dưới thẻ Chung.

source: Allow this extension to modify the panels transparency and background color settings. If this is disabled the extension will only apply a blur overlay under the panels. This setting should only be disabled when the theme already uses transparent panels and you want the themes setting to apply.
ca: Permet a aquesta extensió modificar la configuració de transparència i el color de fons. Si està desactivat, l'extensió només aplicarà difuminació a sota dels taulers. Aquesta opció només hauria d'estar desactivada quan el tema ja faci ús de taulers transparents per defecte i voleu que les opcions del mateix s'apliquin.
da: Tillad denne udvidelse at ændre panelernes gennemsigtighed og baggrundsfarveindstillinger. Hvis dette er deaktiveret, vil udvidelsen kun anvende en sløret overlejring under panelerne. Denne indstilling bør kun deaktiveres, hvis temaet allerede bruger gennemsigtige paneler, og du ønsker, at temaets indstillinger skal anvendes.
fr: Permet à cette extension de modifier les paramètres de transparence et de couleur d'arrière-plan des panneaux. Si ce paramètre est désactivé, l'extension n'appliquera qu'une superposition floue sous les panneaux. Ce paramètre ne doit être désactivé que si le thème utilise déjà des panneaux transparents et que vous souhaitez que les paramètres du thème s'appliquent.
hu: Engedélyezze ennek a bővítménynek a panelek átlátszósági és háttérszínbeállításainak módosítását. Ha ez le van tiltva, a bővítmény csak elmosódást alkalmaz a panelek alatt. Ezt a beállítást csak akkor szabad letiltani, ha a téma már használ átlátszó paneleket, és szeretné alkalmazni a témabeállítást.
it: Consente a questa estensione di modificare le impostazioni di trasparenza e colore di sfondo dei pannelli. Se questa opzione è disabilitata, l'estensione applicherà solo una sfocatura sotto i pannelli. Questa impostazione dovrebbe essere disabilitata solo se il tema utilizza già pannelli trasparenti e si desidera applicare le impostazioni del tema.
nl: Sta deze extensie toe om instellingen in verband met de transparantie en achtergrondkleur van de panelen aan te passen. Als dit is uitgeschakeld, wordt alleen een vervagingslaag onder de panelen toegepast. Deze instelling moet alleen worden uitgeschakeld als het thema al transparante panelen gebruikt en je wil dat deze thema-instellingen toegepast worden.
vi: Cho phép tiện ích mở rộng này sửa đổi cài đặt độ trong suốt và màu nền của panel. Nếu bị tắt, tiện ích mở rộng sẽ chỉ áp dụng một lớp phủ mờ bên dưới panel. Cài đặt này chỉ nên bị tắt khi chủ đề đã sử dụng panel trong suốt và bạn muốn áp dụng cài đặt chủ đề.

source: Allow this extension to modify the popup Menu transparency, background color and rounded corner settings. If this is disabled the extension will only apply a blur overlay under the popup menus. This setting should only be disabled when the theme already uses transparent popup menus and you want the themes setting to apply.
ca: Permet a aquesta extensió modificar la configuració de transparència, color de fons i cantonades arrodonides dels menús emergents. Si està desactivat, l'extensió només aplicarà el difuminat a sota dels menús. Aquesta opció només hauria d'estar desactivada quan el tema ja faci ús de taulers transparents per defecte i voleu que les opcions del mateix s'apliquin.
da: Tillad denne udvidelse at ændre pop op-menuenes gennemsigtighed, baggrundsfarve og indstillinger for afrundede hjørner. Hvis denne funktion er deaktiveret, vil udvidelsen kun anvende en sløret overlejring under pop op-menuerne. Denne indstilling bør kun deaktiveres, hvis temaet allerede bruger gennemsigtige pop op-menuer, og du ønsker, at temaets indstillinger skal anvendes.
it: Consente a questa estensione di modificare le impostazioni di trasparenza, colore di sfondo e angoli arrotondati del menù a comparsa. Se questa opzione è disabilitata, l'estensione applicherà solo una sfocatura sotto i menù a comparsa. Questa impostazione dovrebbe essere disabilitata solo se il tema utilizza già menù a comparsa trasparenti e si desidera applicare le impostazioni del tema.
nl: Sta deze extensie toe om de instellingen in verband met transparantie, achtergrondkleur en afgeronde hoeken van pop-upmenu’s aan te passen. Als dit is uitgeschakeld, wordt alleen een vervagingslaag onder de pop-upmenu’s geplaatst. Deze instelling moet alleen worden uitgeschakeld als het thema al transparante pop-upmenu’s gebruikt en je wil dat deze thema-instellingen toegepast worden.

source: Use unique effect settings for each panel
ca: Utilitza ajusts d'efectes exclusius per cada tauler
da: Brug unikke effektindstillinger til hvert panel
fr: Utiliser des paramètres d'effets spécifiques à chaque panneau
hu: Használjon egyedi effektbeállításokat az egyes panelekhez
it: Utilizza impostazioni di effetti uniche per ogni pannello
nl: Unieke effectinstellingen gebruiken voor elk paneel
vi: Sử dụng cài đặt hiệu ứng duy nhất cho mỗi panel

source: Monitor
da: Skærm
fr: Écran
vi: Màn hình

source: Dimming
ca: Atenuació
da: Dæmpning
fr: Gradation
hu: Sötétítés
it: Oscuramento
nl: Verduistering
vi: Làm tối

source: Color
da: Farve
fr: Couleur
hu: Szín
it: Colore
nl: Kleur
vi: Màu
