Repository: linuxmint/cinnamon-spices-extensions
Catalog: BlurCinnamon@klangman/files/BlurCinnamon@klangman/po/*.po
Languages: ca, da, es, fr, hu, it, nl, vi

source: Default window settings
es: Configuración predeterminada de la ventana

source: Unable to determine the application or the WM_CLASS of the previously focused window, therefore Blur Cinnamon effects can not be applied to that window
es: No se puede determinar la aplicación o la clase WM_CLASS de la ventana que tenía el foco anteriormente, por lo que no se pueden aplicar los efectos de Desenfoque Cinnamon a esa ventana

source: Welcome to Blur Cinnamon
da: Velkommen til Sløret Cinnamon
es: Bienvenido a Desenfoque de Cinnamon
hu: Üdvözöljük a Cinnamon Elhomályosításában
vi: Chào mừng đến với Blur Cinnamon

source: Hope you are enjoying your new Panel, Expo, Overview and Alt-Tab Coverflow/Timeline effects. Open the Blur Cinnamon Settings to enable additional effects on several other desktop elements like menus, notifications and windows, or disable effects on components that were enabled by default. You can also make changes to the effect properties like blur intensity, color saturation and dimming.
es: Esperamos que estés disfrutando de tus nuevos efectos Panel, Exposición, Vista general y Alt-Tab Coverflow/Linea de Tiempo. Abre la configuración de Blur Cinnamon para habilitar efectos adicionales en otros elementos del escritorio, como menús, notificaciones y ventanas, o deshabilitar efectos en componentes que estaban habilitados por defecto. También puedes realizar cambios en las propiedades de los efectos, como la intensidad del desenfoque, la saturación del color y el oscurecimiento.

source: Open Blur Cinnamon Settings
da: Åbn Sløret Cinnamon-indstillinger
es: Abrir configuración de Desenfoque de Cinnamon
hu: Nyissa meg a Cinnamon Elhomályosítása beállításait
vi: Mở Cài đặt Blur Cinnamon

source: Testing Blur Cinnamon Notification Effects
da: Tester Sløret Cinnamons underretningseffekter
es: Probando los efectos de notificación de Desenfoque de Cinnamon
hu: Cinnamon Elhomályosítása értesítési effektek tesztelése
vi: Đang thử nghiệm Hiệu ứng Thông báo Blur Cinnamon

source: This is how notifications will appear when using the current Blur Cinnamon Notification Popup effects. Making further changes to the notification effect settings will automatically apply to this notification message.
da: Sådan vil underretninger se ud, når de aktuelle Sløret Cinnamon-indstillinger for pop op-vinduer anvendes.
es: Así es como aparecerán las notificaciones cuando se utilicen los efectos actuales de la ventana emergente de notificaciones de Desenfoque de Cinnamon. Si se realizan más cambios en la configuración de los efectos de notificación, estos se aplicarán automáticamente a este mensaje de notificación.
hu: Így fognak megjelenni az értesítések a jelenlegi Cinnamon Elhomályosítása értesítési felugró effektusok használatakor. Az értesítési effektusok beállításainak további módosításai automatikusan érvényesek lesznek erre az értesítési üzenetre.
vi: Đây là cách thông báo sẽ xuất hiện khi sử dụng các hiệu ứng Thông báo Bật lên Blur Cinnamon hiện tại. Thực hiện các thay đổi tiếp theo đối với cài đặt hiệu ứng thông báo sẽ tự động áp dụng cho thông báo này.

source: Blur Cinnamon
ca: Difumina Cinnamon
da: Sløret Cinnamon
es: Desenfoque de Cinnamon
fr: Flou pour Cinnamon
hu: Cinnamon Elhomályosítása
it: Sfoca Cinnamom
nl: Vervaag Cinnamon

source: Allows you to blur, colorize, desaturate and adjust the dimming of several Cinnamon Desktop components
da: Giver dig mulighed for at sløre, farvelægge, fjerne mætningen og justere dæmpningen af flere Cinnamon-skrivebordskomponenter.
es: Permite desenfocar, colorear, desaturar y ajustar la atenuación de algunos componentes del escritorio Cinnamon (es decir, Paneles, Menús emergentes, Vista general, Exposición, Imagen del escritorio)
hu: Lehetővé teszi számos Cinnamon Asztal komponens elhomályosítását, színezését, telítettségének csökkentését és a fényerő beállítását.
vi: Cho phép bạn làm mờ, tô màu, giảm bão hòa và điều chỉnh độ tối của một số thành phần Cinnamon Desktop

source: General setup
es: Configuración general

source: Generic effect settings
ca: Opcions generals d'efectes
da: Indstillinger for generiske effekter
es: Configuración genérica de efectos
fr: Paramètres d'effets génériques
hu: Általános effekt beállítások
it: Impostazioni effetti generici
nl: Algemene effectinstellingen
vi: Cài đặt hiệu ứng chung

source: Component specific settings
es: Configuración específica de los componentes

source: About
es: Acerca de

source: Cinnamon desktop components where effects will be applied
es: Componentes del escritorio Cinnamon a los que se aplicarán los efectos

source: Component Selector
es: Selector de componentes

source: Component Specific Settings
es: Configuración específica de los componentes

source: About Blur Cinnamon
es: Acerca de Desenfoque de Cinnamon

source: Note: The Alt-Tab effects are currently disabled under the "General setup" tab.
es: Nota: Los efectos Alt-Tab están desactivados actualmente en la pestaña "Configuración general".

source: Note: The Desklet effects are currently disabled under the "General setup" tab.
es: Nota: Los efectos Desklet están actualmente desactivados en la pestaña "Configuración general".

source: Note: The Desktop effects are currently disabled under the "General setup" tab.
es: Nota: Los efectos de escritorio están actualmente desactivados en la pestaña "Configuración general".

source: Note: The Expo effects are currently disabled under the "General setup" tab.
es: Nota: Los efectos de Expo están actualmente desactivados en la pestaña "Configuración general".

source: Note: The Menu effects are currently disabled under the "General setup" tab.
es: Nota: Los efectos del menú están actualmente desactivados en la pestaña "Configuración general".

source: Note: The Notification effects are currently disabled under the "General setup" tab.
es: Nota: Los efectos de notificación están desactivados actualmente en la pestaña "Configuración general".

source: Note: The Overview effects are currently disabled under the "General setup" tab.
es: Nota: Los efectos de la vista general están actualmente desactivados en la pestaña "Configuración general".

source: Note: The Panel effects are currently disabled under the "General setup" tab.
es: Nota: Los efectos del panel están actualmente desactivados en la pestaña "Configuración general".

source: Note: The Tooltip effects are currently disabled under the "General setup" tab.
es: Nota: Los efectos de información sobre herramientas están desactivados actualmente en la pestaña "Configuración general".

source: Note: The Window effects are currently disabled under the "General setup" tab.
es: Nota: Los efectos de ventana están actualmente desactivados en la pestaña "Configuración general".

source: <b>Note:</b> You must configure your Desklets to be transparent! (see tooltip)
es: <b>Nota:</b> ¡Debes configurar tus Desklets para que sean transparentes! (ver información sobre herramientas)

source: In order for Blur Cinnamon Desklet effects to be visible, a Desklets background must be transparent. This allows the blur effect to be visible below the Desklet. Most Desklets can be configured to have transparent backgrounds. On the Desktop, right-click on a Desklet, select the "Configure..." menu item to open a Desklet's configuration window.
es: Para que los efectos Desenfoque de Cinnamon Desklet sean visibles, el fondo de los Desklets debe ser transparente. Esto permite que el efecto de desenfoque sea visible debajo del Desklet. La mayoría de los Desklets se pueden configurar para que tengan fondos transparentes. En el escritorio, haga clic con el botón derecho del ratón en un Desklet, seleccione el elemento del menú "Configurar..." para abrir la ventana de configuración del Desklet.

source: <b>Note:</b> Read tooltip for information about the "Default window settings"
es: <b>Nota:</b> Lea la información sobre herramientas para obtener información sobre la "Configuración predeterminada de la ventana"

source: If the special "Default window settings" table entry is enabled then all windows will have effects applied. If it is disabled then only the applications defined in the table will have effects applied. If the "Enabled" option is unchecked for a particular application then effects will be disabled even if the "Default window settings" row is enabled.
es: Si la entrada especial "Configuración predeterminada de la ventana" de la tabla está habilitada, se aplicarán efectos a todas las ventanas. Si está deshabilitada, solo se aplicarán efectos a las aplicaciones definidas en la tabla. Si la opción "Habilitado" no está marcada para una aplicación concreta, los efectos se deshabilitarán incluso si la fila "Configuración predeterminada de la ventana" está habilitada.

source: Desktop
da: Skrivebord
es: Escritorio
hu: Asztal
vi: Màn hình nền

source: Expo
ca: Exposició
da: Vis arbejdsområder
es: Exposición

source: Menus
da: Menuer
es: Menús
hu: Menük
vi: Trình đơn

source: Notifications
da: Underretninger
es: Notificaciones
hu: Értesítések
vi: Thông báo

source: Overview
ca: Vista General
da: Oversigt
es: Vista general
fr: Vue d'ensemble
hu: Áttekintő
it: Panoramica
nl: Overzicht
vi: Tổng quan

source: Panels
ca: Taulers
da: Paneler
es: Paneles
fr: Panneaux
hu: Panelek
it: Pannelli
nl: Panelen
vi: Panel

source: Tooltips
da: Værktøjstip
es: Información sobre herramientas
hu: Eszköztippek
vi: Chú giải công cụ

source: Windows
es: Ventanas

source: Show settings for component:
es: Mostrar configuración del componente:

source: <b>Brining your style into focus</b> Version: ext-version Developed by: Kevin Langman <a href="https://github.com/klangman/BlurCinnamon">Github</a> / <a href="https://github.com/klangman/BlurCinnamon/issues/new">Report an issue</a> / <a href="https://cinnamon-spices.linuxmint.com/extensions/view/104">Website</a> The rounded corners and Gaussian effects are based on code by aunetx (Blur-my-shell) <a href="https://github.com/aunetx/blur-my-shell">Github</a> / <a href="https://ko-fi.com/aunetx">Ko-fi</a> The Overview effect is partially based on the BlurOverview extension by nailfarmer
es: <b>Pon tu estilo en el punto de mira</b> Versión: ext-version Desarrollado por: Kevin Langman <a href="https://github.com/klangman/BlurCinnamon">Github</a> / <a href="https://github.com/klangman/BlurCinnamon/issues/new">Informar de un problema</a> / <a href="https://cinnamon-spices.linuxmint.com/extensions/view/104">Sitio web</a> Las esquinas redondeadas y los efectos gaussianos se basan en el código de aunetx (Blur-my-shell) <a href="https://github.com/aunetx/blur-my-shell">Github</a> / <a href="https://ko-fi.com/aunetx">Ko-fi</a> El efecto Overview se basa parcialmente en la extensión BlurOverview de nailfarmer

source: Apply effects to the Overview (default: Ctrl+Alt+Down / 'Show all windows` hot corner)
ca: Aplica efectes a la Vista General (per defecte:Ctrl+Alt+Avall / Cantonada de 'Mostra totes les finestres')
da: Anvend effekter på Oversigten (standard: Ctrl+Alt+ned / “Vis alle vinduer”-aktive hjørne)
es: Aplicar efectos a la Vista general (predeterminado: Ctrl+Alt+Abajo / Esquina activa 'Mostrar todas las ventanas')
fr: Appliquer des effets à la vue d'ensemble (par défaut : Ctrl+Alt+Bas / « Afficher toutes les fenêtres »)
hu: Effektusok alkalmazása az áttekintésre (alapértelmezett: Ctrl+Alt+Le / 'Minden ablak megjelenítése' forró sarok)
it: Applica effetti alla Panoramica (predefinito: Ctrl+Alt+Giù / angolo attivo 'Mostra tutte le finestre')
nl: Effecten toepassen op Overzicht (standaard: Ctrl+Alt+Omlaag / ‘Alle vensters tonen’ hot corner)
vi: Áp dụng hiệu ứng cho Tổng quan (mặc định: Ctrl+Alt+Down / góc nóng 'Hiển thị tất cả cửa sổ')

source: Apply effects to the Expo (default: Ctrl+Alt+Up / 'Show all workspaces` hot corner)
ca: Aplica efectes a l'Exposició (per defecte: Ctrl+Alt+Amunt / Cantonada de 'Mostra tots els espais de treball)
da: Anvend effekter på Vis arbejdsområder (standard: Ctrl+Alt+op / “Vis alle arbejdsområder”-aktive hjørne)
es: Aplicar efectos a la Exposición (predeterminado: Ctrl+Alt+Arriba / esquina activa 'Mostrar todos los espacios de trabajo')
fr: Appliquer des effets à l'Expo (par défaut : Ctrl+Alt+Up / 'Show all workspaces' hot corner)
hu: Effektusok alkalmazása a kiállításon (alapértelmezett: Ctrl+Alt+Fel / 'Minden munkaterület megjelenítése' forró sarok)
it: Applica effetti all'Expo (predefinito: Ctrl+Alt+Su / angolo attivo 'Mostra tutte le aree di lavoro')
nl: Effecten toepassen op Expo (standaard: Ctrl+Alt+Omhoog / ‘Alle werkruimtes tonen’ hot corner)
vi: Áp dụng hiệu ứng cho Expo (mặc định: Ctrl+Alt+Up / góc nóng 'Hiển thị tất cả không gian làm việc')

source: Panels (Please read tooltip)
ca: Taulers (Si us plau, llegiu el consell informatiu)
da: Paneler (læs værktøjstip)
es: Paneles (lea la información sobre herramientas)
fr: Panneaux (Veuillez lire l'infobulle)
hu: Panelek (Kérjük, olvassa el az eszközleírást)
it: Pannelli (Leggi il tooltip)
nl: Panelen (lees de tooltip)
vi: Panel (Vui lòng đọc chú giải công cụ)

source: Apply effects to the Panels. This option should work well with most dark desktop themes but light themes could also be made to work with some creative use of the dimming color settings and an appropriate background image. It overrides some themes settings to achieve a (semi-)transparent panel so that the blurred background is visible.
ca: Aplica efectes als Taulers. Aquesta opció hauria de funcionar bé amb la majoria de temes foscos però podria fer-se funcionar de manera creativa amb els temes clars, utilitzant les opcions d'atenuació de color i una imatge adient de fons d'escriptori. Sobreescriu algunes opcions dels temes per a aconseguir un tauler (semi-)transparent per tal que el fons difuminat sigui visible.
da: Anvend effekter på Panelerne. Denne indstilling bør fungere godt med de fleste mørke skrivebordstemaer, men lyse temaer kan også fås til at fungere ved kreativ brug af indstillingerne for dæmpning af farver og et passende baggrundsbillede. Den tilsidesætter nogle temaindstillinger for at opnå et (halv)gennemsigtigt panel, så den slørede baggrund er synlig.
es: Aplicar efectos a los paneles. Esta opción debería funcionar bien con la mayoría de los temas oscuros de escritorio, pero los temas claros también podrían funcionar con algún uso creativo de la configuración de colores de atenuación y una imagen de fondo adecuada. Anula la configuración de algunos temas para conseguir un panel (semi)transparente de modo que el fondo difuminado sea visible.
fr: Appliquer les effets aux panneaux. Cette option devrait fonctionner avec la plupart des thèmes de bureau sombres, mais les thèmes clairs pourraient également fonctionner avec une utilisation créative des paramètres de couleur d'assombrissement et une image d'arrière-plan appropriée. Elle remplace certains paramètres des thèmes pour obtenir un panneau (semi-)transparent de sorte que l'arrière-plan flou soit visible.
hu: Alkalmazzon effektusokat a panelekre. Ennek az opciónak jól kell működnie a legtöbb sötét asztali témával, de a világos témákat az elsötétítő színbeállítások és a megfelelő háttérkép kreatív használatával is működhet. Felülír néhány témabeállítást, hogy (félig) átlátszó panelt kapjon, így az elmosódott háttér látható.
it: Applica effetti ai pannelli. Questa opzione dovrebbe funzionare bene con la maggior parte dei temi desktop scuri, ma anche i temi chiari potrebbero essere ottimizzati con un uso creativo delle impostazioni di attenuazione dei colori e un'immagine di sfondo appropriata. Sovrascrive alcune impostazioni dei temi per ottenere un pannello (semi)trasparente, in modo che lo sfondo sfocato sia visibile.
nl: Hiermee pas je effecten toe op de Panelen. Deze optie werkt goed met de meeste donkere desktopthema’s. Lichte thema’s kunnen ook werken met creatief gebruik van de kleurinstellingen in verband met verduistering en een geschikte achtergrondafbeelding. Dit overschrijft enkele thema-instellingen om een (semi-)transparant paneel te creëren, zodat de vervaagde achtergrond zichtbaar wordt.
vi: Áp dụng hiệu ứng cho Panel. Tùy chọn này sẽ hoạt động tốt với hầu hết các chủ đề màn hình tối nhưng các chủ đề sáng cũng có thể hoạt động với một số sử dụng sáng tạo của cài đặt màu làm tối và hình nền phù hợp. Nó ghi đè một số cài đặt chủ đề để đạt được panel (bán) trong suốt để nền mờ có thể nhìn thấy.

source: Popup Menus (Please read tooltip)
ca: Menús Emergents (Si us plau, llegiu el consell informatiu)
da: Pop op-menuer (læs værktøjstip)
es: Menús emergentes (lea la información sobre herramientas)
hu: Előugró menük (Kérjük, olvassa el az eszközleírást)
it: Menù a comparsa (Leggi il tooltip)
nl: Pop-upmenu’s (lees de tooltip)
vi: Trình đơn Bật lên (Vui lòng đọc chú giải công cụ)

source: Apply effects to panel popup menus. This option is intended for the Cinnamon (6.4) and Mint-Y dark desktop themes but might work well with other themes. Light themes are unlikely to give good results but might be made to work with some creative use of the dimming color settings and an appropriate background image. It overrides some theme settings to achieve a (semi-)transparent menu so that the blurred background is visible.
es: Aplica efectos a los menús emergentes del panel. Esta opción está pensada para los temas de escritorio oscuros Cinnamon (6.4) y Mint-Y, pero puede funcionar bien con otros temas. Es poco probable que los temas claros den buenos resultados, pero se pueden hacer funcionar con un uso creativo de los ajustes de atenuación del color y una imagen de fondo adecuada. Anula algunos ajustes del tema para conseguir un menú (semi)transparente, de modo que el fondo difuminado sea visible.

source: Desktop background
da: Skrivebordsbaggrund
es: Fondo de escritorio
hu: Asztal háttér
it: Sfondo del desktop
nl: Bureaubladachtergrond
vi: Nền màn hình

source: Apply effects to desktop background image. Desktop effects can be applies always or just when a window has the focus.
es: Aplicar efectos a la imagen de fondo del escritorio. Los efectos del escritorio se pueden aplicar siempre o solo cuando una ventana tiene el foco.

source: Notification popups (Please read tooltip)
da: Pop op for underretninger (læs værktøjstip)
es: Ventanas emergentes de notificación (Lea la información sobre herramientas)
hu: Értesítési felugró ablakok (Kérjük, olvassa el az elemleírást)
vi: Thông báo bật lên (Vui lòng đọc chú giải công cụ)

source: Apply effects to the notification popups. This option has been tested with the Cinnamon (6.4) and Mint-Y dark desktop themes but might work will with other themes. It overrides some theme settings to achieve a (semi-)transparent Notification popup window so that the blurred background is visible.
es: Aplica efectos a las ventanas emergentes de notificación. Esta opción se ha probado con los temas de escritorio Cinnamon (6.4) y Mint-Y dark, pero es posible que también funcione con otros temas. Anula algunos ajustes del tema para conseguir una ventana emergente de notificación (semi)transparente, de modo que se vea el fondo difuminado.

source: Alt-Tab application switcher (Coverflow & Timeline only)
da: Alt-Tab-programskifter (kun Coverflow og Tidslinje)
es: Selector de aplicaciones Alt-Tab (solo Coverflow y Línea de tiempo)
hu: Alt-Tab alkalmazásváltó (csak Coverflow és Timeline)
vi: Bộ chuyển đổi ứng dụng Alt-Tab (chỉ Coverflow & Timeline)

source: Apply effects to the Alt-Tab application switcher background when setup to use the Coverflow or Timeline styles
da: Anvend effekter på Alt-Tab-programskifterens baggrund, når den er indstillet til at bruge Coverflow- eller Tidslinje-stilene
es: Aplicar efectos al fondo del selector de aplicaciones Alt-Tab cuando se configura para usar los estilos Coverflow o Línea de tiempo
hu: Effektek alkalmazása az Alt-Tab alkalmazásváltó hátterére, ha a Coverflow vagy az Idővonal stílusok használata van beállítva.
vi: Áp dụng hiệu ứng cho nền bộ chuyển đổi ứng dụng Alt-Tab khi được thiết lập để sử dụng kiểu Coverflow hoặc Timeline

source: Panel tooltips (Please read tooltip)
da: Panelværktøjstip (læs værktøjstip)
es: Información sobre herramientas del panel (Lea la información sobre herramientas)
hu: Panel eszközleírások (Kérjük, olvassa el az eszközleírást)
vi: Chú giải công cụ panel (Vui lòng đọc chú giải công cụ)

source: Apply effects to the panel tooltip backgrounds. It overrides some theme settings to achieve a (semi-)transparent tooltip so that the blurred background is visible.
es: Aplica efectos a los fondos de las descripciones emergentes del panel. Anula algunos ajustes del tema para conseguir una descripción emergente (semi)transparente, de modo que el fondo desenfocado sea visible.

source: Application windows (Please read tooltip)
es: Ventanas de aplicación (lea la información sobre herramientas)

source: Allow application window background effects by adding an effect actor below all existing graphical elements of affected windows. This means the effects will NOT be visible unless the application is setup to be transparent or the "Opacity" setting for the window is less than 100%. The table under the "Windows" component settings is used to determine which applications (if any) will have effects applied to its windows, enabling this option alone will not add effects to any windows.
es: Permite los efectos de fondo de la ventana de la aplicación añadiendo un actor de efectos debajo de todos los elementos gráficos existentes de las ventanas afectadas. Esto significa que los efectos NO serán visibles a menos que la aplicación esté configurada para ser transparente o que el ajuste de "Opacidad" de la ventana sea inferior al 100 %. La tabla situada debajo de la configuración del componente "Ventanas" se utiliza para determinar a qué aplicaciones (si las hay) se les aplicarán efectos a sus ventanas; habilitar esta opción por sí sola no añadirá efectos a ninguna ventana.

source: Apply effects to Desklet backgrounds. Desklets must be setup to be transparent in order for the Blur Cinnamon effects to be visible.
es: Aplica efectos a los fondos de los desklets. Los desklets deben configurarse para que sean transparentes y así poder ver los efectos de desenfoque de Cinnamon.

source: Focused window backlight effect
es: Efecto de retroiluminación de ventana enfocada

source: Apply a background image based backlight effect to the currently focused window. The effect spills over the focused windows borders making the window appear to glow around the edges. If the focused window is transparent, this effect will also show a blurred background image behind the window.
es: Aplica un efecto de retroiluminación basado en una imagen de fondo a la ventana actualmente enfocada. El efecto se extiende más allá de los bordes de la ventana enfocada, haciendo que la ventana parezca brillar alrededor de los bordes. Si la ventana enfocada es transparente, este efecto también mostrará una imagen de fondo desenfocado detrás de la ventana.

source: Override some of the panels theme settings (recommended)
ca: Sobreescriu algunes de les opcions dels temes als taulers (recomanat)
da: Tilsidesæt nogle af panelets temaindstillinger (anbefalet)
es: Anular algunos ajustes del tema de los paneles (recomendado)
fr: Remplacer certains paramètres du thème des panneaux (recommandé)
hu: Néhány paneltéma beállítás felülírása (ajánlott)
it: Ignora alcune impostazioni del tema dei pannelli (consigliato)
nl: Sommige thema-instellingen voor panelen overschrijven (aanbevolen)
vi: Ghi đè một số cài đặt chủ đề panel (được khuyến nghị)
