Repository: linuxmint/cinnamon-spices-extensions
Catalog: CinnamonMagicLamp@klangman/files/CinnamonMagicLamp@klangman/po/*.po
Languages: ca, es, fi, nl, pt

source: ERROR
fi: VIRHE
nl: FOUT

source: was NOT enabled
es: no estaba habilitada
fi: eI ollut käytössä
nl: was NIET ingeschakeld

source: The existing extension
es: La extensión existente
fi: Nykyinen laajennus
nl: De bestaande extensie

source: conflicts with this extension.
es: entra en conflicto con esta extensión.
fi: on ristiriidassa tämän laajennuksen kanssa.
nl: conflicteert met deze extensie.

source: Magic Lamp Effect
ca: Efecte de Llàntia Màgica
es: Efecto Lámpara Mágica
nl: Magische Lamp Effect
pt: Efeito da Lâmpada Mágica

source: A minimize/unminimize magic lamp effect based on hermes83's Gnome extension
ca: Un efecte de llàntia màgica en minimitzar/desminimitzar basat en l'extensió de Gnome d'hermes83
es: Un efecto de minimizar/desminimizar lámpara mágica basado en la extensión Gnome de hermes83
fi: Taikalamppu tehoste, joka perustuu Hermes83 tekemään Gnome laajennukseen
nl: Een minimaliseer/ontminimaliseer magische lamp effect gebaseerd op de Gnome-extensie van hermes83
pt: Um efeito de lâmpada mágica minimizar/desminimizar baseado na extensão Gnome do hermes83

source: Cinnamon Magic Lamp Settings
ca: Configuració de la llàntia màgica de Cinnamon
es: Configuración de la lámpara mágica de Cinnamon
fi: Cinnamon Magic Lamp asetukset
nl: Cinnamon Magische Lamp Instellingen
pt: Definições da Extensão Lâmpada Mágica do Cinnamon

source: default
ca: per defecte
es: por defecto
fi: oletus
nl: standaard
pt: padrão

source: sine
ca: sinus
es: seno
fi: kaari
nl: sinus
pt: seno

source: random
es: aleatorio
fi: satunnainen
nl: willekeurig

source: Minimize: Default - Unminimize: Sine
es: Minimizar: Por defecto - Desminimizar: Seno
fi: Pienennä: Oletus - Poista minimointi: Kaari
nl: Minimaliseren: Standaard - Maximaliseren: Sinus

source: Minimize: Sine - Unminimize: Default
es: Minimizar: Seno - Desminimizar: Por defecto
fi: Pienennä: Kaari - Poista minimointi: Oletus
nl: Minimaliseren: Sinus - Maximaliseren: Standaard

source: The type of effect
ca: El tipus d'efecte
es: Tipo de efecto
fi: Tehosteen tyyli
nl: Het type effect
pt: O tipo do efeito

source: Using 'default' will result in a curved effect where using 'sine' will result in a more wavy effect
ca: Utilitzar 'per defecte' crearà un efecte de corba, mentre que 'sinus' crearà un efecte més ondulat
es: Si se utiliza «por defecto», el efecto será curvo, mientras que si se utiliza «seno», el efecto será más ondulado
fi: Oletus antaa suoremman tehosteen kun kaareva antaa enemmän aaltoilevan tehosteen
nl: Gebruik van 'standaard' resulteert in een gebogen effect, terwijl 'sinus' resulteert in een meer golvend effect
pt: Utilizar 'padrão' resultará em um efeito curvo e utilizar 'seno' resultará num efeito mais ondular

source: Effect duration (ms)
es: Duración del efecto (ms)
fi: Tehosteen kesto (ms)
nl: Effectduur (ms)

source: The time (in milliseconds) that the effect takes to complete
ca: El temps (en mil·lisegons) que tarda en completar-se l'efecte
es: Tiempo (en milisegundos) que tarda en completarse el efecto
fi: Aika (millisekunteina) kun tehoste valmistuu
nl: De tijd (in milliseconden) die het effect in beslag neemt
pt: O tempo (em milissegundos) que o efeito levará para completar

source: X Tiles
ca: Mida horitzontal de la graella
es: Mosaico X
fi: X laatat
nl: X Tegels
pt: Quadros no Eixo X

source: This effects the quality and the cost of the animation
ca: Això afecta a la qualitat i els recursos necessaris per a l'animació
es: Esto afecta la calidad y el costo de la animación
fi: Vaikuttaa animaation laatuun ja aikaan
nl: Dit beïnvloedt de kwaliteit en de kosten van de animatie
pt: Isto afetará a qualidade e o custo da animação em termos de recursos computacionais

source: Y Tiles
ca: Mida vertical de la graella
es: Mosaico Y
fi: Y laatat
nl: Y Tegels
pt: Quadros no Eixo Y

source: This effects the quality and the costs of the animation
ca: Això afecta a la qualitat i els recursos necessaris per a l'animació
es: Esto afecta la calidad y el costo de la animación
fi: Vaikuttaa animaation laatuun ja aikaan
nl: Dit beïnvloedt de kwaliteit en de kosten van de animatie
pt: Isto afetará a qualidade e o custo da animação em termos de recursos computacionais

source: has been enabled
ca: ha estat activat
pt: foi ativado

source: Please set the Cinnamon minimize and unminimize effects to None. These effects will interfere with the Cinnamon Magic Lap effects.
ca: Si, us plau, establiu els efectes de Cinnamon de minimitzar i desminimitzar a 'Cap'. Aquests efectes interferirien amb els de la llàntia màgica de Cinnamon.
pt: Por favor, redefina os efeitos de minimizar e não minimizar do Cinnamon para Nenhum. Estes efeitos irão interferir com os efeitos desta extensão Lâmpada Mágica do Cinnamon.

source: Open Cinnamon Effects
ca: Obrir efectes de Cinnamon
pt: Abrir Efeitos do Cinnamon

source: Effect duration
ca: Durada de l'efecte
pt: Duração do efeito

source: tiles
ca: caselles
pt: quadros
