Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/centered-cinnamon-dock@mostlynick3/*.po
Languages: es, nb, nl

source: Welcome to Centered Cinnamon Dock!
es: ¡Bienvenido a Dock Centrado de Cinnamon!
nb: Velkommen til sentrert Cinnamon-dock!
nl: Welkom bij gecentreerd Cinnamon dock!

source: Which panel(s) would you like to turn into a dock?
es: ¿Qué panel(es) desea convertir en un dock?
nb: Hvilket panel(er) vil du gjøre om til en dock?
nl: Welke panelen wilt u omzetten naar een dock?

source: Right click any panel to change your mind or configure the docks later.
es: Haga clic derecho en cualquier panel para cambiar de opinión o configurar los docks más tarde.
nb: Høyreklikk på hvilket som helst panel for å ombestemme deg eller konfigurere dockene senere.
nl: Klik met de rechtermuisknop op een paneel om van gedachten te veranderen of de docks later te configureren.

source: Skip
es: Omitir
nb: Hopp over
nl: Overslaan

source: Enable
es: Activar
nb: Aktiver
nl: Inschakelen

source: Bottom Panel (Monitor %d)
es: Panel inferior (monitor %d)
nb: Nedre panel (skjerm %d)
nl: Onderste paneel (monitor %d)

source: Top Panel (Monitor %d)
es: Panel superior (monitor %d)
nb: Øvre panel (skjerm %d)
nl: Bovenste paneel (monitor %d)

source: Left Panel (Monitor %d)
es: Panel izquierdo (monitor %d)
nb: Venstre panel (skjerm %d)
nl: Linker paneel (monitor %d)

source: Right Panel (Monitor %d)
es: Panel derecho (monitor %d)
nb: Høyre panel (skjerm %d)
nl: Rechter paneel (monitor %d)

source: Centered Dock Settings
es: Configuración del dock centrado
nb: Innstillinger for sentrert dock
nl: Instellingen voor gecentreerd dock

source: Cancel
es: Cancelar
nb: Avbryt
nl: Annuleren

source: Apply
es: Aplicar
nb: Bruk
nl: Toepassen

source: OK
es: Aceptar

source: Enable Centered Dock for this panel
es: Activar dock centrado para este panel
nb: Aktiver sentrert dock for dette panelet
nl: Gecentreerd dock inschakelen voor dit paneel

source: Height offset (negative = up, positive = down)
es: Desplazamiento de altura (negativo = arriba, positivo = abajo)
nb: Høydeforskyvning (negativ = opp, positiv = ned)
nl: Hoogte-offset (negatief = omhoog, positief = omlaag)

source: Don't shift windows (disable panel struts)
es: No desplazar ventanas (desactivar struts del panel)
nb: Ikke forskyv vinduer (deaktiver panel struts)
nl: Vensters niet verschuiven (paneel struts uitschakelen)

source: Fade animation duration (ms)
es: Duración de animación de desvanecimiento (ms)
nb: Varighet for tone-animasjon (ms)
nl: Duur van vervaging-animatie (ms)

source: Appearance
es: Apariencia
nb: Utseende
nl: Uiterlijk

source: Transparency (%)
es: Transparencia (%)
nb: Gjennomsiktighet (%)
nl: Transparantie (%)

source: Minimum dock width
es: Ancho mínimo del dock
nb: Minstebredde på dock
nl: Minimale dockbreedte

source: Enable zoom effect on hover
es: Activar efecto de zoom al pasar el ratón
nb: Aktiver zoom-effekt ved musepeker
nl: Zoom-effect bij aanwijzen inschakelen

source: Zoom scale factor
es: Factor de escala del zoom
nb: Zoom skaleringsfaktor
nl: Zoom-schaalfactor

source: Auto-hide Behavior
es: Comportamiento de ocultación automática
nb: Oppførsel for automatisk skjuling
nl: Gedrag automatisch verbergen

source: Choose one auto-hide mode (mutually exclusive):
es: Elija un modo de ocultación automática (mutuamente excluyente):
nb: Velg en modus for automatisk skjuling (gjensidig utelukkende):
nl: Kies een modus voor automatisch verbergen (onderling uitsluitend):

source: Auto-hide dock when focusing apps
es: Ocultar dock automáticamente al enfocar aplicaciones
nb: Skjul dock automatisk når apper er i fokus
nl: Dock automatisch verbergen bij focus op apps

source: ↳ Show dock when no window is focused
es: ↳ Mostrar dock cuando no hay ventana enfocada
nb: ↳ Vis dock når ingen vindu er i fokus
nl: ↳ Dock weergeven wanneer geen venster focus heeft

source: Show dock unless window covers full screen
es: Mostrar dock a menos que la ventana cubra la pantalla completa
nb: Vis dock med mindre et vindu dekker hele skjermen
nl: Dock weergeven tenzij venster het volledige scherm bedekt

source: (Dock visible unless a window covers the full screen)
es: (Dock visible a menos que una ventana cubra la pantalla completa)
nb: (Dock synlig med mindre et vindu dekker hele skjermen)
nl: (Dock zichtbaar tenzij een venster het volledige scherm bedekt)

source: Auto-hide timing settings:
es: Configuración de temporización de ocultación automática:
nb: Innstillinger for tidsur ved automatisk skjuling:
nl: Timing-instellingen voor automatisch verbergen:

source: Delay before auto-hiding (ms)
es: Retraso antes de ocultar automáticamente (ms)
nb: Forsinkelse før automatisk skjuling (ms)
nl: Vertraging voor automatisch verbergen (ms)

source: Height of trigger zone to show panel (px)
es: Altura de la zona de activación para mostrar el panel (px)
nb: Høyde på utløsersone for å vise panel (px)
nl: Hoogte van triggerzone om paneel weer te geven (px)

source: Auto-hide Indicator
es: Indicador de ocultación automática
nb: Indikator for automatisk skjuling
nl: Indicator automatisch verbergen

source: Show indicator of dock location in trigger zone
es: Mostrar indicador de ubicación del dock en zona de activación
nb: Vis indikator for dock-plassering i utløsersone
nl: Indicator van dock-locatie in triggerzone weergeven

source: Indicator color
es: Color del indicador
nb: Indikatorfarge
nl: Indicatorkleur

source: Hex color:
es: Color hexadecimal:
nb: Hex-farge:
nl: Hex-kleur:

source: Type hex color
es: Escribir color hexadecimal
nb: Skriv inn hex-farge
nl: Typ hex-kleur

source: Centered Cinnamon Dock
es: Dock Centrado de Cinnamon
nb: Sentrert Cinnamon-dock
nl: Gecentreerd Cinnamon dock

source: Centers the panel with dock styling and customization options. Configure per panel by right-clicking it.
es: Centra el panel con estilo de dock y opciones de personalización. Configure cada panel haciendo clic derecho.
nb: Sentrerer panelet med dock-styling og tilpasningsmuligheter. Konfigurer hvert panel ved å høyreklikke på det.
nl: Centreert het paneel met dock-styling en aanpassingsopties. Configureer elk paneel door er met de rechtermuisknop op te klikken.

source: General
nb: Generelt
nl: Algemeen
