Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/ArrangementOfButtonsOnWindowTitleBar@claudiux/*.po
Languages: ca, da, hu, it, vi

source: Arrangement Of Buttons On Window Title Bar (ABWTB)
ca: Disposició dels botons a la barra de títol de la finestra (ABWTB)
da: Placering af knapper på vinduets titellinje
hu: Gombok elrendezése az ablak címsorán (ABWTB)
it: Disposizione dei pulsanti sulla barra del titolo della finestra (ABWTB)
vi: Sắp xếp Nút trên Thanh Tiêu đề Cửa sổ (ABWTB)

source: Arranges the buttons on the title bar of windows
ca: Ordena els botons de la barra de títol de les finestres
da: Placerer knapperne på vinduers titellinje
hu: Elrendezi a gombokat az ablakok címsorán
it: Dispone i pulsanti sulla barra del titolo delle finestre
vi: Sắp xếp các nút trên thanh tiêu đề của cửa sổ

source: Button layout on the window title bar
ca: Disposició dels botons a la barra de títol de la finestra
da: Knaplayout på vinduets titellinje
hu: Gombok elrendezése az ablak címsorán
it: Disposizione dei pulsanti sulla barra del titolo della finestra
vi: Bố trí nút trên thanh tiêu đề cửa sổ

source: Expert Mode
ca: Mode expert
da: Eksperttilstand
hu: Expert Mód
it: Modalità Esperto
vi: Chế độ Chuyên gia

source: Left side of title bar
ca: Part esquerra de la barra de títol
da: Titellinjens venstre side
hu: A címsor bal oldala
it: Lato sinistro della barra del titolo
vi: Phía bên trái thanh tiêu đề

source: Right side of title bar
ca: Part dreta de la barra de títol
da: Titellinjens højre side
hu: A címsor jobb oldala
it: Lato destro della barra del titolo
vi: Phía bên phải thanh tiêu đề

source: Accessibility
ca: Accessibilitat
da: Tilgængelighed
hu: Akadálymentesítés
it: Accessibilità
vi: Khả năng truy cập

source: Explanation
ca: Explicació
da: Forklaring
hu: Magyarázat
it: Spiegazione
vi: Giải thích

source: Button Layout
ca: Disposició dels botons
da: Knaplayout
hu: Gombok elrendezése
it: Disposizione Pulsanti
vi: Bố trí Nút

source: Apply changes
ca: Aplicar canvis
da: Udfør ændringer
hu: Módosítások alkalmazása
it: Applica cambiamenti
vi: Áp dụng thay đổi

source: Menu
ca: Menú
hu: Menü
it: Menù
vi: Trình đơn

source: Close
ca: Tancar
da: Luk
hu: Bezár
it: Chiudi
vi: Đóng

source: Maximize
ca: Maximitzar
da: Maksimér
hu: Maximalizálás
it: Massimizza
vi: Phóng to

source: Minimize
ca: Minimitzar
da: Minimér
hu: Minimalizálás
it: Minimizza
vi: Thu nhỏ

source: Add a space between adjacent buttons
ca: Afegir un espai entre botons adjacents
da: Tilføj mellemrum mellem to knapper
hu: Térköz hozzáadása a szomszédos gombok között
it: Aggiungi uno spazio tra i pulsanti adiacenti
vi: Thêm khoảng trống giữa các nút liền kề

source: Please wait 2 seconds for the changes to take effect.
ca: Si us plau espereu 2 segons perquè els canvis facin efecte.
da: Vent to sekunder, før ændringerne træder i kraft.
hu: Kérjük, várjon 2 másodpercet, hogy a változtatások érvénybe lépjenek.
it: Attendi 2 secondi affinché le modifiche abbiano effetto.
vi: Vui lòng chờ 2 giây để thay đổi có hiệu lực.

source: Expert Mode enabled. Please use the Expert Mode tab.
ca: Mode expert activat. Utilitzeu la pestanya Mode expert.
da: Eksperttilstand aktiveret. Brug fanebladet for Eksperttilstand.
hu: Szakértői mód engedélyezve. Kérjük, használja a Szakértői mód fület.
it: Modalità Esperto abilitata. Utilizza la scheda Modalità Esperto.
vi: Chế độ Chuyên gia đã bật. Vui lòng sử dụng thẻ Chế độ Chuyên gia.

source: Arrangement of buttons on the titlebar. The value should be a string, such as 'menu:minimize,maximize,spacer,close'. The colon separates the left corner of the window from the right corner, and the button names are comma-separated. Duplicate buttons are not allowed. Unknown button names are silently ignored so that buttons can be added in future versions without breaking older versions. A special 'spacer' tag can be used to insert some space between two adjacent buttons. Valid buttons and tags are: close menu minimize maximize spacer Other buttons, not taken into account: above lower shade stick
ca: Disposició dels botons a la barra de títol. El valor ha de ser una cadena de text, com 'menú:minimitza,maximitza,espaiador,tanca'. Els dos punts separen la cantonada esquerra de la finestra de la dreta i els noms dels botons estan separats per comes. No es permeten botons duplicats. Els noms de botons desconeguts s'ignoraran per tal que puguin ser afegits en versions futures sense afectar a les anteriors. Es pot utilitzar una etiqueta especial 'espaiador' per afegir una separació entre dos botons adjacents. Els botons i etiquetes vàlides són: tancar menú minimitzar maximitzar espaiador Botons extra (no es tenen en compte) amunt avall ombrejar enganxar
da: Placering af knapper på titellinjen. Værdien skal være en streng, f.eks. “menu:minimize,maximize,spacer,close”‹. Kolonet adskiller venstre hjørne af vinduet fra højre hjørne, og knapnavnene er adskilt med komma. Duplikerede knapper er ikke tilladt. Ukendte knapnavne ignoreres uden varsel, så der kan tilføjes knapper i fremtidige versioner uden at ødelægge ældre versioner. Et specielt “spacer”-mærkat kan bruges til at indsætte lidt plads mellem to tilstødende knapper. Gyldige knapper og mærkater er: close menu minimize maximize spacer Andre knapper, der ikke tages i betragtning: above lower shade stick
hu: Gombok elrendezése a címsorban. Az értéknek karakterláncnak kell lennie, például: 'menu:minimize,maximize,spacer,close'. A kettőspont választja el az ablak bal sarkát a jobb saroktól, és a gombnevek vesszővel vannak elválasztva. A gombok ismétlődése nem megengedett. Az ismeretlen gombneveket a rendszer csendben figyelmen kívül hagyja, hogy a gombok a későbbi verziókban hozzáadhatók legyenek a régebbi verziók hibája nélkül. Egy speciális 'spacer' címke használható térköz beszúrására két szomszédos gomb közé. Érvényes gombok és címkék: bezár menü minimalizálás maximalizálás üres hely Egyéb, figyelembe nem vett gombok: felett alacsonyabb árnyék rögzítés
it: Disposizione dei pulsanti sulla barra del titolo. Il valore deve essere una stringa, ad esempio 'menu:minimize,maximize,spacer,close'. I due punti separano l'angolo sinistro della finestra da quello destro e i nomi dei pulsanti sono separati da virgole. Non sono ammessi pulsanti duplicati. I nomi dei pulsanti sconosciuti vengono ignorati automaticamente in modo che i pulsanti possano essere aggiunti in versioni future senza compromettere le versioni precedenti. È possibile utilizzare uno speciale tag 'spacer' per inserire uno spazio tra due pulsanti adiacenti. Pulsanti e tag validi sono: close menu minimize maximize spacer Altri pulsanti, non presi in considerazione: above lower shade stick
vi: Sắp xếp các nút trên thanh tiêu đề. Giá trị phải là một chuỗi, chẳng hạn như 'menu:minimize,maximize,spacer,close'. Dấu hai chấm phân tách góc trái cửa sổ với góc phải, và tên nút được phân cách bằng dấu phẩy. Không cho phép các nút trùng lặp. Các tên nút không xác định sẽ bị bỏ qua để có thể thêm nút trong các phiên bản tương lai mà không làm hỏng các phiên bản cũ hơn. Thẻ đặc biệt 'spacer' có thể được sử dụng để chèn khoảng trống giữa hai nút liền kề. Các nút và thẻ hợp lệ là: close menu minimize maximize spacer Các nút khác, không được tính đến: above lower shade stick

source: Expert Mode disabled. Please use the first tab.
ca: Mode expert desactivat. Utilitzeu la primera pestanya.
da: Eksperttilstand deaktiveret. Brug det første faneblad.
hu: Szakértői mód letiltva. Kérjük, használja az első fület.
it: Modalità esperto disattivata. Utilizzare la prima scheda.
vi: Chế độ Chuyên gia đã tắt. Vui lòng sử dụng thẻ đầu tiên.

source: Value
ca: Valor
da: Værdi
hu: Érték
it: Valore
vi: Giá trị

source: Apply this button layout
ca: Aplicar aquesta disposició de botons
da: Anvend dette knaplayout
hu: Alkalmazza ezt a gombelrendezést
it: Applica questa disposizione dei pulsanti
vi: Áp dụng bố trí nút này

source: Use only Expert Mode
ca: Utilitzar només el mode expert
da: Brug kun Eksperttilstand
hu: Csak Szakértői módot használjon
it: Utilizza solo la modalità Esperto
vi: Chỉ sử dụng Chế độ Chuyên gia
