Repository: linuxmint/cinnamon-spices-extensions
Catalog: transparent-panels-reloaded@marcelovbcfilho/files/transparent-panels-reloaded@marcelovbcfilho/po/*.po
Languages: ca, es, fi, hu

source: %s enabled
ca: %s activat
es: %s activado
fi: %s käytössä
hu: %s engedélyezett

source: Open the extension settings and customize your panels
ca: Obriu la configuració de l'extensió i personalitzeu els vostres taulers
es: Abre los austes de la extensión y personaliza los paneles
fi: Avaa laajennusasetukset ja mukauta paneeleja
hu: Nyissa meg a kiegészítő beállításait és szabja testre paneljait

source: Open settings
ca: Obrir configuració
es: Abrir ajustes
fi: Avaa asetukset
hu: Beállítások megnyitása

source: Transparent panels reloaded
ca: S'han recarregat els taulers transparents
es: Paneles transparentes
hu: Áttetsző panel

source: Make your panels transparent (or not) and change their color as you wish
ca: Convertiu els vostres taulers (o no) en transparents i canvieu el seu color de la manera que desitgeu
es: Haz tus paneles transparentes cuando no hay ninguna ventana maximizada
fi: Säädä paneelin läpinäkyvyyttä ja väriä haluamallasi tavalla
hu: Átlátszóvá teheti a paneleket, ha nincsenek maximalizált ablakok

source: General
fi: Yleinen
hu: Általános

source: Opacity amount
ca: Quantitat d'opacitat
es: Grado de opacidad
fi: Peittävyys
hu: Átlátszatlanság mennyisége

source: Always transparent
ca: Sempre transparent
es: Siempre transparente
fi: Aina läpinäkyvä
hu: Mindig áttetsző

source: If enable the panels will always be transparent, if disable, only will be transparent if there is no maximized windows
ca: Si està activat, els taulers sempre seran transparents. Si es desactiva, només seran transparents quan no hi hagi finestres maximitzades
es: Si se activa los paneles serán siempre transparentes, si se desactiva, sólo serán transparentes si no hay ventanas maximizadas
fi: Paneelit ovat aina läpinäkyviä. Jos pois käytössä, ne ovat läpinäkyviä vain jos ikkunat eivät ole kokonäytössä
hu: Ha engedélyezi, a panelek mindig átlátszóak lesznek, ha letiltja, csak akkor lesznek átlátszóak, ha nincs maximalizált ablak

source: Use custom panel color
ca: Utilitzar un color de tauler personalitzat
es: Utilizar color de panel personalizado
fi: Käytä omaa paneelin väriä
hu: Használjon egyedi panel színt

source: Custom panel color
ca: Color de tauler personalitzat
es: Color de panel personalizado
fi: Oma paneelin väri
hu: Egyedi panel szín

source: Filter panels (WIP)
ca: Filtrar taulers (WIP)
es: Filtrar paneles (Trabajo en curso)
fi: Valitse paneelit (WIP)
hu: Panelek szűrése (WIP)

source: Select the panels that will be affected by this extension. (Work in progress/not working)
ca: Seleccioneu els taulers que seran afectats per aquesta extensió (En procés/No funciona)
es: Seleccione los paneles que se verán afectados por esta extensión. (Trabajo en curso/no funciona)
fi: Valitse paneelit, joihin tämä laajennus vaikuttaa
hu: Válassza ki azokat a paneleket, amelyekre ez a kiterjesztés hatással lesz. (Folyamatban lévő munka/nem működik)

source: Top panel
ca: Tauler de dalt
es: Panel superior
fi: Paneeli ylhäällä
hu: Felső panel

source: Right panel
ca: Tauler de la dreta
es: Panel derecho
fi: Paneeli oikealla
hu: Jobb panel

source: Bottom panel
ca: Tauler de baix
es: Panel inferior
fi: Paneeli alhaalla
hu: Alsó panel

source: Left panel
ca: Tauler de l'esquerra
es: Panel izquierdo
fi: Paneeli vasemmalla
hu: Bal panel
