Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/BlurCinnamon@klangman/*.po
Languages: fi

source: General
fi: Yleinen

source: Overview
fi: Ohjelmat

source: Expo
fi: Työtilat

source: Panels
fi: Paneelit

source: Cinnamon components where effects will be applied
fi: Cinnamon komponentit. Valitse mihin tehoste lisätään

source: Generic effect settings
fi: Tehosteasetukset

source: Overview settings
fi: Ohjelmat näkymän asetukset

source: Overview effect settings
fi: Ohjelmat näkymän tehosteet

source: Expo settings
fi: Työtilan asetukset

source: Expo effect settings
fi: Työtilan tehosteasetukset

source: Panels settings
fi: Paneelin asetukset

source: Panel effects settings
fi: Paneelin tehosteasetukset

source: Popup menu effects settings
fi: Ponnahdusvalikon tehosteasetukset

source: Desktop background settings
fi: Taustakuvan asetukset

source: Desktop background effects settings
fi: Taustakuvan tehosteasetukset

source: Apply effects to the Overview (default: Ctrl+Alt+Down / 'Show all windows` hot corner)
fi: Käytä tehosteita ohjelmat näkymässä (oletus: Ctrl+Alt+⬇ / näyttää kaikki ohjelmien avoimet ikkunat)

source: Apply effects to the Expo (default: Ctrl+Alt+Up / 'Show all workspaces` hot corner)
fi: Käytä tehosteita työtiloissa (oletus: Ctrl+Alt+⬆ / näyttää kaikki työtilat)

source: Panels (Please read tooltip)
fi: Paneelit (lue työkaluvihje)

source: Apply effects to the Panels. This option should work well with most dark desktop themes but light themes could also be made to work with some creative use of the dimming color settings and an appropriate background image. It overrides some themes settings to achieve a (semi-)transparent panel so that the blurred background is visible.
fi: Käytä tehosteita paneeleihin. Toimii varsin hyvin tummien teemojen kanssa. Vaaleat teemat voidaan saada toimimaan käyttämällä luovasti himmentäviä väriasetuksia ja sopivaa taustakuvaa. Ohittaa osan teema-asetuksista saadakseen läpikuultavan paneelin, jolloin sumennettu tausta näkyy.

source: Popup Menus (Please read tooltip)
fi: Ponnahdusvalikot (lue työkaluvihje)

source: Apply effects to panel applet popup menus. This option is intended for the Cinnamon (6.4) and Mint-Y dark desktop themes but might work well with other themes. Light themes are unlikely to give good results but might be made to work with some creative use of the dimming color settings and an appropriate background image. It overrides some theme settings to achieve a (semi-)transparent menu so that the blurred background is visible. It also removes rounded corners so that the blurred background will not spill over the rounded edges.
fi: Käytä tehosteita ponnahdusvalikoissa mm valikossa ja kalenterissa. Tämä toimii parhaiten Cinnamon (6.4) ja Mint-Y tummille teemoille. Saattaa toimia hyvin muiden teemojen kanssa. Vaaleat teemat eivät tuota hyviä tuloksia, mutta voidaan saada toimimaan käyttämällä luovasti himmentäviä väriasetuksia ja sopivaa taustakuvaa. Ohittaa osan teema-asetuksista saadakseen läpikuultavan valikon, jolloin sumennettu tausta näkyy. Poistaa myös pyöristetyt kulmat, jotta epäselvä tausta ei valu pyöristetyille reunoille.

source: Desktop background
fi: Taustakuva

source: Apply effects to desktop background image. On the Desktop Background tab you can choose if the effect applies always or just when a window has the focus.
fi: Käytä tehosteita taustakuvaan. Taustakuva välilehdellä voit valita, sovelletaanko tehostetta aina vai silloin kun ikkuna on kohdistettu.

source: Warning: Overview effects are currently disabled under the General tab.
fi: Varoitus: Ohjelmat näkymän tehosteet ovat pois käytöstä Yleinen-välilehdellä.

source: Warning: Expo effects are currently disabled under the General tab.
fi: Varoitus: Työtilojen tehosteet ovat pois käytöstä Yleinen-välilehdellä.

source: Warning: Panel effects are currently disabled under the General tab.
fi: Varoitus: Paneelin tehosteet ovat pois käytöstä Yleinen-välilehdellä.

source: Warning: Popup Menu effects are currently disabled under the General tab.
fi: Varoitus: Ponnahdusvalikoiden tehosteet ovat pois käytöstä Yleinen-välilehdellä.

source: Warning: Desktop background effects are currently disabled under the General tab.
fi: Varoitus: Tauskakuvien tehosteet ovat pois käytöstä Yleinen-välilehdellä.

source: Override some of the panels theme settings (recommended)
fi: Ohita jotkin paneelin teema-asetukset (suositus)

source: Allow this extension to modify the panels transparency and background color settings. If this is disabled the extension will only apply a blur overlay under the panels. This setting should only be disabled when the theme already uses transparent panels and you want the themes setting to apply.
fi: Salli tämän laajennuksen muokata paneelien läpinäkyvyyttä ja taustavärin asetuksia. Jos tämä ei ole käytössä, laajennus lisää vain sumennetun peittokuvan paneelin alle. Tämä asetus poistetaan käytöstä vain, jos teemassa on jo käytössä läpinäkyvä paneeli tai haluat käyttää teeman omia asetuksia.

source: Override some of the popup menu theme settings (recommended)
fi: Ohita jotkin ponnahdusvalikon teema-asetukset (suositus)

source: Allow this extension to modify the popup Menu transparency, background color and rounded corner settings. If this is disabled the extension will only apply a blur overlay under the popup menus. This setting should only be disabled when the theme already uses transparent popup menus and you want the themes setting to apply.
fi: Salli tämän laajennuksen muokata ponnahdusvalikon läpinäkyvyyttä, taustaväriä ja pyöristettyjen kulmien asetuksia. Jos tämä ei ole käytössä, laajennus käyttää vain sumennettua peittokuvaa ponnahdusvalikossa. Asetus tulee poistaa käytöstä vain, jos teema käyttää jo läpinäkyvää ponnahdusvalikkoa ja haluat käyttää omaa teema-asetusta.

source: Use unique effect settings for the Overview
fi: Käytä tehosteita ohjelmat näkymässä

source: Use unique effect settings for the Expo
fi: Käytä tehosteita työtilan näkymässä

source: Use unique effect settings for the Panels
fi: Käytä tehosteita paneelissa

source: Use unique effect settings for the popup menus
fi: Käytä tehosteita ponnahdusikkunoissa

source: Use unique effect settings for the desktop background
fi: Käytä tehosteita taustakuvassa

source: Use unique effect settings for each panel
fi: Käytä tehosteita jokaisessa paneelissa erikseen

source: Panel specific settings
fi: Paneelikohtaiset asetukset

source: Enabled
fi: Käytössä

source: Panel
fi: Paneeli

source: Monitor
fi: Näyttö

source: Dimming
fi: Himmennys

source: Color
fi: Väri

source: Blur
fi: Sumeus

source: Intensity
fi: Vahvuus

source: Saturation
fi: Kylläisyys

source: Defines the effects applied to different panels. If a panel does not meet the criteria of any enabled entry in this list, it will have no effects applied. The settings of the first entry in this list that can apply to a given panel will take effect. The color field is in the rgb(#,#,#) syntax and black will be used when a color is not provided or is in an incorrect syntax
fi: Määrittää eri paneeleihin sovellettavat tehosteet. Jos paneeli ei täytä mitään tässä luettelossa olevaa ehtoja, siihen ei sovelleta tehostetta. Värikenttä merkitään rgb(#,#,#) arvoilla. #000 on musta ja käytetään, jos väriä ei ole annettu tai se on väärässä muodossa

source: Dim/Colorize Background (percentage)
fi: Himmennä/värjää taustaa (prosenttia)

source: Dimming overlay color
fi: Himmentävä peittoväri

source: Defines the color that is blended into the background based on the dimming control above. Use black for a normal dimming effect or some other color for a color blend effect
fi: Määrittää värin, joka sekoitetaan taustaan ​​yllä olevan säätimen perusteella. Käytä mustaa normaaliin himmentämiseen tai jotain muuta väriä värisekoitukseen

source: None
fi: Ei mitään

source: Simple
fi: Vakio

source: Type of blur effect
fi: Sumeustehoste

source: What type of blur algorithm should be used to blur the background
fi: Mitä sumennusalgoritmia tulisi käyttää taustan sumentamiseen

source: Gaussian blur intensity
fi: Sumennuksen voimakkuus

source: Adjusts the intensity of the blur effect by changing the radius use by the effect.
fi: Säätää sumennuksen voimakkuutta muuttamalla tehosteen säteen käyttöä.

source: Background color saturation
fi: Taustan värikylläisyys

source: Adjusts the color saturation of the background image.
fi: Säätää taustakuvan värikylläisyyttä.

source: Blur intensity (Gaussian only)
fi: Sumennuksen voimakkuus (vain Gaussin)

source: Adjusts the intensity of the Gaussian blur effect by changing the radius use by the effect. This setting does not effect the Simple blur type
fi: Säätää Gaussin sumennuksen voimakkuutta muuttamalla tehosteen säteen käyttöä. Tämä asetus ei vaikuta vakio sumennustyyppiin

source: Additional popup menu accent elements dimming (percentage)
fi: Ponnahdusvalikon korostusvärin himmennys (prosenttia)

source: Defines the additional dimming applied to the popup menu accent elements (i.e. the main menu favorites box and entry boxes) which allow these elements to stand out from the other popup menu areas
fi: Määrittää ponnahdusvalikon kenttien korostusvärin (eli päävalikon suosikkeihin ja kirjoituskenttiin) sovellettava lisähimmennys, jonka avulla nämä kentät erottuvat muista ponnahdusvalikon alueista

source: Background image color saturation
fi: Taustakuvan värikylläisyys

source: Only apply effect settings if the desktop is not in focus
fi: Käytä tehostetta vain jos työpöytää ei ole tarkennettu

source: When enabled, the desktop background image effects will only apply when the desktop is not in focus
fi: Kun käytössä, pöydän taustakuvaan liittyvät tehosteet ovat käytössä vain kun työpöytä ei ole tarkennettu

source: Apply the generic effect settings when the desktop is in focus
fi: Käytä yleisiä tehosteita kun työpöytä on tarkennettu

source: When enabled, the generic effect settings (on the General tab) will apply to the desktop background image when the desktop is in focus
fi: Kun käytössä, yleiset tehosteiden asetukset (Yleiset-välilehdellä) koskevat taustakuvaa kun pöytä on tarkennettu

source: Dim background Image (percentage)
fi: Himmennä taustakuvaa (prosenttia)
