Repository: linuxmint/cinnamon-spices-extensions
Catalog: 0dyseus@CinnamonTweaks/files/0dyseus@CinnamonTweaks/po/*.po
Languages: cs, da, hr, sv

source: Windows decorations removal
cs: Odstranění dekorace okna
da: Fjernelse af vinduers titellinjer
hr: Uklanjanje ukrasa prozora
sv: Borttagning av fönsterdekorationer

source: Tweak based on the extension called [Cinnamon Maximus](https://cinnamon-spices.linuxmint.com/extensions/view/29) by [Fatih Mete](https://github.com/fatihmete) with some options from the gnome-shell extension called [Maximus NG](https://github.com/luispabon/maximus-gnome-shell) by [Luis Pabon](https://github.com/luispabon). This tweak allows to remove the windows decorations from maximized/half-maximized/tiled windows.
cs: Vylepšení založené na rozšíření Cinnamonu nazvaném [Cinnamon Maximus](https://cinnamon-spices.linuxmint.com/extensions/view/29) od [Fatih Mete](https://github.com/fatihmete) s některými možnostmi z rozšíření gnome-shell nazvaného [Maximus NG](https://github.com/luispabon/maximus-gnome-shell) od [Luis Pabon](https://github.com/luispabon). Toto vylepšení umožňuje odstranit okenní dekorace z maximalizovaných/napůl maximalizovaných/dlaždicově uspořádaných oken.
da: Tilpasning baseret på udvidelsen kaldet [Cinnamon Maximus](https://cinnamon-spices.linuxmint.com/extensions/view/29) af [Fatih Mete](https://github.com/fatihmete) med nogle indstillinger fra udvidelsen til gnome-shell kaldet [Maximus NG](https://github.com/luispabon/maximus-gnome-shell) af [Luis Pabon](https://github.com/luispabon). Denne tilpasning tillader fjerne af titellinjer i maksimerede, halv-maksimerede og side om side udlagte vinduer.
sv: Justering baserad på tillägget kallat [Cinnamon Maximus](https://cinnamon-spices.linuxmint.com/extensions/view/29) av [Fatih Mete](https://github.com/fatihmete) med några alternativ från gnome-tillägget [Maximus NG](https://github.com/luispabon/maximus-gnome-shell) av [Luis Pabon](https://github.com/luispabon). Denna justering låter oss ta bort fönsterdekorationer från maximerade, halvmaximerade, och storleksanpassade fönster.

source: Dependencies
cs: Závislosti
da: Afhængigheder
sv: Beroenden

source: This tweak requires two commands available on the system (**xprop** and **xwininfo**) for it to work.
cs: Toto vylepšení vyžaduje pro svou funkčnost dva příkazy dostupné v systému (**xprop** a **xwininfo**).
da: Denne tilpasning kræver to kommandoer tilgængelige i systemet (**xprop** og **xwininfo**) for at virke.
sv: För att fungera kräver den här justeringen att två kommandon finns tillgängliga i systemet (**xprop** och **xwininfo**)

source: Debian based distributions:
cs: Distribuce založené na Debianu:
da: Debian-baserede distributioner:
sv: Debian-baserade distributioner:

source: These commands are provided by the **x11-utils** package. Linux Mint already has this package installed.
cs: Tyto příkazy jsou poskytovány balíčkem **x11-utils**. Linux Mint již má tento balíček nainstalován.
da: Disse kommandoer er tilgængelige i pakken **x11-utils**. I Linux Mint er denne pakke allerede installeret.
sv: Dessa kommandon tillhandahålls av paketet **x11-utils**. Linux Mint har redan detta paket installerat.

source: Archlinux based distributions:
cs: Distribuce založené na Archlinuxu:
da: Archlinux-baserede distributioner:
sv: Archlinux-baserade distributioner:

source: These commands are provided by the **xorg-xprop** and **xorg-xwininfo** packages.
cs: Tyto příkazy jsou poskytovány balíčky **xorg-xprop** a **xorg-xwininfo**.
da: Disse kommandoer er tilgængelige i pakkerne **xorg-xprop** og **xorg-xwininfo**.
sv: Dessa kommandon tillhandahålls av paketen **xorg-xprop** och **xorg-xwininfo**.

source: Fedora based distributions:
cs: Distribuce založené na Fedoře:
da: Fedora-baserede distributioner:
sv: Fedora-baserade distributioner:

source: These commands are provided by the **xorg-x11-utils** package.
cs: Tyto příkazy jsou poskytovány balíčkem **xorg-x11-utils**.
da: Disse kommandoer er tilgængelige i pakken **xorg-x11-utils**.
sv: Dessa kommandon tillhandahålls av paketet **xorg-x11-utils**.

source: Warnings
cs: Upozornění
da: Advarsler
sv: Varningar

source: Client side decorated windows and WINE applications aren't affected by this tweak.
cs: Client side dekorace oken a WINE aplikací nejsou ovlivněna tímto vylepšením.
da: Vinduer udsmykket på klientsiden og WINE-programmer påvirkes ikke af denne tilpasning.
hr: Ukrasi od strane klijenta i WINE aplikacija nisu obuhvaćene ovom prilagodbom.
sv: Programfönster dekorerade av klientsidan och WINE-program, påverkas inte av denna justering.

source: Close all windows that belongs to an application that is going to be added to the applications list and before applying the settings of this tweak.
cs: Zavřete všechna okna, které patří k aplikaci přidávané do seznamu aplikací a před použitím nastavení tohoto vylepšení.
da: Luk alle vinduer som tilhører et program, som vil blive tilføjet til programlisten, og før denne tilpasnings indstillinger anvendes.
hr: Zatvorite sve prozore koji pripadaju aplikaciji koja će biti dodana na popis aplikacija prije primjenjivanja postavki za ovu prilagodbu.
sv: Stäng alla fönster som tillhör de program som skall läggas till i programlistan, innan du tillämpar inställningarna i den här justeringen.

source: As a general rule to avoid issues, before enabling and configuring this tweak, close all windows currently opened, enable and configure this tweak and then log out and log back in.
cs: Jako obecné pravidlo pro vyhnutí se problémům, předtím než povolíte a nakonfigurujete toto vylepšení: zavřete všechna otevřená okna, povolte a nakonfigurujte toto vylepšení a poté se odhlaste a přihlaste se zpět.
da: Som en forholdsregel for at undgå problemer så luk alle åbne vinduer, inden du aktiverer og konfigurerer denne tilpasning. Aktivér og konfigurér derefter denne tilpasning og log af og log på igen.
sv: Som generell regel för att undvika problem, bör du stänga alla öppna fönster innan du aktiverar och konfigurerar denna justering och sedan logga ut/in när du är klar.

source: Known issues
cs: Známé problémy
da: Kendte problemer
sv: Kända problem

source: Invisible windows:
cs: Neviditelná okna:
da: Usynlige vinduer
sv: Osynliga fönster:

source: Sometimes, windows of applications that are configured to remove their decorations can become invisible. The application's icon can still be seen in the panel (taskbar) and when clicked to focus its respective window, the invisible window will block the clicks as if it were visible. To fix this, the window needs to be unmaximized (it will become visible again) and then closed. When reopened, the window should behave normally.
cs: Někdy se mohou okna aplikací, které jsou nakonfigurovány s odstraněním jejich dekorací, stát neviditelnými. Ikona aplikací je stále viditelná v panelu (panelu úloh) a po kliknutí za účelem zaostření příslušného okna, neviditelné okno zablokuje kliknutí jako by bylo viditelné. Chcete-li to vyřešit, musí být u okna zrušena maximalizace (znovu se zobrazí) a pak musí být zavřeno. Při opětovném otevření by se okno mělo chovat normálně.
da: Nogle gange kan vinduer, konfigurerede til at få fjernet deres titellinje, blive usynlige. Programmets ikon kan stadig ses i panelet, men når der klikkes på det for at fokusere vinduet, vil det usynlige vindue blokere klikkene, som om det var synligt. For at løse dette skal vinduet bringes ud af den maksimerede tilstand (det vil blive synligt igen) og lukkes. Når det åbnes igen, skulle vinduet opføre sig normalt.
sv: Ibland kan programfönster som konfigurerats att ta bort dekorationen, bli osynliga. Programikonen kan fortfarande ses i panelen (aktivitetsfältet) och när den klickas för att fokusera respektive fönster, blockerar det osynliga fönstret klicken som om det var synligt. För att fixa detta, måste fönstret avmaximeras (det blir då synligt igen) och sedan stängas. När det öppnas igen, bör det uppföra sig normalt.

source: Applications stuck undecorated:
cs: Aplikace zůstaly bez dekorace:
da: Programmer uden titellinje:
sv: Programfönster som fastnat utan dekoration:

source: Some times, an application will get stuck undecorated even after unmaximizing it. Restarting the application will recover its ability to decorate and undecorate itself.
cs: Někdy zůstane aplikace bez dekorace i po zrušení její maximalizace. Restartováním aplikace se obnoví její schopnost povolit a zakázat dekorace okna.
da: Nogle gange kan et program være uden titellinje, efter det er bragt ud af maksimeret tilstand. Genstart af programmet vil tillade, at titellinjen kan fjernes og tilføjes.
sv: Ibland kan ett programfönster fastna i odekorerat läge efter återgång från maximering. Omstart av programmet återställer förmågan att ta bort och återställa dekorationen.

source: Alternative
cs: Alternativa
da: Alternativ
sv: Alternativ

source: There is an alternative way of hiding the title bar of absolutely all maximized windows without exceptions. By editing your Metacity theme (window decorations theme). It works infinitely better and without any of the issues this tweak on this extension has.
cs: Existuje alternativní způsob, jak skrýt titulní lištu všech maximalizovaných oken bez výjimek. Upravením motivu Metacity (motiv dekorace oken). Funguje to rozhodně lépe a bez jakýchkoli problémů, které má toto vylepšení v tomto rozšíření.
da: Der er en alternativ måde at skjule alle maksimerede vinduers titellinje på: ved at redigere dit Metacity-tema. Det virker uendeligt meget bedre og uden nogen af de problemer, som denne tilpasning i denne udvidelse har.
sv: Det finns ett alternativt sätt att dölja namnfältet på absolut alla maximerade fönster, utan undantag. Genom att redigera ditt Metacity-tema (fönsterdekorationstemat). Det fungerar oändligt mycket bättre och utan något av de problem som denna justering i tilläggsmodulen har.

source: Simply go to `/Path/To/Your/Theme/metacity-1` folder and edit with any text editor the file called **metacity-theme-3.xml**. If that file doesn't exists in your theme, then it should exist one called **metacity-theme-2.xml** or **metacity-theme-1.xml**. Choose the one with the bigger number.
cs: Jednoduše přejděte do složky `/Path/To/Your/Theme/metacity-1` a upravte libovolným textovým editorem soubor s názvem **metacity-theme-3.xml**. Pokud tento soubor neexistuje ve vašem motivu, měl by existovat jeden názvem **metacity-theme-2.xml** nebo **metacity-theme-1.xml**. Vyberte ten s větším číslem.
da: Gå til mappen `/Sti/Til/Dit/Tema/metacity-1` og redigér filen **metacity-theme-3.xml**. Hvis denne fil ikke findes i dit tema, så er der en kaldet **metacity-theme-2.xml** eller **metacity-theme-1.xml**. Vælg den med et højeste nummer.
sv: Gå till "/sökväg/till/ditt/tema/metacity-1" och redigera filen **metacity-theme-3.xml** med valfri textredigerare. Om filen inte finns i ditt tema, bör det finnas en som heter **metacity-theme-2.xml** eller **metacity-theme-1.xml**. Välj den med högst nummer.

source: Find the **frame_geometry** element named **max** (or **maximized** or **normal_max** or **normal_maximized**). Its exact name may vary depending on the theme.
cs: Najděte element **frame_geometry** s názvem **max** (nebo **maximized** nebo **normal_max** nebo **normal_maximized**). Přesný název se může lišit v závislosti na tématu.
da: Find elementet **max** (eller **maximized** eller **normal_max** eller **normal_maximized**) i **frame_geometry**. Det præcise navn afhænger af temaet.
sv: Hitta **frame_geometry**-elementet kallat **max** (eller **maximized** eller **normal_max** eller **normal_maximized**). Det exakta namnet kan variera beroende på tema.

source: Basically, one has to set to that element the attribute **has_title** to false, and then set all sizes of all its properties to 0 (zero). Some themes might require to add more properties and set them to 0 (zero) to completely get rid of the title bar.
cs: V podstatě je třeba nastavit tomuto elementu atribut **has_title** na hodnotu false a pak nastavit všechny velikosti všech jeho vlastností na 0 (nula). Některé motivy mohou vyžadovat přidání dalších vlastností a nastavit je na 0 (nula), abyste se úplně zbavili titulní lišty/záhlaví.
da: Attributen **has_title** skal tilføjes og sættes til false (falsk), og alle egenskabernes værdier skal sættes til 0. Nogle temaer kan kræve tilføjelse af flere egenskaber, hvis værdier også sættes til 0, for at slippe helt af med titellinjen.
sv: I grund och botten måste man ange elementattributet **has_title** som falskt och sedan ställa in alla egenskapsstorlekar som 0 (noll). Vissa teman kan kräva att man lägger till fler egenskaper och anger dem som 0 (noll), för att helt bli av med namnfältet.

source: Next you will find examples on how to edit the Metacity themes found on the **Mint-X** and **Mint-Y** themes.
cs: Dále jsou uvedeny příklady úprav motivů Metacity nalezených v motivech **Mint-X** a **Mint-Y**.
da: Her følger nogle eksempler på, hvordan Metacity-temaerne i **Mint-X**- og **Mint-Y**-temaerne skal redigeres.
sv: Nedan hittar du exempel på hur du redigerar Metacity-teman som hittas i **Mint-X**- och **Mint-Y**-teman.

source: For the Metacity theme found on the Mint-X theme
cs: Pro motiv Metacity z Mint-X
da: For Metacity-temaet i Mint-X-temaet
sv: För Metacity-temat som hittas i Mint-X-temat

source: For the Metacity theme found on Mint-Y theme
cs: Pro motiv Metacity z Mint-Y
da: For Metacity-temaet i Mint-Y-temaet
sv: För Metacity-temat som hittas i Mint-Y-temat

source: General extension issues
cs: Obecné problémy s rozšířením
da: Generelle problemer med udvidelsen
sv: Allmänna tilläggsproblem

source: Applications not showing up on the applications chooser dialogs
cs: Aplikace, které se nezobrazují v dialogových oknech výběru aplikací
da: Programmer optræder ikke i vinduet Programvælger
sv: Program som inte visas i programväljardialoger

source: The application chooser dialog used by the settings window of this extension lists only those applications that have available .desktop files. Simply because these applications are the only ones that any of the tweaks that require an application ID (**Auto move windows** and **Windows decorations removal**) will recognize and handle.
cs: Dialogové okno výběru aplikací, které používá okno nastavení tohoto rozšíření, uvádí pouze ty aplikace, které mají k dispozici soubory .desktop. Jednoduše proto, že tyto aplikace jsou jediné, které rozšíření vyžadující ID aplikace (**Automatické přesunutí oken** a **Odstranění dekorace okna**) dokáže rozpoznat a zpracovat.
da: Vinduet Programvælger viser kun programmer, som har en tilgængelig .desktop-fil, fordi disse programmerer er de eneste, som tilpasningerne, der kræver et program-ID (**Flyt vinduer automatisk** og **Fjernelse af vinduers titellinjer**), vil genkende og håndtere.
sv: Programväljardialogen som används i det här tilläggets inställningar, listar endast de program som har tillgängliga .desktop-filer. Helt enkelt för att dessa program är de enda som kan hanteras av de justeringar som kräver ett applikations-ID (**Flytta fönster automatiskt** och **Borttagning av fönsterdekorationer**).

source: Following the [Desktop Entry Specification](https://specifications.freedesktop.org/desktop-entry-spec/latest/index.html), one can create a .desktop file for any application that doesn't appear in the applications list.
cs: Podle specifikace [Desktop Entry Specification](https://specifications.freedesktop.org/desktop-entry-spec/latest/index.html) lze vytvořit soubor .desktop pro libovolnou aplikaci, která se nezobrazuje v seznamu aplikací.
da: Ifølge [Desktop Entry Specification](https://specifications.freedesktop.org/desktop-entry-spec/latest/index.html) kan man oprette en .desktop-fil til ethvert program, som ikke optræder i programlisten.
sv: Om man följer [Desktop Entry Specification](https://specifications.freedesktop.org/desktop-entry-spec/latest/index.html), kan man skapa en .desktop-fil för ett program som inte visas i programlistan.

source: Extension's settings window
cs: Okno nastavení rozšíření
da: Udvidelsens indstillingsvindue
sv: Inställningsfönster för tilläggsmoduler

source: From this extension settings window, all options can be imported, exported and/or reseted to their defaults.
cs: Z tohoto okna nastavení rozšíření lze všechny volby importovat, exportovat a/nebo je resetovat na výchozí hodnoty.
da: Fra udvidelsens indstillingsvindue kan alle indstillinger importeres, eksporteres eller nulstilles til standardværdierne.
sv: Från denna tilläggsmoduls inställningsfönster kan alla alternativ importeras, exporteras och/eller återställas till standardinställning.

source: To be able to perform any of these actions, the settings schema needs to be installed in the system. This is done automatically when the extension is installed from the Cinnamon extensions manager. But if the extension was installed manually, the settings schema also needs to be installed manually. This is achieved by simply going to the extension folder and launch the following command:
cs: Chcete-li provést některé z těchto akcí, musí být v systému nainstalováno schéma nastavení. To se provede automaticky, když je rozšíření nainstalováno ze správce rozšíření Cinnamonu. Ale pokud bylo rozšíření nainstalováno ručně, schéma nastavení musí být také nainstalováno ručně. Toho lze dosáhnout pouhým přechodem do složky rozšíření a spuštěním následujícího příkazu:
da: For at kunne udføre disse handlinger skal indstillingsskemaet installeres i systemet. Dette sker automatisk, hvis udvidelsen installeres gennem Cinnamons modul til håndtering af udvidelser. Blev udvidelsen installeret manuelt, skal indstillingsskemaet også installeres manuelt. Dette gøres ved at gå til udvidelsens mappe og køre følgende kommando:
sv: För att kunna utföra någon av dessa åtgärder, måste inställningsschemat installeras i systemet. Detta görs automatiskt när tillägget installeras från Cinnamons tilläggshanterare, men om tillägget installeras manuellt, måste också inställningsschemat installeras manuellt. Detta görs genom att gå till tilläggets installationsmapp och köra följande kommando:

source: Command to install the settings schema:
cs: Příkaz pro instalaci schématu nastavení:
da: Kommando til at installere indstillingsskemaet:
sv: Kommando för att installera inställningsschema:

source: Command to uninstall the settings schema:
cs: Příkaz k odinstalování schématu nastavení:
da: Kommando til at afinstallere indstillingsskemaet:
sv: Kommando för att avinstallera inställningsschema:

source: To import/export settings, the **dconf** command needs to be available on the system.
cs: Chcete-li importovat/exportovat nastavení, musí být v systému k dispozici příkaz **dconf**.
da: For at importere/eksportere indstillinger skal kommandoen **dconf** findes i systemet.
sv: För att importera/exportera inställningar, måste **dconf**-kommandot finnas tillgängligt i systemet.

source: language-name
cs: Česky
da: Dansk
sv: Svenska

source: Choose language
cs: Zvolte jazyk
da: Vælg sprog
sv: Välj språk

source: Help for %s
cs: Nápověda pro %s
da: Hjælp til %s
sv: Hjälp för %s

source: IMPORTANT!!!
cs: DŮLEŽITÉ!!!
da: VIGTIGT!!!
sv: VIKTIGT!!!

source: Never delete any of the files found inside this xlet folder. It might break this xlet functionality.
cs: Nikdy neodstraňujte soubory ze složky tohoto xletu. Mohlo by to narušit funkčnost xletu.
da: Slet aldrig nogen af filerne i denne udvidelses mappe. Det kan ødelægge udvidelsens funktionalitet.
sv: Ta aldrig bort någon av filerna i den här xlet-mappen. Det kan förstöra programmets funktioner.

source: Bug reports, feature requests and contributions should be done on this xlet's repository linked next.
cs: Zprávy o chybách, požadavky na funkce a příspěvky by měly být prováděny v repozitáři tohoto xletu, na který je odkaz dále.
da: Fejlrapporter, forslag til nye funktioner og bidrag bør ske i denne udvidelses arkiv, som der er linket til efterfølgende.
sv: Felrapporter, funktionsönskemål och kodbidrag kan lämnas i denna xlets kodförråd, på följande länk.

source: Applets/Desklets/Extensions (a.k.a. xlets) localization
cs: Lokalizace apletů/deskletů/rozšíření (a.k.a. xlety)
da: Oversættelse af panelprogrammer, skrivebordsprogrammer og udvidelser
sv: Applets/Desklets/Extensions (xlets) översättning

source: If this xlet was installed from Cinnamon Settings, all of this xlet's localizations were automatically installed.
cs: Pokud byl tento xlet nainstalován z nastavení systému v Cinnamonu, byly všechny tyto lokalizace xletu automaticky nainstalovány.
da: Hvis denne udvidelse blev installeret gennem Cinnamons indstillinger, blev alle oversættelser automatisk installeret.
sv: Om denna xlet installerades från Cinnamons inställningar, installerades också alla översättningar automatiskt.

source: If this xlet was installed manually and not trough Cinnamon Settings, localizations can be installed by executing the script called **localizations.sh** from a terminal opened inside the xlet's folder.
cs: Pokud byl tento xlet nainstalován ručně a nikoliv pomocí nastavení systému v Cinnamonu, mohou být lokalizace instalovány spuštěním skriptu nazvaného ** localizations.sh ** z terminálu otevřeného uvnitř složky xletu.
da: Hvis denne udvidelse blev installeret manuelt og ikke gennem Cinnamons indstillinger, kan alle oversættelser installeres ved at køre skriptet **localizations.sh** i en terminal åbnet i udvidelsens mappe.
sv: Om denna xlet installerades manuellt och inte via Cinnamons inställningar, kan översättningar installeras genom att köra skriptet **localizations.sh** från en terminal öppnad i programmappen.

source: If this xlet has no locale available for your language, you could create it by following the following instructions.
cs: Pokud tento xlet nemá k dispozici překlad pro váš jazyk, můžete jej vytvořit podle následujících pokynů.
da: Hvis der ikke er nogen oversættelse til denne udvidelse tilgængelig på dit sprog, kan du oprette en ved at følge de efterfølgende instruktioner.
sv: Om ditt språk saknas i denna xlet, kan du översätta den med hjälp av följande instruktioner.

source: Applets tweaks
cs: Vylepšení apletů
da: Tilpasning af panelprogrammer
hr: Prilagodba apleta
sv: Justera panelprogram

source: Enable Applets tweaks
cs: Povolit vylepšení apletů
da: Aktivér tilpasning af panelprogrammer
hr: Omogući prilagodbu apleta
sv: Aktivera justering av panelprogram

source: Ask for confirmation on applet removal
cs: Požadovat potvrzení při odstranění appletu
da: Spørg om bekræftelse inden panelprogrammer fjernes
hr: Upitaj za potvrdu pri uklanjanju apleta
sv: Bekräfta borttagning av panelprogram

source: Display a confirmation dialog on removal. Keeping the Ctrl key pressed will bypass the confirmation.
cs: Zobrazit dialogové okno s potvrzením o odstranění. Podržení stisknuté klávesy Ctrl se obejde potvrzení.
da: Vis en bekræftelsesdialogboks ved fjernelse. Ved at holde ctrl-tasten nede omgås bekræftelsen.
hr: Prikazuje dijalog potvrde pri uklanjanju. Držanje pritisnute Ctrl tipke zaobilazi taj dijalog potvrde.
sv: Visa en bekräftelsedialog vid borttagning. Håll ner [Ctrl] för att kringgå bekräftelsedialogen.

source: Display "Edit applet main file" on context menu
cs: Zobrazit "Upravit hlavní soubor apletu" v kontextové menu appletu
da: Vis "Redigér panelprograms hovedfil" i genvejsmenuen
hr: Prikaži "Uredi glavnu datoteku apleta" u izborniku apleta
sv: Visa "Redigera panelprogrammets huvudfil" på kontextmenyn

source: Where to place the "Edit applet main file" item?
cs: Kam umístit položku "Upravit hlavní soubor apletu" v menu?
da: Hvor skal punktet "Redigér panelprograms hovedfil" placeres?
hr: Gdje smjestiti stavku "Uredi glavnu datoteku apleta"?
sv: Var skall "Redigera panelprogrammets huvudfil" placeras?

source: Last item on menu
cs: Poslední položka menu
da: Sidste punkt i menuen
hr: Zadnja stavka u izborniku
sv: Sist på menyn
