Repository: linuxmint/cinnamon-spices-extensions
Catalog: 0dyseus@CinnamonTweaks/files/0dyseus@CinnamonTweaks/po/*.po
Languages: cs, da, hr, sv

source: Before "About..." item
cs: Před položku "O aplikaci ..."
da: Før punktet "Om..."
hr: Prije "O programu" stavke
sv: Före "Om..."

source: Before "Configure..." item
cs: Před položku "Nastavit ..."
da: Før punktet "Konfigurér..."
hr: Prije "Prilagodi..." stavke
sv: Före "Konfigurera..."

source: Before "Remove..." item
cs: Před položku "Odebrat ..."
da: Før punktet "Fjern..."
hr: Prije "Ukloni..." stavke
sv: Före "Ta bort..."

source: Display "Open applet folder" on context menu
cs: Zobrazit "Otevřít složku apletu" v kontextové menu appletu
da: Vis "Åbn mappe til panelprogrammer" i genvejsmenuen
hr: Prikaži "Otvori mapu apleta" u izborniku apleta
sv: Visa "Öppna panelprogrammets mapp" på kontextmenyn

source: Where to place the "Open applet folder" item?
cs: Kam umístit položku "Otevřít složku apletu" v menu?
da: Hvor skal punktet "Åbn mappe til panelprogrammer" placeres?
hr: Gdje smjestiti stavku "Otvori mapu apleta"?
sv: Var skall "Öppna panelprogrammets mapp" placeras?

source: Desklets tweaks
cs: Vylepšení deskletů
da: Tilpasning af skrivebordsprogrammer
hr: Prilagodba deskleta
sv: Justera skrivbordsprogram

source: Enable Desklets tweaks
cs: Povolit vylepšení deskletů
da: Aktivér tilpasning af skrivebordsprogrammer
hr: Omogući prilagodbu deskleta
sv: Aktivera justering av skrivbordsprogram

source: Ask for confirmation on desklet removal
cs: Požadovat potvrzení při odstranění deskletu
da: Spørg om bekræftelse inden skrivebordsprogrammer fjernes
hr: Upitaj za potvrdu pri uklanjanju deskleta
sv: Bekräfta borttagning av skrivbordsprogram

source: Display "Edit desklet main file" on context menu
cs: Zobrazit "Upravit hlavní soubor deskletu" v kontextové menu
da: Vis "Redigér skrivebordsprograms hovedfil" i genvejsmenuen
hr: Prikaži "Uredi glavnu datoteku deskleta" u izborniku deskleta
sv: Visa "Redigera skrivbordsprogrammets huvudfil" på kontextmenyn

source: Where to place the "Edit desklet main file" item?
cs: Kam umístit položku "Upravit hlavní soubor deskletu" v menu?
da: Hvor skal punktet "Redigér skrivebordsprograms hovedfil" placeres?
hr: Gdje smjestiti stavku "Uredi glavnu datoteku deskleta"?
sv: Var skall "Redigera skrivbordsprogrammets huvudfil" placeras?

source: Display "Open desklet folder" on context menu
cs: Zobrazit "Otevřít složku deskletu" v kontextové menu
da: Vis "Åbn mappe til skrivebordsprogrammer" i genvejsmenuen
hr: Prikaži "Otvori mapu deskleta" u izborniku deskleta
sv: Visa "Öppna skrivbordsprogrammets mapp" på kontextmenyn

source: Where to place the "Open desklet folder" item?
cs: Kam umístit položku "Otevřít složku deskletu" v menu?
da: Hvor skal punktet "Åbn mappe til skrivebordsprogrammer" placeres?
hr: Gdje smjestiti stavku "Otvori mapu deskleta"?
sv: Var skall "Öppna skrivbordsprogrammets mapp" placeras?

source: Hot corners tweaks
cs: Vylepšení aktivních rohů
da: Tilpasning af aktive hjørner
hr: Prilagodba kutova zaslona
sv: Justera aktiva hörn

source: Enable Hot Corners tweaks
cs: Povolit vylepšení aktivních rohů
da: Aktivér tilpasning af aktive hjørner
hr: Omogući prilagodbu kutova zaslona
sv: Aktivera justering av aktiva hörn

source: Top left hot corner activation delay
cs: Aktivační zpoždění pro horní levý aktivní roh
da: Forsinkelse ved aktivering af øverste venstre aktive hjørne
hr: Odgoda aktivacije gornjeg lijevog kuta zaslona
sv: Aktiveringsfördröjning för övre vänstra hörnet

source: Set a delay in milliseconds to activate this hot corner.
cs: Nastavit zpoždění v milisekundách pro aktivaci tohoto aktivního rohu.
da: Angiv en forsinkelse i millisekunder ved aktivering af dette aktive hjørne.
hr: Postavi odgodu u milisekundama za aktivaciju ovog kuta zaslona.
sv: Ange en fördröjning i millisekunder, för aktivering av detta hörn.

source: milliseconds
cs: milisekund
da: millisekunder
hr: milisekunde
sv: millisekunder

source: Top right hot corner activation delay
cs: Aktivační zpoždění pro horní pravý aktivní roh
da: Forsinkelse ved aktivering af øverste højre aktive hjørne
hr: Odgoda aktivacije gornjeg desnog kuta zaslona
sv: Aktiveringsfördröjning för övre högra hörnet

source: Bottom left hot corner activation delay
cs: Aktivační zpoždění pro spodní levý aktivní roh
da: Forsinkelse ved aktivering af nederste venstre aktive hjørne
hr: Odgoda aktivacije donjeg lijevog kuta zaslona
sv: Aktiveringsfördröjning för undre vänstra hörnet

source: Bottom right hot corner activation delay
cs: Aktivační zpoždění pro spodní pravý aktivní roh
da: Forsinkelse ved aktivering af nederste højre aktive hjørne
hr: Odgoda aktivacije donjeg desnog kuta zaslona
sv: Aktiveringsfördröjning för undre högra hörnet

source: Desktop tweaks
cs: Vylepšení pracovní plochy
da: Tilpasning af skrivebord
hr: Prilagodba radne površine
sv: Justera skrivbordet

source: Enable Desktop area tweaks
cs: Povolit vylepšení pracovní plochy
da: Aktivér tilpasning af skrivebordsområde
hr: Omogući prilagodbu radne površine
sv: Aktivera justering av skrivbordsområdet

source: Enable applications drop to the Desktop
cs: Povolit aplikace přetáhnout na pracovní plochu
da: Aktivér træk af programmer til skrivebordet
hr: Omogući ispuštanje pokretača aplikacija na radnu površinu
sv: Aktivera programsläpp på skrivbordet

source: With this option enabled, applications can be dragged from the menu applet and from the panel launchers applet and dropped into the desktop.
cs: Povolením této možnosti, lze aplikace přetáhnout z menu apletu a ze spouštěče apletu na pracovní plochu.
da: Når denne indstilling er aktiveret, kan programmer trækkes fra menuen og panelprogramstarteren til skrivebordet.
hr: Ako je ovo omogućeno, aplikacije se mogu odvući s izbornika apleta i s pokretača na panelima i ispustiti na radnu površinu.
sv: Med detta alternativ aktiverat, kan du dra och släppa program från panelmenyn och från programstartaren till skrivbordet.

source: Enable Tooltips tweaks
cs: Povolit vylepšení bublinové nápovědy
da: Aktivér tilpasning af værktøjstip
hr: Omogući prilagodbu napomena
sv: Aktivera justering av verktygsbeskrivningar

source: Avoid mouse pointer overlapping tooltips
cs: Zamezit překrývání ukazatele myši a bublinové nápovědy
da: Undgå at musemarkør overlapper værktøjstip
hr: Izbjegni preklapanje pokazivača miša i napomena
sv: Undvik att muspekaren överlappar verktygsbeskrivningar

source: Tooltips on Cinnamon's UI are aligned to the top-left corner of the mouse pointer. This leads to having tooltips overlapped by the mouse pointer. This tweak aligns the tooltip to the bottom-right corner of the mouse pointer (approximately), reducing the possibility of the mouse pointer to overlap the tooltip.
cs: Bublinová nápověda v prostředí Cinnamon je zarovnána k hornímu levému rohu ukazatele myši. To vede k překrývání bublinové nápovědy a ukazatele myši. Toto vylepšení zarovná bublinovou nápovědu ke spodnímu pravému rohu ukazatele myši (přibližně), čímž se zredujuje možnost nežádoucího překrývání.
da: Værktøjstip i Cinnamons brugergrænseflade vises med øverste venstre hjørne ved musemarkørens position. Dette kan føre til, at værktøjstip overlapper med musemarkøren. Denne tilpasning viser værktøjstippet med nederste venstre hjørne ved musemarkøren (omtrentlig) og mindsker derfor sandsynligheden for overlap med musemarkøren.
hr: Napomene u Cinnamon korisničkom sučelju su poravnane u gornjem lijevom kutu pokazivača miša. To vodi preklapanju napomena pokazivačem miša. Ova prilagodba poravnava napomenu u donji-desni kut pokazivača miša (približno). Smanjujući mogućnost preklapanja pokazivača miša s napomenom.
sv: Verktygsbeskrivningar i Cinnamon, anpassas mot muspekarens övre vänsterhörn. Detta kan leda till att muspekaren överlappar verktygsbeskrivningen. Denna justering anpassar verktygsbeskrivningen mot muspekarens undre högerhörn (ungefärligt) och reducerar risken för överlappning.

source: Tooltips show delay
cs: Zpoždění zobrazení bublinové nápovědy
da: Forsinkelse for visning af værktøjstip
hr: Odgoda prikaza napomena
sv: Fördröjd visning av verktygsbeskrivningar

source: Set a delay in milliseconds to display Cinnamon's UI tooltips.
cs: Nastavit zpoždění v milisekundách pro zobrazení bublinové nápovědy prostředí Cinnamon..
da: Angiv en forsinkelse i millisekunder for visning af Cinnamons værktøjstip.
hr: Postavi odgodu u milisekundama za prikaz napomena Cinnamon korisničkog sučelja.
sv: Ange en fördröjning i millisekunder, för visning av Cinnamons verktygsbeskrivningar.

source: Enable Popup menus tweaks
cs: Povolit vylepšení pop-up menu
da: Aktivér tilpasning af pop op-menuer
hr: Omogući prilagodbu skočnog prozora
sv: Aktivera justering av popup-menyer

source: This setting affects only the behavior of menus that belongs to applets placed on any panel. Emulate Gnome Shell behavior: When a menu is open on Genome Shell, and then the mouse cursor is moved to another button on the top panel, the menu of the hovered buttons will automatically open without the need to click on them. With this option enabled, that same behavior can be reproduced on Cinnamon. Don't eat clicks: By default, when one opens an applet's menu on Cinnamon and then click on another applet to open its menu, the first click is used to close the first opened menu, and then another click has to be performed to open the menu of the second applet. With this option enabled, one can directly open the menu of any applet even if another applet has its menu open.
cs: Toto nastavení má vliv pouze na chování menu, která patří k apletům umístěných na libovolném panelu. Emulovat Gnome Shell chování: Je-li na Genome Shell otevřeno menu, a pak se kurzor myši přesunune k jinému tlačítku na horním panelu, menu tohoto tlačítka se automaticky otevře aniž by bylo nutné na ně znovu klikat. Povolením této možnosti, lze dosáhnout stejného chování i v prostředí Cinnamon. Šetřit kliknutí: Ve výchozím nastavení, pokud otevřete menu apletu v prostředí Cinnamon a potom kliknete na jiný aplet a chcete otevřít jeho menu, první kliknutí se používá k uzavření prvního otevřeného menu a pak dalším kliknutí otevře menu druhého apletu. Povolením této možnosti, je možné přímo otevřít menu jakéhokoliv apletu, i když jiný aplet má své menu otevřené.
da: Denne indstilling påvirker kun opførslen af menuer tilhørende panelprogrammer placeret på ethvert panel. Emulér Gnome Shells opførsel: Når en menu er åben i Gnome Shell, og musemarkøren flyttes til en anden knap i toppanelet, så vil menuen tilhørende en knap, som musemarkøren hviler på, automatisk åbne, uden at der klikkes på den. Med denne indstilling aktiveret kan denne opførsel reproduceres i Cinnamon. "Spis" ikke klik: Når man i Cinnamon åbner et panelprograms menu og så klikker på et andet panelprogram for at åbne dets menu, vil det første klik som standard lukke det første panelprograms menu, og det næste klik åbne det andet panelprograms menu. Med denne indstilling aktiveret kan man med et enkelt klik åbne ethvert panelprograms menu, selvom et andet panelprograms menu er åbent.
hr: Ova postavka utječe samo na ponašanje izbornika koji pripadaju apletima smještenima na bilo kojem panelu. Emuliraj ponašanje Gnome ljuske: Kada je izbornik otvoren u Gnome ljusci, i zatim se pokazivač miša pomakne na drugu tipku panela, izbornik tipke na koju je pomaknut pokazivač miša će se automatski otvoriti bez potrebe klika na njega. Sa ovom omogućenom mogućnosti, to isto ponašanje se može reproducirati u Cinnamonu. Ne "proždiri" klikove: Po zadanome, kada jedan otvara izbornik apleta u Cinnamonu a zatim klik na drugi aplet otvara izbornik drugog apleta, prvi klik se koristi za zatvaranje prvog otvorenog izbornika a zatim drugi klik se treba izvesti za otvaranje izbornika drugog apleta. Sa ovom omogućenom mogućnosti, jedan klik može izravno otvoriti izbornik bilo kojeg apleta čak i ako drugi aplet ima otvoren izbornik.
sv: Den här inställningen påverkar endast menyer placerade i någon panel. Emulera Gnome-beteende: När en meny öppnas i Gnome och muspekaren sedan flyttas till en annan knapp i toppanelen, öppnas den hovrade knappens meny automatiskt, utan att klicka på den. Med detta alternativ aktiverat, får du samma beteende i Cinnamon. Ät inte klick: Standardbeteendet när man öppnar en panelmeny i Cinnamon och sedan klickar på ett annat panelprogram för att öppna den menyn, är att det första klicket används för att stänga den först öppnade menyn och man måste sedan klicka igen, för att öppna den andra menyn. Med detta alternativ aktiverat, kan man direkt öppna en andra meny, även om en annan meny redan är öppen.

source: Default behavior
cs: Výchozí chování
da: Standardopførsel
hr: Zadano ponašanje
sv: Standardbeteende

source: Emulate Gnome Shell menus
cs: Emulovat Gnome Shell menu
da: Emulér Gnome Shells opførsel
hr: Emuliraj ponašanje Gnome ljuske
sv: Emulera Gnome Shell-menyer

source: Don't "eat" clicks
cs: Šetřit kliknutí
da: "Spis" ikke klik
hr: Ne "proždiri" klikove
sv: "Ät" inte klick

source: Enable notifications tweaks
cs: Povolit vylepšení notifikací
da: Aktivér tilpasning af meddelelser
hr: Omogući prilagodbu obavijesti
sv: Aktivera justering av aviseringar

source: Enable notifications open/close animation
cs: Povolit animace při otevření/zavření notifikace
da: Aktivér animation ved åbning/lukning af meddelelser
hr: Omogući obavijesti otvori/zatvori animacije
sv: Aktivera animering av aviseringsrutor

source: Notifications position
cs: Pozice notifikačního okna
da: Placering af meddelelser
hr: Položaj obavijesti
sv: Aviseringsposition

source: Top-right of screen (System default)
cs: Pravý horní roh obrazovky (výchozí)
da: Øverst til højre (systemstandard)
hr: Gore-desno na zaslonu (Zadano sustavom)
sv: Övre högra skärmhörnet (Systemstandard)

source: Bottom-right of screen
cs: Pravý spodní roh obrazovky
da: Nederst til højre
hr: Dolje-desno na zaslonu
sv: Undre högra skärmhörnet

source: Distance from panel
cs: Vzdálenost od panelu
da: Afstand til panel
hr: Udaljenost od panela
sv: Avstånd från panelen

source: For notifications displayed at the top-right of screen: this is the distance between the bottom border of the top panel (if no top panel, from the top of the screen) to the top border of the notification popup. For notifications displayed at the bottom-right of screen: this is the distance between the top border of the bottom panel (if no bottom panel, from the bottom of the screen) to the bottom border of the notification popup.
cs: U oznámení zobrazených v pravém horním rohu obrazovky: to je vzdálenost mezi spodním okraji horního panelu (není-li horní panel, tak od horní části obrazovky) na horní hranici vyskakovacího okna oznámení . U oznámení zobrazených v pravém dolním rohu obrazovky: to je vzdálenost mezi horním okraji spodního panelu (není-li spodní panel, tak od dolní části obrazovky) na spodní hranici vyskakovacího okna oznámení.
da: Meddelelser vist øverst til højre: Dette er afstanden mellem toppanelets (fra toppen af skærmen hvis der ikke er noget toppanel) nederste kant til den øverste kant i meddelelsesvinduet. Meddelelser vist nederst til højre: Dette er afstanden mellem bundpanelets (fra bunden af skærmen hvis der ikke er noget bundpanel) øverste kant til den nederste kant i meddelelsesvinduet.
hr: Za obavijesti prikazane u gornjem-desnom kutu zaslona: to je udaljenost između donjeg ruba gornjeg panela (ako nema gornjeg panela, od vrha zaslona) do gornjeg ruba prozora obavijesti. Za obavijesti prikazane na donjem-desnom kutu zaslona to je udaljenost između gornjeg ruba donjeg panela (Ako nema donjeg panela, od dna zaslona) do donjeg ruba prozora obavijesti.
sv: För aviseringar som visas i övre högra hörnet på skärmen: Detta är avståndet mellan underkant på toppanelen (skärmens överkant om toppanel saknas) och överkant på aviseringsrutan. För aviseringar som visas i undre högra hörnet på skärmen: Detta är avståndet mellan överkant på bottenpanelen (skärmens underkant om bottenpanel saknas) och underkant på aviseringsrutan.

source: pixels
cs: pixelů
da: pixler
hr: pikseli
sv: pixlar

source: Notification popup right margin
cs: Pravý okraj notifikačního okna
da: Meddelelsevindues højre margen
hr: Desni rub obavijesti
sv: Högermarginal för aviseringsrutor

source: Display a test notification
cs: Zobrazit testovací notifikaci
da: Vis en testmeddelelse
hr: Prikaži testnu obavijest
sv: Visa en testavisering

source: Windows tweaks
cs: Vylepšení okna
da: Tilpasning af vinduer
hr: Prilagodba prozora
sv: Fönsterjustering

source: The activation of windows demanding attention...
cs: Aktivace oken vyžadujících pozornost ...
da: Aktivering af vinduer som kræver opmærksomhed ...
hr: Aktivacija prozora zahtijeva pozornost...
sv: Aktivering av fönster som kräver uppmärksamhet...

source: ...is handled by the system
cs: ... je řízeno systémem
da: ... håndteres af systemet
hr: ...kada je izvođena sustavom
sv: ...hanteras av systemet

source: ...is immediate
cs: ... je okamžité
da: ... sker med det samme
hr: ...kada je neposredna
sv: ...sker omedelbart

source: ...is performed with a keyboard shortcut
cs: ... je vykonané klávesovou zkratkou
da: ... sker med en tastaturgenvej
hr: ...kada se izvodi prečacom tipkovnice
sv: ...utförs med en tangentbordsgenväg

source: Activate window demanding attention
cs: Aktivace oken vyžadujících pozornost
da: Aktivér vindue som kræver opmærksomhed
hr: Aktiviraj pozornost zahtjeva prozora
sv: Aktivera fönster som kräver uppmärksamhet

source: Window shadows tweaks
cs: Vylepšení stínování okna
da: Tilpasning af vinduesskygger
hr: Prilagodba sjenki prozora
sv: Justera fönsterskuggor

source: Enable window shadows tweaks
cs: Povolit vylepšení stínování okna
da: Aktivér tilpasning af vinduesskygger
hr: Omogući prilagodbu sjenki prozora
sv: Aktivera justering av fönsterskuggor

source: This tweak allows us to customize the shadow of all windows.
cs: Toto vylepšení umožňuje přizpůsobit stín všech oken.
da: Denne tilpasning gør det muligt at tilpasse alle vinduers skygge.
hr: Ova prilagodba omogućuje prilagodbu sjenki svih prozora.
sv: Denna justering låter oss anpassa alla fönsterskuggor.

source: Edit custom shadows values
cs: Upravit vlastní hodnoty stínování
da: Redigér tilpassede værdier for skygger
hr: Uredi prilagođene vrijednosti sjenka
sv: Redigera anpassad skugga

source: Not all applications can be assigned to be moved. Most applications which can open multiple instances of themselves most likely cannot be configured to be automatically moved.
cs: Ne všechny aplikace lze přiřadit k přesunu. Většinu aplikací, které lze otevřít ve více instancích s největší pravděpodobností nelze konfigurovat pro automatický přesun.
da: Ikke alle programmer kan tildeles flytning. De fleste programmer, der kan åbnes flere forekomster af, kan sandsynligvis ikke konfigureres til at blive flyttet automatisk.
hr: Ne mogu se sve aplikacije odrediti za premještanje. Većina aplikacija koje mogu biti otvorene u više primjeraka najvjerojatnije se ne mogu podesiti da se automatski premjeste.
sv: Det är inte alla program som kan flyttas automatiskt. De flesta program som kan öppnas i flera instanser, kan troligen inte flyttas automatiskt.

source: Enable auto move windows tweak
cs: Povolit vylepšení pro automatický přesun oken
da: Aktivér tilpasset automatisk flytning af vinduer
hr: Omogući prilagodbu automatskog premještanja prozora
sv: Aktivera automatisk fönsterflytt

source: This tweak enables the ability to set rules to open determined applications on specific workspaces.
cs: Toto vylepšení umožňuje nastavit pravidla pro otevření určené aplikace na konkrétní ploše.
da: Denne tilpasning tillader, at regler til at åbne bestemte programmer på specifikke arbejdsområder kan angives.
hr: Ova prilagodba omogućuje sposobnost postavljanja pravila za otvaranje određene aplikacije na određenom radnom prostoru.
sv: Denna justering låter oss ange regler för att automatiskt öppna angivna program på specifik arbetsyta.

source: Define auto move windows rules
cs: Definovat pravidla pro automatický přesun oken
da: Angiv regler for automatisk flytning af vinduer
hr: Odredi pravila automatskog premještanja prozora
sv: Definiera regler för automatisk fönsterflytt

source: This tweak settings are purposely NOT applied in real time. Click the »Apply windows decorations settings« button to save settings.
cs: Nastavení tohoto vylepšení NEJSOU záměrně aplikována v reálném čase. Klikněte na tlačítko » Použít nastavení dekorace okna « pro uložení nastavení.
da: Denne tilpasning anvendes med vilje ikke med det samme. Klik på knappen "Anvend indstillinger for titellinjer" for at gemme indstillingerne.
hr: Ova postavka prilagodbe NIJE namjerno primijenjena u stvarnom vremenu. Kliknite na tipku »Primijeni postavke ukrasa prozora« kako bi spremili postavke.
sv: Denna justering tillämpas medvetet INTE i realtid. Klicka på »Tillämpa inställningarna för fönsterdekoration« för att spara inställningarna.

source: Read this extension help for more detailed instructions, list of dependencies and known issues.
cs: Přečtěte si nápovědu k tomuto rozšíření pro podrobnější pokyny, seznam závislostí a známé problémy.
da: Læs hjælpen til denne udvidelse for udførlige instruktioner, oversigt over afhængigheder og kendte problemer.
hr: Pročitajte pomoć ovog proširenje za opširnije upute, popis zavisnosti i poznate probleme.
sv: Läs det här tilläggets hjälp för mer detaljerade instruktioner, lista över beroenden och kända problem.

source: Apply windows decorations settings
cs: Použít nastavení dekorace okna
da: Anvend indstillinger for titellinjer
hr: Primijeni postavke ukrasa prozora
sv: Tillämpa inställningarna för fönsterdekoration

source: Enable maximized windows decoration removal
cs: Povolit odstranění dekorace maximizovaného okna
da: Aktivér fjernelse af vinduers titellinjer
hr: Omogući uklanjanje ukrasa uvećanih prozora
sv: Aktivera borttagning av dekorationer på maximerade fönster

source: Undecorate half-maximized windows?
cs: Odstranit dekoraci napůl maximalizovaného okna?
da: Fjern titellinjer i halv-maksimerede vinduer?
hr: Ukloni ukrase s poluuvećanih prozora?
sv: Vill du ta bort dekorationen från halvmaximerade fönster?

source: Undecorate tiled windows?
cs: Odstranit dekoraci dlaždicově seřazených oken?
da: Fjern titellinjer i vinduer udlagt side om side?
hr: Ukloni ukrase s popločenih prozora?
sv: Vill du ta bort dekorationen från storleksanpassade fönster?

source: Applications list is a blacklist?
cs: Seznam aplikací je Blacklist?
da: Programliste er en sortliste?
hr: Popis aplikacija je na popisu nedopuštenih?
sv: Är programlistan en svartlista?

source: If enabled, all applications will have their window decorations removed, except those listed in the list of applications. If disabled, only the application from the list of applications will have their decorations removed.
cs: Je-li povoleno, budou mít všechny aplikace odstraněny dekorace oken, s výjimkou aplikací uvedených v seznamu. Je-li zakázáno, budou mít odstraněny dekorace oken pouze aplikace ze seznamu aplikací.
da: Hvis aktiveret vil alle vinduer få fjernet deres titellinje undtagen dem på listen. Hvis deaktiveret vil kun programmer på listen få fjernet deres titellinje.
hr: Ako je omogućeno, sve aplikacije će imati uklonjene ukrase, osim onih navedenih u popisu aplikacija. If disabled, only the application from the list of applications will have their decorations removed.
sv: Vid aktivering kommer alla program att få sina fönsterdekorationer borttagna, utom de som listas i programlistan. Vid inaktivering kommer endast program i programlistan, att få sina fönsterdekorationer borttagna.

source: Enable logging
cs: Povolit protokolování
da: Aktivér logning
hr: Omogući zapisivanje
sv: Aktivera loggning

source: For debugging purposes only.
cs: Pouze pro účely ladění.
da: Kun til fejlfinding.
hr: Samo u svrhe otklanjanja grešaka.
sv: Endast för felsökningsändamål.
