Repository: linuxmint/cinnamon-spices-extensions
Catalog: 0dyseus@CinnamonTweaks/files/0dyseus@CinnamonTweaks/po/*.po
Languages: cs, da, hr, sv

source: Edit applications list
cs: Upravit seznam aplikací
da: Redigér programliste
hr: Uredi popis aplikacija
sv: Redigera programlistan

source: Warnings related to this specific section
cs: Upozornění týkající se této konkrétní části
da: Advarsler til dette afsnit
hr: Upozorenja koja se odnose na ovaj određeni odjeljak
sv: Varningar relaterade till denna specifika sektion

source: Select a directory to use
cs: Vybrat adresář pro použití
da: Vælg en mappe
hr: Odaberite mapu za korištenje
sv: Välj en mapp

source: Select a file
cs: Vybrat soubor
da: Vælg en fil
hr: Odaberi datoteku
sv: Välj en fil

source: _Cancel
cs: _Zrušit
da: _Annullér
hr: _Odustani
sv: _Avbryt

source: _Open
cs: _Otevřít
da: _Åbn
hr: _Otvori
sv: _Öppna

source: Directories
cs: Adresáře
da: Mapper
hr: Mape
sv: Mappar

source: Focused windows
cs: Zaměřená okna
da: Vinduer med fokus
hr: Fokusirani prozor
sv: Fokuserat fönster

source: Unfocused windows
cs: Nezaměřená okna
da: Vinduer uden fokus
hr: Nefokusirani prozor
sv: Ej fokuserat fönster

source: Dialog
da: Dialogboks
hr: Dijalog

source: Modal dialog
cs: Modální dialog
da: Modal dialogboks
hr: Modalni dijalog

source: Utility
cs: Nástroje
da: Værktøj
hr: Pomagalo
sv: Verktyg

source: Border
cs: Okraj
da: Kant
hr: Rub
sv: Kant

source: Popup menu
da: Pop op-menu
hr: Skočni izbornik
sv: Popup-meny

source: Dropdown menu
cs: Výsuvné menu
da: Rullegardinsmenu
hr: Padajući izbornik
sv: Ridåmeny

source: Attached
cs: Připojený
da: Vedhæftet
hr: Nepomičan
sv: Bifogad

source: Top fade
cs: Slábnutí
da: Toptoning
hr: Izblijedi vrh

source: X offset
da: Vandret forskydning
hr: Pomak po osi X
sv: X-förskjutning

source: Y offset
da: Lodret forskydning
hr: Pomak po osi Y
sv: Y-förskjutning

source: Opacity
cs: Průhlednost
da: Uigennemsigtighed
hr: Prozirnost
sv: Opacitet

source: _Save
cs: _Uložit
da: _Gem
hr: _Spremi
sv: _Spara

source: Window type
cs: Typ okna
da: Vinduestype
hr: Vrsta prozora
sv: Fönstertyp

source: Reset values
cs: Resetovat hodnoty
da: Nulstil værdier
hr: Vrati izvorne vrijednosti
sv: Återställ värden

source: Reset all values on the current view to their defaults.
cs: Resetovat všechny hodnoty v aktuálním pohledu na jejich výchozí stav.
da: Nulstil alle værdier i den aktuelle visning til deres standarder.
hr: Vrati sve izvorne vrijednosti trenutnog prikaza.
sv: Återställ alla värden i aktuell vy, till sina standardvärden.

source: Apply custom shadow
cs: Použít uživatelský stín
da: Anvend tilpasset skygge
hr: Primijeni prilagođenu sjenku
sv: Tillämpa anpassad skugga

source: Save and apply custom shadow values to see its effects in real time.
cs: Uložit a použít vlastní hodnoty stínů aby byly vidět jeho efekty v reálném čase.
da: Gem og anvend tilpassede skyggeværdier for at se deres effekter i realtid.
hr: Spremi i primijeni vrijednosti prilagođene sjenke kako bi vidjeli učinak u stvarnom vremenu.
sv: Spara och tillämpa anpassade skuggvärden, för att se effekten i realtid.

source: Remember to set »Shadow presets« option to »Custom shadows«
cs: Nezapomeňte nastavit »Nastavení stínu« na volbu »Uživatelské stínování«
da: Husk at angive indstillingen "Skyggeforvalg" til "Tilpassede skygger"
hr: Ne zaboravite postaviti »Predlošci sjenke« mogućnost za »Prilagođene sjenke«
sv: Kom ihåg att ange alternativet »Förinställd skugga« som »Anpassad skugga«

source: Warning: Trying to reset custom shadows values!!!
cs: Upozornění: Probíhá reset hodnot nastavení stínování!!!
da: Advarsel: Prøver at nulstille tilpassede skyggeværdier!!!
hr: Upozorenje: Pokušaj vraćanja izvornih vrijednosti prilagođenih sjenki!!!
sv: Varning! Du försöker återställa anpassade skuggvärden!!!

source: Are you sure that you want to reset the shadows values of the current view to their defaults?
cs: Jste si jisti, že chcete obnovit hodnoty nastavení stínování z aktuální zobrazení na výchozí hodnoty?
da: Er du sikker på, du vil nulstille skyggeværdierne i den aktuelle visning til deres standarder?
hr: Sigurno želite vratiti izvorne vrijednosti sjenka?
sv: Vill du verkligen återställa aktuella skuggvärden till standardvärde?

source: Application Chooser
cs: Výběr aplikace
da: Programvælger
hr: Odabiratelj aplikacija
sv: Programväljare

source: Choose An Application
cs: Zvolte aplikaci
da: Vælg et program
hr: Odaberi aplikaciju
sv: Välj ett program

source: Applications list
cs: Seznam aplikací
da: Programliste
hr: Popis aplikacija
sv: Programlista

source: Application
cs: Aplikace
da: Program
hr: Aplikacija
sv: Program

source: Add Application
cs: Přidat aplikaci
da: Tilføj program
hr: Dodaj aplikaciju
sv: Lägg till program

source: Choose one or more applications (Hold Ctrl key)
cs: Vyberte jednu nebo více aplikací (podržte klávesu Ctrl)
da: Vælg et eller flere programmer (hold Ctrl-tasten nede)
hr: Odaberi jednu ili više aplikacija (Pritisnite Ctrl tipku)
sv: Välj ett eller flera program (Håll ner [Ctrl])

source: Auto move windows rules
cs: Pravidla pro automatický přesun oken
da: Regler for automatisk flytning af vinduer
hr: Pravila automatskog premještanja prozora
sv: Regler för automatisk fönsterflytt

source: Workspace
cs: Plocha
da: Arbejdsområde
hr: Radni prostor
sv: Arbetsyta

source: Add Rule
cs: Přidat pravidlo
da: Tilføj regel
hr: Dodaj pravilo
sv: Lägg till regel

source: Shortcut action
cs: Akce pro klávesovou zkratku
da: Genvejshandling
hr: Radnja prečaca
sv: Genvägsåtgärd

source: Shortcut
cs: Klávesová zkratka
da: Genvej
hr: Prečac
sv: Genväg

source: Click to set a new hotkey.
cs: Klepněte k nastavení nové klávesové zkratky.
da: Klik for at angive en ny genvejstast.
hr: Klikni za postavljanje novog prečaca tipkovnice.
sv: Klicka för att ange en ny snabbtangent

source: Contributors/Mentions:
cs: Přispěvatelé/uznání:
da: Bidragydere:
hr: Doprinositelji/Napomene:
sv: Bidragsgivare/Omnämnanden:

source: translator-credits
cs: překladatelé-zásluhy
da: Alan01 https://github.com/Alan01
hr: muzena https://github.com/muzena
sv: Åke Engelbrektson

source: Settings marked with (*) needs Cinnamon restart to take effect
cs: Nastavení označená (*) vyžadují restartovat Cinnamon
da: Indstillinger markeret med (*) kræver genstart af Cinnamon for at virke
hr: Postavke označene s (*) zahtijevaju ponovno pokretanje Cinnamona kako bi se primijenile
sv: Inställningar markerade med asterisk (*) tillämpas först efter omstart av Cinnamon.

source: Reset settings to defaults
cs: Obnovit výchozí hodnoty
da: Nulstil indstillingerne
hr: Vrati postavke na izvorne vrijednosti
sv: Återställ inställningarna till standard

source: Import settings from a file
cs: Importovat nastavení ze souboru
da: Importér indstillinger fra en fil
hr: Uvezi postavke iz datoteke
sv: Importera inställningar från en fil

source: Export settings to a file
cs: Exportovat nastavení do souboru
da: Eksportér indstillinger til en fil
hr: Izvezi postavke u datoteku
sv: Exportera inställningarna till en fil

source: Remember window size
cs: Pamatovat si velikost okna
da: Husk vinduesstørrelse
hr: Zapamti veličinu prozora
sv: Kom ihåg fönsterstorlek

source: Remember last category
cs: Pamatovat si poslední kategorii
da: Husk sidste kategori
hr: Zapamti posljednju kategoriju
sv: Kom ihåg senaste kategorin

source: Restart Cinnamon
cs: Restartovat Cinnamon
da: Genstart Cinnamon
hr: Ponovno pokreni Cinnamon
sv: Starta om Cinnamon

source: Help
cs: Nápověda
da: Hjælp
hr: Pomoć
sv: Hjälp

source: About
cs: O aplikaci
da: Om
hr: O programu
sv: Om

source: Manage settings
cs: Spravovat nastavení
da: Håndtér indstillinger
hr: Upravljajte postavkama
sv: Hantera inställningar

source: Warning: Trying to reset all Cinnamon Tweaks settings!!!
cs: Upozornění: Probíhá reset všech nastavení vylepšení Cinnamonu!!!
da: Advarsel: Prøver at nulstille alle Cinnnamon Tweaks' indstillinger!!!
hr: Upozorenje: Pokušaj vraćanja svih izvornih postavki Cinnamon prilagoditelja?
sv: Varning! Du försöker återställa alla Cinnamon-justeringar!!!

source: Reset all Cinnamon Tweaks settings to default?
cs: Resetovat všechna nastavení vylepšení Cinnamonu na jejich výchozí hodnoty?
da: Nulstil alle Cinnamon Tweaks' indstillinger?
hr: Vrati sve izvorne postavke Cinnamon prilagoditelja?
sv: Vill du återställa alla Cinnamon-justeringar till standardinställning?

source: Select or enter file to export to
cs: Vyberte nebo zadejte soubor, do něhož se bude exportovat
da: Vælg eller indtast fil, der skal eksporteres til
hr: Odaberi ili upiši datoteku za izvoz u
sv: Välj eller ange en fil att exportera till

source: Select a file to import
cs: Vyberte soubor typu pro import
da: Vælg en fil, der skal importeres
hr: Odaberite datoteku za uvoz
sv: Välj en fil att importera

source: DCONF files
cs: DCONF soubory
da: DCONF-filer
hr: DCONF datoteke
sv: DCONF-filer

source: Cinnamon Tweaks extension preferences
cs: Nastavení předvoleb pro Vylepšení Cinnamonu
da: Indstillinger for udvidelsen Cinnamon Tweaks
hr: Osobitosti proširenja Cinnamon prilagoditelja
sv: Inställningar för Cinnamon Tweaks

source: Please enter your password to install the required settings schema for %s
cs: Prosím zadejte své heslo k instalaci vyžadovaných nastavení schémat pro %s
da: Indtast din adgangskode for at installere det krævede indstillingsskema til %s
hr: Upišite svoju lozinku da biste instalirali potrebnu shemu postavki za %s
sv: Ange ditt lösenord för att installera det obligatoriska inställningsschemat för %s

source: Could not install the settings schema for %s. You will have to perform this step yourself.
cs: Nelze nainstalovat nastavení schémat pro %s. Tyto kroky musíte provést osobně.
da: Kunne ikke installere indstillingsskemaet til %s. Du må selv udføre dette trin.
hr: Nemoguća instalacije sheme postavki za %s. Morat ćete obaviti ovaj korak sami.
sv: Kunde inte installera inställningsschemat för %s. Du måste utföra detta steg manuellt.

source: Please enter your password to remove the settings schema for %s
cs: Vložte prosím své heslo k odebrání nastavení schémat pro %s
da: Indtast din adgangskode for at fjerne indstillingsskemaet til %s
hr: Upišite svoju lozinku da biste uklonili potrebnu shemu postavki za %s
sv: Ange ditt lösenord för att ta bort inställningsschemat för %s

source: Could not remove the settings schema for %s. You will have to perform this step yourself. This is not a critical error.
cs: Nelze odebrat nastavení schémat pro %s. Tento krok budete muset provést osobně. Nejedná se o závažnou chybu.
da: Kunne ikke fjerne indstillingsskemaet til %s. Du må selv udføre dette trin. Dette er ikke en kritisk fejl.
hr: Nemoguće je uklanjanje sheme postavki za %s. Morat ćete obaviti ovaj korak sami. Ovo nije kritična greška.
sv: Kunde inte ta bort inställningsschemat för %s. Du måste utföra detta steg manuellt. Detta är inget allvarligt fel.

source: Schema %s could not be found for extension %s.
cs: Schéma %s nemůže být nalezeno pro rozšíření %s.
da: Skemaet %s til udvidelsen %s kunne ikke findes.
hr: Shema %s se ne može pronaći za proširenje %s.
sv: Schema %s kunde inte hittas för tillägg %s.

source: Please check your installation.
cs: Zkontrolujte prosím instalaci.
da: Tjek venligst din installation.
hr: Provjerite svoju instalaciju.
sv: Kontrollera din installation.

source: Tweak activation aborted!!!
cs: Aktivace vylepšení zrušena!!!
da: Aktivering af tilpasning afbrudt!!!
hr: Aktivacija prilagodbe prekinuta!!!
sv: Justeringsaktivering avbruten!!!

source: Your Cinnamon version may not be compatible!!!
cs: Vaše verze Cinnamonu nemusí být kompatibilní!!!
da: Din version af Cinnamon er måske ikke kompatibel!!!
hr: Vaša Cinnamon inačica možda nije kompatibilna!!!
sv: Din Cinnamon-version kanske inte är kompatibel!!!

source: This is a test notification
cs: Toto je testovací notifikace
da: Dette er en testmeddelelse
hr: Ovo je testna obavijest
sv: Detta är en testavisering

source: Extension activation aborted!!!
cs: Aktivace rozšíření zrušena!!!
da: Aktivering af udvidelse afbrudt!!!
hr: Aktivacija proširenja prekinuta!!!
sv: Tilläggsaktivering avbruten!!!

source: Minimum Cinnamon version allowed: 2.8.6
cs: Minimální Cinnamon verze: 2.8.6
da: Mindst tilladte version af Cinnamon: 2.8.6
hr: Dopušten je najmanje Cinnamon inačice: 2.8.6
sv: Lägsta Cinnamon-version som stöds: 2.8.6

source: Cancel
cs: Zrušit
da: Annullér
hr: Odustani
sv: Avbryt

source: Open applet folder
cs: Otevřít složku apletu
da: Åbn mappe til panelprogrammer
hr: Otvori mapu apleta
sv: Öppna panelprogrammets mapp

source: Edit applet main file
cs: Upravit hlavní soubor apletu
da: Redigér panelprograms hovedfil
hr: Uredi glavnu datoteku apleta
sv: Redigera panelprogrammets huvudfil

source: Do you want to remove '%s' from your panel? Instance ID: %s
cs: Chcete odebrat '%s' z panelu? Instance ID: %s
da: Vil du fjerne "%s" fra dit panel? Forekomst-ID: %s
hr: Želite li ukloniti '%s' s vašeg panela? ID primjerka: %s
sv: Vill du ta bort "%s" från panelen? Instans-ID: %s

source: Open desklet folder
cs: Otevřít složku deskletu
da: Åbn mappe til skrivebordsprogrammer
hr: Otvori mapu deskleta
sv: Öppna skrivbordsprogrammets mapp

source: Edit desklet main file
cs: Upravit hlavní soubor deskletu
da: Redigér skrivebordsprograms hovedfil
hr: Uredi glavnu datoteku deskleta
sv: Redigera skrivbordsprogrammets huvudfil

source: Do you want to remove '%s' from your desktop? Instance ID: %s
cs: Chcete odebrat '%s' z plochy? Instance ID: %s
da: Vil du fjerne "%s" fra dit skrivebord? Forekomst-ID: %s
hr: Želite li ukloniti '%s' s vaše radne površine? ID primjerka: %s
sv: Vill du ta bort "%s" från skrivbordet? Instans-ID: %s

source: Hotcorners tweaks
cs: Vylepšení aktivních rohů
da: Tilpasning af aktive hjørner
hr: Prilagodba kutova zaslona
sv: Justera aktiva hörn

source: If you updated this extension from an older version, <b>you must check its settings window</b>.
cs: Pokud máte aktualizované toto rozšíření ze starší verze,<b> je nutné zkontrolovat jeho okno s nastavením</b>.
da: Hvis du opdaterede denne udvidelse fra en ældre version, <b>skal du tjekke indstillingerne</b>.
hr: Ako ste nadopunili ovo proširenje sa starije inačice, <b>morate provjeriti postavke ovog proširenja</b>.
sv: Om du uppdaterade den här tilläggsmodulen från en tidigare version, måste du <b>kontrollera inställningarna</b>.

source: Some preferences may have been changed to their default values.
cs: Některá nastavení mohou být změněna na výchozí hodnoty.
da: Nogle indstillinger kan være blevet ændret til deres standardværdier.
hr: Neke osobitosti možda su postavljenje ne zadane vrijednosti.
sv: Vissa inställningar kan ha ändrats till sitt standardvärde.

source: This message will not be displayed again.
cs: Tato zpráva nebude znovu zobrazena.
da: Denne besked vil ikke blive vist igen.
hr: Ova poruka više neće biti ponovno prikazana.
sv: Detta meddelande visas inte igen.

source: Invalid overview options: Incorrect number of corners
cs: Chybná vlastnost pohledu: špatný počet rohů
da: Ugyldige oversigtsmuligheder: forkert antal hjørner
hr: Neispravne mogućnosti pregleda: pogrešan broj kutova
sv: Ogiltiga översiktsalternativ: Felaktigt antal hörn

source: Several tweaks for Cinnamon.
cs: Různé vylepšení pro Cinnamon
da: Adskillelige tilpasninger af Cinnamon.
hr: Nekolcina prilagodbi za Cinnamon.
sv: Ett flertal justeringar i Cinnamon

source: lestcape: The brain behind the popup menus and desktop tweaks https://github.com/lestcape.
da: lestcape: Hjernen bag pop op-menuer og skrivebordstilpasninger https://github.com/lestcape.
hr: lestcape: Zaslužan za skočne izbornike i prilagodbe radne površine https://github.com/lestcape.

source: Radek71: Czech localization https://github.com/Radek71.
da: Radek71: Tjekkisk oversættelse https://github.com/Radek71.
hr: Radek71: Češka lokalizacija https://github.com/Radek71.

source: muzena: Croatian localization https://github.com/muzena.
da: muzena: Kroatisk oversættelse https://github.com/muzena.
hr: muzena: Hrvatska lokalizacija https://github.com/muzena.

source: mikhail-ekzi: Author of Custom Shadows extension https://cinnamon-spices.linuxmint.com/extensions/view/43.
da: mikhail-ekzi: Udvikleren af udvidelsen Custom Shadows https://cinnamon-spices.linuxmint.com/extensions/view/43.
hr: mikhail-ekzi: Autor proširenja Prilagođene sjenke https://cinnamon-spices.linuxmint.com/extensions/view/43.

source: Fatih Mete: Author of Cinnamon Maximus extension https://cinnamon-spices.linuxmint.com/extensions/view/29.
da: Fatih Mete: Udvikleren af udvidelsen Cinnamon Maximus https://cinnamon-spices.linuxmint.com/extensions/view/29.
hr: Fatih Mete: Autor Cinnamon Maksimus proširenja https://cinnamon-spices.linuxmint.com/extensions/view/29.

source: Luis Pabon: Author of Maximus NG extension https://github.com/luispabon/maximus-gnome-shell.
da: Luis Pabon: Udvikleren af udvidelsen Maximus NG https://github.com/luispabon/maximus-gnome-shell.
hr: Luis Pabon: Autor Maksimus NG proširenja https://github.com/luispabon/maximus-gnome-shell.

source: Florian Muellner: Author of Auto Move Windows extension https://extensions.gnome.org/extension/16/auto-move-windows.
da: Florian Muellner: Udvikleren af udvidelsen Auto Move Windows https://extensions.gnome.org/extension/16/auto-move-windows.
hr: Florian Muellner: Autor Auto Move Windows proširenja https://extensions.gnome.org/extension/16/auto-move-windows.

source: Valentin Dimitrov: Author of Steal My Focus extension https://github.com/v-dimitrov/gnome-shell-extension-stealmyfocus.
da: Valentin Dimitrov: Udvikleren af udvidelsen Steal My Focus https://github.com/v-dimitrov/gnome-shell-extension-stealmyfocus.
hr: Valentin Dimitrov: Autor Steal My Focus proširenja https://github.com/v-dimitrov/gnome-shell-extension-stealmyfocus.

source: awamper: Author of Window Demands Attention Shortcut extension https://github.com/awamper/window-demands-attention-shortcut.
da: awamper: Udvikleren af udvidelsen Window Demands Attention Shortcut https://github.com/awamper/window-demands-attention-shortcut.
hr: awamper: Autor Window Demands Attention Shortcut proširenja https://github.com/awamper/window-demands-attention-shortcut.

source: The following two sections are available only in English.
cs: Následující dvě části jsou k dispozici pouze v angličtině.
sv: Följande två sektioner är endast tillgängliga på Engelska.

source: Contributors
cs: Přispěvatelé
sv: Medhjälpare

source: Enable hack for invisible windows
cs: Povolit hack pro neviditelná okna

source: On Cinnamon 3.4 or greater, the windows of the applications configured so that their decorations are removed when maximized, may become invisible. Enabling this option might prevent that, but it might also add a border of about 1 pixel in place of the title bar (it might depend on the metacity theme (Window borders) used).
cs: V Cinnamonu 3.4 nebo vyšším budou okna aplikací nakonfigurována tak, aby jejich dekorace byly odstraněny při maximalizaci a mohou se stát neviditelnými. Aktivace této volby tomu může zabránit, ale místo titulní lišty/záhlaví může také přidat orámování asi 1 pixel (může to záviset na použitém tématu metacity (Okraje oken)).

source: Normal
cs: Normální
hr: Normaln

source: Cinnamon Tweaks
cs: Vylepšení Cinnamonu
hr: Cinnamon prilagoditelj

source: See this xlet help file.
cs: Viz soubor s nápovědou tohoto xletu.
sv: Se hjälpfilen för denna xlet.

source: Changelog
sv: Ändringslogg

source: Menu
hr: Izbornik
sv: Meny

source: Radius
hr: Polumjer
sv: Radie

source: OK
hr: U redu
