Repository: linuxmint/cinnamon-spices-extensions
Catalog: 0dyseus@CinnamonTweaks/files/0dyseus@CinnamonTweaks/po/*.po
Languages: cs, da, hr, sv

source: Extension options details
cs: Možnosti rozšíření podrobněji
da: Detaljer om udvidelsens indstillinger
sv: Tilläggsalternativ

source: Some tweaks have warnings, dependencies, limitations and or known issues that must be read and understood before a tweak is enabled. No worries, nothing *fatal* could ever happen.
cs: Některá vylepšení obsahují varování, závislosti, omezení a nebo známé problémy, se kterými je potřeba se seznámit a pochopit předtím, než je povoleno dané vylepšení. Nicméně není nutné mít starosti, nic *fatálního* se nemůže stát.
da: Nogle tilpasninger har advarsler, afhængigheder, begrænsninger og andre kendte problemer, der skal læses om og forstås, får en tilpasning aktiveres. Men der er ingen grund til bekymring, da der ikke kan ske noget fatalt.
sv: Vissa justeringar har varningar, beroenden, begränsningar och kända problem som man måste känna till innan en justering aktiveras. Inget att oroa sig för, inget *allvarligt* kan hända.

source: Applets/Desklets tweaks
cs: Vylepšení apletů/deskletů
da: Tilpasning af panel- og skrivebordsprogrammer
sv: Justera panel-/skrivbordsprogram

source: Ask for confirmation on applet/desklet removal:
cs: Požadovat potvrzení při odstranění apletu/deskletu:
da: Spørg om bekræftelse inden panel-/skrivebordsprogram fjernes:
sv: Bekräfta borttagning av panel-/skrivbordsprogram:

source: Instead of directly remove the applet/desklet from the context menus, it will ask for confirmation. This option doesn't affect the removal of applets/desklets from the Applets/Desklets manager in Cinnamon settings (there will be no confirmation).
cs: Namísto přímého odebrání apletu/deskletu z kontextových menu bude požádováno potvrzení. Tato volba nemá vliv na odstranění apletů/deskletů ze Správce apletů/deskletů v nastavení Cinnamonu (tam nebude vyžadováno žádné potvrzení).
da: I stedet for med det samme at fjerne panel-/skrivebordsprogrammet fra genvejsmenuen, vil der blive bedt om bekræftelse. Denne indstilling påvirker ikke fjernelsen af panel-/skrivebordsprogrammer under Cinnamons indstillinger (der vil ikke blive bedt om bekræftelse).
sv: Istället för att direkt ta bort panel-/skrivbordsprogrammet från kontextmenyn, måste det först bekräftas. Detta alternativ påverkar inte borttagning av panel-/skrivbordsprogram från hanteraren i Cinnamons inställningar (behöver inte bekräftas).

source: Display "Edit applet/desklet main file" on context menu for applets/desklet:
cs: Zobrazit "Upravit hlavní soubor apletu/deskletu" v kontextovém menu:
da: Vis "Redigér panel-/skrivebordsprograms hovedfil" i panel-/skrivebordsprogrammers genvejsmenu:
sv: Visa "Redigera panel-/skrivbordsprogrammets huvudfil" i kontextmenyn för panel-/skrivbordsprogram:

source: Display "Open applet/desklet folder" on context menu for applets/desklets
cs: Zobrazit "Otevřít složku apletu/deskletu" v kontextovém menu
da: Vis "Åbn panel-/skrivebordsprograms mappe" i panel-/skrivebordsprogrammers genvejsmenu
sv: Visa "Öppna panel-/skrivbordsprogrammets mapp" i kontextmenyn för panel-/skrivbordsprogram

source: These options will add new menu items to the applets/desklets context menus. The place where this items will be located is chosen by the option **Where to place the menu item?**.
cs: Tyto volby přidávají nové položky nabídky do kontextových menu apletů/deskletů. Místo, kde se tyto položky umístí, je vybráno volbou **Kam umístit položku v menu?**.
da: Disse indstillinger vil tilføje nye menupunkter til panel-/skrivebordsprogrammers genvejsmenu. Placeringen af dette punkt bestemmes af indstillingen **Hvor skal menupunktet placeres?**.
sv: Dessa alternativ lägger till nya menyposter i panel-/skrivbordsprogrammens kontextmeny. Placeringen i menyn, bestäms av alternativet **Var skall menyposten placeras?**.

source: Hot Corners tweaks
cs: Vylepšení aktivních rohů
da: Tilpasning af aktive hjørner
hr: Prilagodba kutova zaslona
sv: Justering av aktiva hörn

source: This tweak is only available for Cinnamon versions lower than 3.2. Cinnamon 3.2.x already has hot corners delay activation.
cs: Toto vylepšení je k dispozici pouze pro verze Cinnamonu nižší než 3.2. Cinnamon 3.2.x již obsahuje aktivaci zpoždění.
da: Denne tilpasning er kun tilgængelig for versioner af Cinnamon før 3.2. Cinnamon 3.2.x har allerede forsinket aktivering af aktive hjørner.
sv: Denna justering är tillgänglig endast för Cinnamon-versioner lägre än 3.2. Cinnamon 3.2.x har redan möjligheter till fördröjd aktivering av aktiva hörn.

source: Crystal clear.
cs: Jasný význam.
da: Krystalklar.
sv: Kristallklar.

source: Top left hot corner activation delay:
cs: Aktivační zpoždění pro horní levý aktivní roh
da: Forsinkelse ved aktivering af øvre venstre aktive hjørne:
sv: Aktiveringsfördröjning för övre vänstra hörnet:

source: Top right hot corner activation delay:
cs: Aktivační zpoždění pro horní pravý aktivní roh
da: Forsinkelse ved aktivering af øvre højre aktive hjørne:
sv: Aktiveringsfördröjning för övre högra hörnet:

source: Bottom left hot corner activation delay:
cs: Aktivační zpoždění pro spodní levý aktivní roh
da: Forsinkelse ved aktivering af nedre venstre aktive hjørne:
sv: Aktiveringsfördröjning för undre vänstra hörnet:

source: Bottom right hot corner activation delay:
cs: Aktivační zpoždění pro spodní pravý aktivní roh
da: Forsinkelse ved aktivering af nedre højre aktive hjørne:
sv: Aktiveringsfördröjning för undre högra hörnet:

source: Desktop area tweaks
cs: Vylepšení pracovní plochy
da: Tilpasning af skrivebordsområde
hr: Prilagodba radne površine
sv: Justera skrivbordsområdet

source: Enable applications drop to the Desktop:
cs: Povolit aplikace přetáhnout na pracovní plochu
da: Aktivér trækning af programmer til skrivebordet:
sv: Aktivera programsläpp på skrivbordet:

source: This tweak enables the ability to drag and drop applications from the menu applet and from the panel launchers applet into the desktop.
cs: Povolením této možnosti, lze aplikace přetáhnout z menu apletu a ze spouštěče apletu na pracovní plochu.
da: Denne tilpasning gør det muligt at trække programmer fra menuen og panelprogramstarteren til skrivebordet.
sv: Med denna justering aktiverad, kan du dra och släppa program från panelmenyn och från programstartaren till skrivbordet.

source: Popup menus tweaks
cs: Vylepšení Pop-up menu
da: Tilpasning af pop op-menuer
hr: Prilagodba skočnog prozora
sv: Justera popup-menyer

source: Panel menus behavior
cs: Chování menu panelu
da: Panelmenuers opførsel
hr: Ponašanje izbornika panela
sv: Beteende för panelmenyer

source: Note:
cs: Poznámka:
da: Bemærk:
sv: Notis:

source: This setting affects only the behavior of menus that belongs to applets placed on any panel.
cs: Toto nastavení má vliv pouze na chování menu, která patří k apletům umístěných na libovolném panelu.
da: Denne indstilling påvirker kun opførslen af menuer tilhørende panelprogrammer placeret på ethvert panel.
sv: Denna inställning påverkar endast menyer tillhörande panelprogram.

source: Emulate Gnome Shell behavior:
cs: Emulovat Gnome Shell menu:
da: Emulér Gnome Shells opførsel:
sv: Emulera Gnome Shell-beteendet:

source: When a menu is open on Genome Shell, and then the mouse cursor is moved to another button on the top panel, the menu of the hovered buttons will automatically open without the need to click on them. With this option enabled, that same behavior can be reproduced on Cinnamon.
cs: Je-li na Genome Shell otevřeno menu, a pak se kurzor myši přesune k jinému tlačítku na horním panelu, menu tohoto tlačítka se automaticky otevře aniž by bylo nutné na ně znovu klikat. Povolením této možnosti, lze dosáhnout stejného chování i v prostředí Cinnamon.
da: Når en menu er åben i Gnome Shell, og musemarkøren flyttes til en anden knap i toppanelet, så vil menuen tilhørende en knap, som musemarkøren hviler på, automatisk åbne, uden at der klikkes på den. Med denne indstilling aktiveret kan denne opførsel reproduceres i Cinnamon.
sv: När en meny öppnas i Gnome och muspekaren sedan flyttas till en annan knapp i toppanelen, öppnas den hovrade knappens meny automatiskt, utan att klicka på den. Med detta alternativ aktiverat, får du samma beteende i Cinnamon.

source: By default, when one opens an applet's menu on Cinnamon and then click on another applet to open its menu, the first click is used to close the first opened menu, and then another click has to be performed to open the menu of the second applet. With this option enabled, one can directly open the menu of any applet even if another applet has its menu open.
cs: Ve výchozím nastavení, pokud otevřete menu apletu v prostředí Cinnamon a potom kliknete na jiný aplet a chcete otevřít jeho menu, první kliknutí se používá k uzavření prvního otevřeného menu a pak dalším kliknutí otevře menu druhého apletu. Povolením této možnosti, je možné přímo otevřít menu jakéhokoliv apletu, i když jiný aplet má své menu otevřené.
da: Når man i Cinnamon åbner et panelprograms menu og så klikker på et andet panelprogram for at åbne dets menu, vil det første klik som standard lukke det første panelprograms menu, og det næste klik åbne det andet panelprograms menu. Med denne indstilling aktiveret kan man med et enkelt klik åbne ethvert panelprograms menu, selvom et andet panelprograms menu er åbent.
sv: Standardbeteendet när man öppnar en panelmeny i Cinnamon och sedan klickar på ett annat panelprogram för att öppna den menyn, är att det första klicket används för att stänga den först öppnade menyn och man måste sedan klicka igen, för att öppna den andra menyn. Med detta alternativ aktiverat, kan man direkt öppna en andra meny, även om en annan meny redan är öppen.

source: Don't eat clicks:
cs: Šetřit kliknutí:
da: Spis ikke klik:
sv: Ät inte klick:

source: Tooltips tweaks
cs: Vylepšení bublinové nápovědy
da: Tilpasning af værktøjstip
hr: Prilagodba napomena
sv: Justera verktygsbeskrivningar

source: Avoid mouse pointer overlapping tooltips:
cs: Zamezit překrývání ukazatele myši a bublinové nápovědy:
da: Undgå at musemarkør overlapper værktøjstip:
sv: Undvik att muspekaren överlappar verktygsbeskrivningar:

source: Tooltips on Cinnamon's UI are aligned to the top-left corner of the mouse pointer. This leads to having tooltips overlapped by the mouse pointer. This tweak aligns the tooltip to the bottom-right corner of the mouse pointer (approximately), reducing the possibility of the mouse pointer to overlap the tooltip. This tweak is only available for Cinnamon versions lower than 3.2. Cinnamon 3.2.x already has the position of the tooltips changed.
cs: Bublinová nápověda v prostředí Cinnamon je zarovnána k hornímu levému rohu ukazatele myši. To vede k překrývání bublinové nápovědy a ukazatele myši. Toto vylepšení zarovná bublinovou nápovědu ke spodnímu pravému rohu ukazatele myši (přibližně), čímž se zredukuje možnost nežádoucího překrývání. Toto vylepšení je k dispozici pouze pro verze Cinnamonu nižší než 3.2. Cinnamon 3.2.x má již změněnou polohu bublinové nápovědy.
da: Værktøjstip i Cinnamons brugergrænseflade vises med øverste venstre hjørne ved musemarkørens position. Dette kan føre til, at værktøjstip overlapper med musemarkøren. Denne tilpasning viser værktøjstippet med nederste venstre hjørne ved musemarkøren (omtrentlig) og mindsker derfor sandsynligheden for overlap med musemarkøren.
sv: Verktygsbeskrivningar i Cinnamon, anpassas mot muspekarens övre vänsterhörn. Detta kan leda till att muspekaren överlappar verktygsbeskrivningen. Denna justering anpassar verktygsbeskrivningen mot muspekarens undre högerhörn (ungefärligt) och reducerar risken för överlappning. Denna justering är endast tillgänglig i Cinnamon-versioner lägre än 3.2. Cinnamon 3.2.x har redan ändrad position på verktygsbeskrivningar.

source: Tooltips show delay:
cs: Zpoždění zobrazení bublinové nápovědy:
da: Forsinkelse for visning af værktøjstip:
sv: Fördröjd visning av verktygsbeskrivningar:

source: Notifications tweaks
cs: Vylepšení notifikací
da: Tilpasning af meddelelser
hr: Prilagodbe obavijesti
sv: Justera aviseringar

source: Enable notifications open/close animation:
cs: Povolit animace při otevření/zavření notifikace:
da: Aktivér animation ved åbning/lukning af meddelelser:
sv: Aktivera animering av aviseringsrutor:

source: Notifications position:
cs: Pozice notifikačního okna:
da: Placering af meddelelser:
sv: Aviseringsposition:

source: Notifications can be displayed at the top-right of screen (system default) or at the bottom-right of screen.
cs: Oznámení lze zobrazit v pravém horním rohu obrazovky (výchozí nastavení systému) nebo v pravém dolním rohu obrazovky.
da: Meddelelser kan vises øverst til højre (systemstandard) eller nederst til højre.
sv: Aviseringar kan visas i skärmens övre högra hörn (systemstandard), eller i undre högra hörnet.

source: Distance from panel:
cs: Vzdálenost od panelu:
da: Afstand til panel
sv: Avstånd från panelen:

source: For notifications displayed at the top-right of screen:
cs: U oznámení zobrazených v pravém horním rohu obrazovky:
da: Meddelelser vist øverst til højre:
sv: För aviseringar som visas i övre högra skärmhörnet:

source: This is the distance between the bottom border of the top panel (if no top panel, from the top of the screen) to the top border of the notification popup.
cs: Je to vzdálenost mezi spodním okraji horního panelu (není-li horní panel, tak od horní části obrazovky) na horní hranici vyskakovacího okna oznámení .
da: Dette er afstanden mellem toppanelets (fra toppen af skærmen hvis der ikke er noget toppanel) nederste kant til den øverste kant i meddelelsesvinduet.
sv: Detta är avståndet mellan underkant på toppanelen (skärmens överkant om toppanel saknas) och överkant på aviseringsrutan.

source: For notifications displayed at the bottom-right of screen:
cs: U oznámení zobrazených v pravém dolním rohu obrazovky:
da: Meddelelser vist nederst til højre:
sv: För aviseringar som visas i undre högra skärmhörnet:

source: This is the distance between the top border of the bottom panel (if no bottom panel, from the bottom of the screen) to the bottom border of the notification popup.
cs: Je to vzdálenost mezi horním okraji spodního panelu (není-li spodní panel, tak od dolní části obrazovky) na spodní hranici vyskakovacího okna oznámení.
da: Dette er afstanden mellem bundpanelets (fra bunden af skærmen hvis der ikke er noget bundpanel) øverste kant til den nederste kant i meddelelsesvinduet.
sv: Detta är avståndet mellan överkant på bottenpanelen (skärmens underkant om bottenpanel saknas) och underkant på aviseringsrutan.

source: Notification popup right margin:
cs: Pravý okraj notifikačního okna:
da: Meddelelsesvinduets højre margen:
sv: Högermarginal för aviseringsrutor:

source: By default, the right margin of the notification popup is defined by the currently used theme. This option, set to any value other than 0 (zero), allows to set a custom right margin, ignoring the defined by the theme.
cs: Ve výchozím nastavení je pravý okraj popup okna definován aktuálně používaným motivem. Nastavením na hodnotu jinou než 0 (nula), lze nastavit vlastní pravý okraj a ignoruje tak nastavení definované motivem.
da: Som standard defineres meddelelsesvinduets højre margen af det aktuelle tema. Hvis denne indstilling sættes til en anden værdi end 0, kan højre margen tilpasses.
hr: Prema zadanome, desni rub obavijesti je određen trenutno korištenom temom. Ova mogućnost, postavljena na bilo koju vrijednost osim 0 (nule), dopušta postavljanje prilagođenog desnog ruba, zanemarujući vrijednost zadanu temom.
sv: Som standard anges högermarginalen för aviseringsrutor av det aktuella temat. Om detta alternativ anges som något annat än 0 (noll), ställer du in en anpassad högermarginal och åsidosätter den som definieras av temat.

source: Window focus tweaks
cs: Vylepšení zaměření okna
da: Tilpasning af vinduesfokus
hr: Prilagodba fokusa prozora
sv: Justera fönsterfokus

source: Tweak based on the gnome-shell extension called [Steal My Focus](https://github.com/v-dimitrov/gnome-shell-extension-stealmyfocus) by [Valentin Dimitrov](https://github.com/v-dimitrov) and another gnome-shell extension called [Window Demands Attention Shortcut](https://github.com/awamper/window-demands-attention-shortcut) by [awamper](https://github.com/awamper).
cs: Vylepšení založené na rozšíření gnome-shell nazvaného [Steal My Focus](https://github.com/v-dimitrov/gnome-shell-extension-stealmyfocus) od [Valentin Dimitrov](https://github.com/v -dimitrov) a další rozšíření gnome-shell s názvem [Window Demands Attention Shortcut](https://github.com/awamper/window-demands-attention-shortcut) od [awamper](https://github.com/awamper) .
da: Tilpasning baseret på en udvidelse til gnome-shell kaldet [Steal My Focus](https://github.com/v-dimitrov/gnome-shell-extension-stealmyfocus) af [Valentin Dimitrov](https://github.com/v-dimitrov) og an anden udvidelse til gnome-shell kaldet [Window Demands Attention Shortcut](https://github.com/awamper/window-demands-attention-shortcut) by [awamper](https://github.com/awamper).
sv: Justering baserad på ett Gnome-tillägg kallat [Steal My Focus](https://github.com/v-dimitrov/gnome-shell-extension-stealmyfocus) av [Valentin Dimitrov](https://github.com/v-dimitrov) och ett annat Gnome-tillägg kallat [Window Demands Attention Shortcut](https://github.com/awamper/window-demands-attention-shortcut) av [awamper](https://github.com/awamper).

source: Some windows that demands attention will not gain focus regardless of the settings combination on Cinnamon settings. This option will allow you to correct that.
cs: Některá okna, která vyžadují pozornost, nebudou zaostřena bez ohledu na nastavení Cinnamonu. Tato možnost vám to umožní opravit.
da: Nogle vinduer, som kræver opmærksomhed, vil ikke få fokus uanset indstillingerne i Cinnamon. Denne indstilling tillader dig at rette dette.
sv: Vissa fönster som kräver uppmärksamhet får inte fokus, oavsett inställningskombination i Cinnamons inställningar. Detta alternativ låter dig korrigera det.

source: The activation of windows demanding attention...:
cs: Aktivace oken vyžadujících pozornost ...:
da: Aktivering af vinduer som kræver opmærksomhed:
sv: Aktivering av fönster som kräver uppmärksamhet...:

source: ...is handled by the system:
cs: ... je řízeno systémem:
da: ... håndteres af systemet:
sv: ...hanteras av systemet:

source: ...is immediate:
cs: ... je okamžité:
da: ... sker med det samme:
sv: ...sker omedelbart:

source: will force windows demanding attention to be focused immediately.
cs: Vyvolá okamžitě zaostření oken vyžadujících pozornost.
da: vil tvinge vinduer, som kræver opmærksomhed, til at få fokus med det samme.
sv: sätter omedelbart fokus på fönster som kräver uppmärksamhet.

source: ...is performed with a keyboard shortcut:
cs: ... je vykonané klávesovou zkratkou:
da: ... sker med en tastaturgenvej:
sv: ...utförs med en tangentbordsgenväg:

source: will focus windows demanding attention with a keyboard shortcut.
cs: Vyvolá zaostření oken vyžadujících pozornost pomocí klávesové zkratky.
da: vil give fokus til vinduer, som kræver opmærksomhed, med en tastaturgenvej.
sv: sätter fokus på fönster som kräver uppmärksamhet, med en tangentbordsgenväg.

source: Keyboard shortcut:
cs: Klávesová zkratka:
da: Tastaturgenvej:
sv: Tangentbordsgenväg:

source: Set a keyboard shortcut for the option **...is performed with a keyboard shortcut**.
cs: Nastavte klávesovou zkratku pro možnost **.... je vykonané klávesovou zkratkou**.
da: Angiv en tastaturgenvej for indstillingen **... sker med en tastaturgenvej**.
sv: Ange en tangentbordsgenväg för alternativet **utförs med en tangentbordsgenväg**.

source: Window Shadows tweaks
cs: Vylepšení stínování okna
da: Tilpasning af vinduesskygger
sv: Justera fönsterskuggor

source: Tweak based on a Cinnamon extension called [Custom Shadows](https://cinnamon-spices.linuxmint.com/extensions/view/43) created by [mikhail-ekzi](https://github.com/mikhail-ekzi). It allows to modify the shadows used by Cinnamon's window manager (Muffin).
cs: Vylepšení založené na rozšíření Cinnamonu nazvaném [Custom Shadows](https://cinnamon-spices.linuxmint.com/extensions/view/43) created od [mikhail-ekzi](https://github.com/mikhail-ekzi). Umožňuje upravovat stíny používané správcem oken Cinnamonu (Muffin).
da: Tilpasning baseret på en udvidelse til Cinnamon kaldet [Custom Shadows](https://cinnamon-spices.linuxmint.com/extensions/view/43) af [mikhail-ekzi](https://github.com/mikhail-ekzi). Den tillader ændringer til skygger brugt af Cinnamons vindueshåndtering (Muffin).
sv: Justering baserad på ett Cinnamon-tillägg kallat [Custom Shadows](https://cinnamon-spices.linuxmint.com/extensions/view/43) skapat av [mikhail-ekzi](https://github.com/mikhail-ekzi). Det låter oss modifiera skuggor som används av Cinnamons fönsterhanterare (Muffin).

source: Client side decorated windows aren't affected by this tweak.
cs: Client side dekorace oken nejsou ovlivněna tímto vylepšením.
da: Vinduer udsmykket på klientsiden påvirkes ikke af denne tilpasning.
hr: Prozori ukrašeni od strane klijenta nisu obuhvaćeni ovom prilagodbom.
sv: Programfönster dekorerade av klientsidan, påverkas inte av denna justering.

source: Shadow presets
cs: Nastavení stínu
da: Skyggeforvalg
hr: Predlošci sjenka
sv: Förinställd skugga

source: Custom shadows
cs: Uživatelské stínování
da: Tilpassede skygger
hr: Prilagođene sjenke
sv: Anpassad skugga

source: Default shadows
cs: Výchozí stínování
da: Standardskygger
hr: Zadane sjenke
sv: Standardskugga

source: No shadows
cs: Žádné stíny
da: Ingen skygger
hr: Bez sjenki
sv: Ingen skugga

source: Windows 10 shadows
cs: Windows 10 stínování
da: Windows 10-skygger
hr: Windows 10 sjenke
sv: Windows 10-skugga

source: Auto move windows
cs: Automatické přesouvání oken
da: Flyt vinduer automatisk
hr: Automatski premjesti prozore
sv: Flytta fönster automatiskt

source: Tweak based on the gnome-shell extension called [Auto Move Windows](https://extensions.gnome.org/extension/16/auto-move-windows/) by [Florian Muellner](https://github.com/fmuellner). It enables the ability to set rules to open determined applications on specific workspaces.
cs: Vylepšení založené na rozšíření gnome-shell nazvaného[Auto Move Windows](https://extensions.gnome.org/extension/16/auto-move-windows/) od [Florian Muellner](https://github.com/ Fmuellner). Umožňuje nastavit pravidla pro otevření určených aplikací na konkrétních pracovních plochách.
da: Tilpasning baseret på en udvidelse til gnome-shell kaldet [Auto Move Windows](https://extensions.gnome.org/extension/16/auto-move-windows/) af [Florian Muellner](https://github.com/fmuellner). Den tillader angivelse af regler til at åbne programmer på specifikke arbejdsområder.
sv: Justering baserad på ett Gnome-tillägg kallat [Auto Move Windows](https://extensions.gnome.org/extension/16/auto-move-windows/) av [Florian Muellner](https://github.com/fmuellner). Det låter oss ange regler för att automatiskt öppna angivna program på specifik arbetsyta.

source: If the application that you want to select doesn't show up on the application chooser dialog, read the section on this help file called **Applications not showing up on the applications chooser dialogs**.
cs: Pokud se aplikace, kterou chcete vybrat nezobrazuje v dialogovém okně pro výběr aplikací, přečtěte si sekci tohoto souboru nápovědy s názvem **Aplikace, které se nezobrazují v dialogových oknech výběru aplikací**.
da: Hvis programmet, du vil vælge, ikke optræder i vinduet Programvælger, så læs afsnittet **Programmer optræder ikke i vinduet Programvælger** i hjælpfilen.
sv: Om programmet du vill välja inte visas i programväljardialogen, kan du konsultera den här hjälpfilens sektion **Program som inte visas i programväljardialoger**.
