Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/gTile@shuairan/*.po
Languages: es, eu, ja, ru, tr

source: Auto close
es: Cerrar automáticamente
eu: Automatikoki itxi
ja: 自動で閉じる
ru: Автоматически закрывать
tr: Otomatik kapat

source: Animations
es: Animaciones
eu: Animazioak
ja: アニメーション
ru: Анимации
tr: Animasyonlar

source: Auto tile main and list
es: Colocar ventanas en un bloque y en una lista
eu: Teila nagusi automatikoak eta zerrendatu
ja: メインとリストで自動配置
ru: Автотайлинг главное окно и стопка
tr: Ana ve listeyi otomatik döşe

source: Auto tile two lists
es: Colocar las ventanas en dos listas
eu: Teila automatikoak eta bi zerrenda
ja: 2 列のリストで自動配置
ru: Автотайлинг в деве стопки
tr: İki listeyi otomatik döşe

source: Tile your windows as you like.
es: Coloque las ventanas como desee.
eu: Teila itzazu leihoak nahi duzun bezala.
ja: ウィンドウを自在にタイリング。
ru: Разделите окна так как хотите.
tr: Pencerelerinizi istediğiniz şekilde döşeyin.

source: Hotkeys:
es: Atajos de teclado:
eu: Lasterbideak:
ja: ホットキー：
ru: Клавиатурные сочетания:
tr: Kısayol tuşları:

source: Global Hotkey for gTile
es: Tecla de acceso rápido global para gTile
eu: Lasterbide orokorrak gTilerako
ja: gTile用グローバルホットキー
ru: Глобальные клавиатурные сочетания для gTile
tr: gTile İçin Genel Kısayol Tuşu

source: Behavior:
es: Comportamiento:
eu: Portaera:
ja: 振る舞い：
ru: Поведение:
tr: Davranış:

source: Animation
es: Animación
eu: Animazioa
ja: アニメーション
ru: Анимация
tr: Animasyon

source: Auto-Close
es: Auto-Cerrar
eu: Automatikoki itxi
ja: 自動で閉じる
ru: Автозакрытие
tr: Otomatik Kapat

source: Layout for Button 1:
es: Estilo para el botón 1:
eu: 1. botoirako maketazioa:
ja: ボタン 1 のレイアウト：
ru: Шаблон для клавиши 1:
tr: Düğme 1 için Yerleşim:

source: Columns
es: Columnas
eu: Zutabeak
ja: 列
ru: Колонки
tr: Sütunlar

source: Rows
es: Filas
eu: Ilarak
ja: 行
ru: Строки
tr: Satırlar

source: Layout for Button 2:
es: Estilo para el botón 2:
eu: 2 Botoirako maketazioa:
ja: ボタン 2 のレイアウト：
ru: Шаблон для клавиши 2:
tr: Düğme 2 için Yerleşim:

source: Layout for Button 3:
es: Estilo para el botón 3:
eu: 3 Botoirako maketazioa:
ja: ボタン 3 のレイアウト：
ru: Шаблон для клавиши 3:
tr: Düğme 3 için Yerleşim:

source: Layout for Button 4:
es: Estilo para el botón 4:
eu: 4 botoirako maketazioa:
ja: ボタン 4 のレイアウト：
ru: Шаблон для клавиши 4:
tr: Düğme 4 için Yerleşim:

source: Hotkeys
es: Atajos de teclado
eu: Lasterbideak
ja: ホットキー
ru: Клавиатурные сочетания
tr: Kısayol tuşları

source: Behavior
es: Comportamiento
eu: Portaera
ja: 振る舞い
ru: Поведение
tr: Davranış

source: Layout
es: Estilo
eu: Maketazioa
ja: レイアウト
ru: Шаблон
tr: Yerleşim

source: Help
es: Ayuda
eu: Laguntza
ja: ヘルプ
ru: Помощь
tr: Yardım

source: Global Hotkey
es: Atajos de teclado globales
eu: Lasterbide orokorra
ja: グローバルホットキー
ru: Глобальные клавиатурные сочетания
tr: Genel Kısayol Tuşu

source: Keybindings Legend (when open)
es: Leyenda de combinaciones de teclas (cuando está abierto)
eu: Lasterbide legenda (irekitzean)
ja: キーバインドの説明（オープン時）
ru: Назначенные клавиатуры (когда открыто)
tr: Tuş Atamaları Göstergesi (açıkken)

source: Layout For Button 1
es: Estilo para el botón 1
eu: 1 Botoirako Maketazioa
ja: ボタン 1 のレイアウト
ru: Шаблон Для Кнопки 1
tr: Düğme 1 için Yerleşim:

source: Layout For Button 2
es: Estilo para el botón 2
eu: 2 Botoirako Maketazioa
ja: ボタン 2 のレイアウト
ru: Шаблон Для Кнопки 2
tr: Düğme 2 için Yerleşim:

source: Layout For Button 3
es: Estilo para el botón 3
eu: 3 Botoirako Maketazioa
ja: ボタン 3 のレイアウト
ru: Шаблон Для Кнопки 3
tr: Düğme 3 için Yerleşim:

source: Layout For Button 4
es: Estilo para el botón 4
eu: 4 Botoirako Maketazioa
ja: ボタン 4 のレイアウト
ru: Шаблон Для кнопки 4
tr: Düğme 4 için Yerleşim:

source: More Info
es: Más información
eu: Informazio gehiago
ja: 詳しい情報
tr: Daha Fazla Bilgi

source: Escape: Hide gTile Enter or Space: Commit current selection Left: Move Left inside Grid Right: Move Right inside Grid Up: Move Up inside Grid Down: Move Down inside Grid <Shift>Left: Include column to the Left in selection <Shift>Right: Include column to the Right in selection <Shift>Up: Include row Above in selection <Shift>Down: Include row Below in selection <Alt>Left: Move to the monitor on the Left <Alt>Right: Move to the monitor on the Right <Alt>Up: Move to the monitor Above <Alt>Down: Move to the monitor Below 1: Select the first grid layout 2: Select the second grid layout 3: Select the third grid layout 4: Select the fourth grid layout
es: Escape: Ocultar gTile Intro o Espacio: Confirmar selección actual Izquierda: Mover a la izquierda dentro de la rejilla Derecha Mover a la derecha dentro de la cuadrícula Arriba Mover hacia arriba dentro de la cuadrícula Abajo: Mover hacia abajo dentro de la cuadrícula <Mayús>Izquierda: Incluir columna a la izquierda en la selección <Mayús> Derecha: Incluir columna a la derecha en la selección <Mayús> Arriba: Incluir fila Arriba en la selección <Mayús>Abajo: Incluir fila Abajo en la selección <Alt>Izquierda: Mover al monitor de la izquierda <Alt>Derecha: Desplazarse al monitor de la derecha <Alt>Arriba: Mover al monitor de arriba <Alt>Abajo: Mover al monitor de abajo 1: Seleccionar la primera cuadrícula 2: Seleccionar la segunda cuadrícula 3: Seleccionar la tercera cuadrícula 4: Seleccionar la cuarta cuadrícula
eu: Esc: Ezkutatu gTile Enter edo Zuriune: Egungo hautaketa konprometitu Ezkerra: Mugitu ezkerrera sare barruan Eskuina: Mugitu eskuinera sare barruan Gora: Mugitu gora sare barruan Behera: Mugitu behera sare barruan <Shift>Ezkerra: Hautatu ezkerreko zutabea <Shift>Eskuina: Hautatu eskuineko zutabea <Shift>Gora: Hautatu goiko errenkada <Shift>Behera: Hautatu beheko errenkada <Alt>Ezkerra: Eraman ezkerreko monitorera <Alt>Eskuina: Eraman eskuineko monitorera <Alt>Gora: Eraman goiko monitorera <Alt>Behera: Eraman beheko monitorera 1: Hautatu lehenengo sareta diseinua 2: Hautatu bigarren sareta diseinua 3: Hautatu hirugarren sareta diseinua 4: Hautatu laugarren sareta diseinua
ja: Escape: gTile を隠す Enter または Space: 現在の選択を確定 左: グリッド内で左に移動 右: グリッド内で右に移動 上: グリッド内で上に移動 下: グリッド内で下に移動 <Shift>左: 選択範囲の左の列を含める <Shift>右: 選択範囲の右の列を含める <Shift>上: 選択範囲の上の行を含める <Shift>下: 選択範囲の下の行を含める <Alt>左: 左のモニターへ移動 <Alt>右: 右のモニターへ移動 <Alt>上: 上のモニターへ移動 <Alt>下: 下のモニターへ移動 1: 1番目のグリッドレイアウトを選択 2: 2番目のグリッドレイアウトを選択 3: 3番目のグリッドレイアウトを選択 4: 4番目のグリッドレイアウトを選択
ru: Escape: Скрыть gTile Enter or Space: Применить текущий выбор Left: Сдвиг влево внутри сетки Right: Сдвиг вправо внутри сетки Up: Сдвиг вверх внутри сетки Down: Сдвиг вниз внутри сетки <Shift>Left: Добавить левый столбец в выделение <Shift>Right: Добавить правый столбец в выделение <Shift>Up: Добавить верхний ряд в выделение <Shift>Down: Добавить нижний ряд в выделение <Alt>Left: Переместить на левый монитор <Alt>Right: Переместить на правый монитор <Alt>Up: Переместить на верхний монитор <Alt>Down: Переместить на нижний монитор 1: Выбрать первый шаблон 2: Выбрать второй шаблон 3: Выбрать третий шаблон 4: Выбрать четвёртый шаблон
tr: Escape: gTile'ı Gizle Enter veya Space: Geçerli seçimi uygula Sol: Izgara İçinde Sola Taşı Sağ: Izgara İçinde Sağa Taşı Yukarı: Izgara İçinde Yukarı Taşı Aşağı: Izgara İçinde Aşağı Taşı <Shift>Sol: Soldaki sütunu seçime dahil et <Shift>Sağ: Sağdaki sütunu seçime dahil et <Shift>Yukarı: Yukarıdaki satırı seçime dahil et <Shift>Aşağı: Aşağıdaki satırı seçime dahil et <Alt>Sol: Soldaki monitöre taşı <Alt>Sağ: Sağdaki monitöre taşı <Alt>Yukarı: Yukarıdaki monitöre taşı <Alt>Aşağı: Aşağıdaki monitöre taşı 1: İlk ızgara düzenini seç 2: İkinci ızgara düzenini seç 3: Üçüncü ızgara düzenini seç 4: Dördüncü ızgara düzenini seç

source: Use monitor aspect ratio
es: Utilizar la relación de aspecto del monitor
eu: Erabili monitorearen itxura erlazioa
ja: モニターのアスペクト比を使用
ru: Учитывать соотношение сторон монитора
tr: Monitör en boy oranını kullan

source: Should the popup's grid reflect the current monitor's aspect ratio or not.
es: ¿Debería la cuadrícula de la ventana emergente reflejar la relación de aspecto del monitor actual o no?.
eu: Laster-lehioaren sareak monitorearen itxura islatzen duen ala ez.
ja: ポップアップ画面のグリッドに現在のモニターのアスペクト比を反映させるかどうか。
ru: Должно ли всплывающее окно отображать соотношение сторон монитора или нет.
tr: Açılır penceredeki ızgara, mevcut monitörün en boy oranına uyum sağlamalı mı?

source: UI always centered to monitor
es: La interfaz de usuario siempre centrada en el monitor
eu: Erabiltzaile Interfazea monitorera zentratuta dago beti
ja: UIを常にモニター中央に表示
ru: Интерфейс всегда в центре монитора
tr: Arayüz her zaman monitörün merkezinde konumlansın

source: By default the grid UI shows up in the middle of the active window. With this, it always displays in the middle of the monitor.
es: Por defecto, la interfaz de usuario de la cuadrícula se muestra en el centro de la ventana activa. Con esto, siempre se muestra en el centro del monitor.
eu: Besterik ezean, Erabiltzaile Interfaze sarea leiho aktiboaren erdianagertzen da. Honekin, monitorearen erdian agertzen da beti.
ja: 既定ではグリッドUIがアクティブなウィンドウの中央に現れます。これが有効のときは常にモニター中央に表示されます。
ru: По умолчанию интерфейс выбора расположения окон всегда по середине активного окна. эта опция включает расположение интерфейса в центре экрана.
tr: Normalde ızgara arayüzü etkin pencerenin merkezinde açılır. Ancak bu değişiklikle, her zaman monitörün tam ortasında gösterilecek.

source: Show UI and all monitors at the same time
es: Mostrar la interfaz de usuario y todos los monitores al mismo tiempo
eu: Erakutsi Erabiltzaile Interfazea eta monitore guztiak aldi berean.
ja: UIをすべてのモニターへ同時に表示
ru: Показать интерфейс выбора раскладки окон на всех мониторах одновременно
tr: Arayüzü ve tüm monitörleri aynı anda göster

source: Name Override
es: Reemplazo de nombre
eu: Izen Jainjarria
ja: 名前の上書き
ru: Преопределение названий
tr: Adı Değiştir

source: Each row represents a column. Span is how much space a column should take up compared to the other columns. Default is 1.
es: Cada fila representa una columna. Span es cuánto espacio debe ocupar una columna en comparación con las otras columnas. Por defecto es 1.
eu: Ilara bakoitzak zutabe bat irudikatzen du. 'Span' zutabe batek beste zutabeen aldean zenbat espazio hartu behar duen da. Lehenetsia 1 da.
ja: 各行が列を表します。スパンは他の列に対する幅の広さです。既定は 1 です。
tr: Her satır bir sütunu temsil eder. 'Span' (Genişlik) değeri, bir sütunun diğer sütunlara göre ne kadar yer kaplayacağını belirler. Varsayılan değer 1'dir.

source: Span
ja: スパン
tr: Genişlik

source: Each row represents a row. Span is how much space a row should take up compared to the other columns. Default is 1.
es: Cada fila representa una línea. Span es cuánto espacio debe ocupar una fila en comparación con las otras columnas. Por defecto es 1.
eu: Ilara bakoitzak ilara bat irudikatzen du. Span da zenbat leku hartu behar duen ilara batek beste zutabeen aldean. Lehenetsia 1 da.
ja: 各行が行を表します。スパンは他の行に対する高さです。既定は 1 です。
tr: Her satır bir satırı temsil eder. 'Span' (Genişlik) değeri, bir satırın diğer satırlara göre ne kadar yer kaplayacağını belirler. Varsayılan değer 1'dir.

source: Name Override on the UI
es: Reemplazo del nombre en la interfaz de usuario
eu: Izen Jainjarria Erabiltzaile Interfazean
ja: UI上の名前の上書き
ru: Переименовать окно выбора раскладки окон
tr: Arayüzde Adı Değiştirme
