Repository: linuxmint/cinnamon-spices-extensions
Catalog: cinnamon-dynamic-wallpaper@TobiZog/files/cinnamon-dynamic-wallpaper@TobiZog/po/*.po
Languages: es, fi, fr

source: Welcome to Cinnamon Dynamic Wallpaper
fi: Tervetuloa Cinnamon Dynamic Wallpaper
fr: Bienvenue sur Cinnamon Dynamic Wallpaper

source: Check the preferences to choose a dynamic wallpaper
fi: Tarkista asetukset valitse dynaaminen taustakuva
fr: Vérifiez les préférences pour choisir un fond d'écran dynamique

source: imagemagick is not installed
fi: imagemagick ei ole asennettuna
fr: imagemagick n'est pas installé

source: Please install the package manually for the full range of functions
fi: Asenna paketti käsin niin saat kaikki toiminnot käyttöön
fr: Veuillez installer le paquet manuellement pour bénéficier de l'ensemble des fonctionnalités

source: Error!
fi: Virhe!
fr: Erreur !

source: Cinnamon Dynamic Wallpaper got an error while running the loop script. Please create an issue on GitHub.
fi: Cinnamon Dynamic Wallpaper huomasi virheen silmukan komennossa. Tee ongelmasta virheilmoitus GitHub:ssa.
fr: Cinnamon Dynanic Wallpaper a rencontré une erreur pendant l’exécution du script. Veuillez signaler le problème sur GitHub.

source: Open settings
es: Abrir configuración
fi: Avaa asetukset
fr: Ouvrir les paramètres

source: Cinnamon extension for dynamic desktop backgrounds based on time and location
es: Extensión de Cinnamon para fondos de pantalla dinámicos según la hora y la ubicación
fi: Cinnamon dynaaminentastakuva laajennus, joka vaihtaa taustakuvaa ajan ja paikan perusteella
fr: Extension Cinnamon pour des fonds d'écran dynamiques en fonction de l'heure et du lieu

source: Image Source
es: Fuente de la imagen
fi: Kuvan lähde
fr: Source d'images

source: Image Set
es: Conjunto de imágenes
fi: Kuvasarja
fr: Jeu d'images

source: Please install 'imagemagick' manually and reopen this configuration window
fi: Asenna "imagemagick" ensin ja avaa tämä asetusikkuna uudelleen
fr: Veuillez installer 'imagemagick' manuellement et rouvrir cette fenêtre de configuration

source: HEIC file
es: Archivo HEIC
fi: HEIC tiedosto
fr: Fichier HEIC

source: Source Folder
es: Carpeta de origen
fi: Lähdekansio
fr: Dossier source

source: Select an image set
es: Seleccione un conjunto de imágenes
fi: Valitse kuvasarja
fr: Sélectionner un jeu d'images

source: Select a heic file to import
es: Seleccione un archivo heic para importar
fi: Valitse tuotava HEIC tiedosto
fr: Sélectionner un fichier HEIC à importer

source: Select a source folder
es: Seleccione una carpeta de origen
fi: Valitse lähdekansio
fr: Sélectionner un dossier

source: Open file selection dialog
es: Abrir cuadro de diálogo de selección de archivos
fi: Avaa tiedoston valintaikkuna
fr: Ouvrir la boîte de dialogue de sélection de fichier

source: Image Selection
es: Selección de imagen
fi: Kuvan valinta
fr: Sélection d'images

source: Image Configuration
es: Configuración de las imágenes
fi: Kuvan asetukset
fr: Configuration des images

source: Period estimation
es: Estimación de los periodos
fi: Jakson laskelma
fr: Estimation des périodes

source: Use Network Location
es: Utilizar la ubicación de la red
fi: Käytä verkon sijaintia
fr: Localisation par le réseau

source: Custom Location
es: Ubicación personalizada
fi: Mukautettu sijainti
fr: Localisation personnalisée

source: Custom Time Periods
es: Periodos de tiempo personalizados
fi: Mukautetut aikajaksot
fr: Périodes personnalisées

source: Location estimation
es: Estimación de ubicación
fi: Sijaintilaskelma
fr: Estimation de la localisation

source: Interval time to refresh location via network (min)
es: Intervalo de tiempo para actualizar la ubicación a través de la red (min)
fi: Sijainnin päivitys verkon kautta (min)
fr: Intervalle de temps pour actualiser l'emplacement via le réseau (min)

source: Location provider
es: Proveedor de la ubicación
fi: Sijainnin palveluntarjoaja
fr: Fournisseur de localisation

source: Latitude
es: Latitud
fi: Leveysaste

source: Longitude
es: Longitud
fi: Pituusaste

source: Period 1
es: Periodo 1
fi: Jakso 1
fr: Période 1

source: Period 2
es: Periodo 2
fi: Jakso 2
fr: Période 2

source: Period 3
es: Periodo 3
fi: Jakso 3
fr: Période 3

source: Period 4
es: Periodo 4
fi: Jakso 4
fr: Période 4

source: Period 5
es: Periodo 5
fi: Jakso 5
fr: Période 5

source: Period 6
es: Periodo 6
fi: Jakso 6
fr: Période 6

source: Period 7
es: Periodo 7
fi: Jakso 7
fr: Période 7

source: Period 9
es: Periodo 8
fi: Jakso 9
fr: Période 9

source: Period 8
es: Periodo 9
fi: Jakso 8
fr: Période 8

source: Period 10
es: Periodo 10
fi: Jakso 10
fr: Période 10

source: Location & Times
es: Ubicación y Horarios
fi: Sijainti ja aika
fr: Lieu & horaires

source: Scaling
es: Escalado
fi: Skaalaus
fr: Mise à l'échelle

source: Picture aspect
es: Aspecto de la imagen
fi: Kuvan näkökulma
fr: Aspect de l'image

source: Login Screen
fi: Kirjautumisnäyttö
fr: Écran de connexion

source: Set the background image as Login Screen background
fi: Aseta kirjautumisnäytön taustakuvaksi
fr: Définir l'image comme arrière-plan de l'écran de connexion

source: Dynamic Background color
es: Color de fondo dinámico
fi: Dynaaminen taustan väri
fr: Couleur de fond d'écran dynamique

source: Use dynamic Background color to create a gradient
es: Utilice un color de fondo dinámico para crear un degradado
fi: Käytä dynaamista taustaväriä
fr: Utiliser la couleur du fond d'écran dynamique pour créer un dégradé

source: Behaviour
es: Comportamiento
fi: Toiminta
fr: Comportement

source: About the project
es: Acerca del proyecto
fi: Tietoja projektista
fr: À propos du projet

source: Based on a location or by user choice, this extensions calculates the periods of a day and switches the background image of your Cinnamon desktop. The extension offers as image sources a set of preconfigured wallpapers, a heic image import by the user or a custom folder with single images.
es: Basándose en una ubicación o por elección del usuario, esta extensión calcula los periodos de un día y cambia la imagen de fondo de su escritorio Cinnamon. La extensión ofrece como fuentes de imagen un conjunto de fondos de pantalla preconfigurados, una imagen heic importada por el usuario o una carpeta personalizada con imágenes individuales.
fi: Tämä laajennus laskee vuorokauden jaksot sijainnin tai käyttäjän valinnan perusteella ja vaihtaa Cinnamon taustakuvaa sen mukaan. Laajennus tarjoaa kuvalähteiksi joukon valittuja taustakuvia, käyttäjän tuomia kuvia tai valitun kansion kuvia.
fr: En fonction d'une localisation ou du choix de l'utilisateur, cette extension calcule les périodes d'une journée et change le fond d'écran de votre bureau Cinnamon. L'extension propose un ensemble de fonds d'écran préconfigurés et offre la possibilité d'importer des images HEIC ou de sélectionner un dossier d'images.

source: Developed by TobiZog
es: Desarrollado por TobiZog
fi: Kehittäjä: TobiZog
fr: Développée par TobiZog

source: If you need more information or want to rate the extension, you can visit the Cinnamon Spices Website.
es: Si necesita más información o desea valorar la extensión, puede visitar el sitio web de Cinnamon Spices.
fi: Jos tarvitset lisätietoja tai haluat antaa arvion laajennuksesta, voit vierailla Cinnamon Spices verkkosivulla.
fr: Si vous avez besoin de plus d’informations ou si vous souhaitez évaluer l’extension, vous pouvez visiter le site Web de Cinnamon Spices.

source: Cinnamon Dynamic Wallpaper at Cinnamon Spices Website
es: Fondo de pantalla dinámico de Cinnamon en el sitio web de Cinnamon Spices
fi: Cinnamon Dynamic Wallpaper - Cinnamon Spices verkkosivu
fr: Cinnamon Dynamic Wallpaper sur le site Web Cinnamon Spices

source: Source Code
es: Código fuente
fi: Lähdekoodi
fr: Code source

source: This project is Open Source. You can take a look inside the whole source code of this extension on GitHub.
es: Este proyecto es de código abierto. Puede echar un vistazo al código fuente completo de esta extensión en GitHub.
fi: Projekti on avointa lähdekoodia. Voit katsoa tämän laajennuksen koko lähdekoodin GitHub:ssa.
fr: Ce projet est open source. Vous pouvez consulter l’intégralité du code source de cette extension sur GitHub.

source: Source Code on GitHub
es: Código fuente en GitHub
fi: Lähdekoodi Github:ssa
fr: Code source sur GitHub

source: Issues and Enhancements
es: Problemas y mejoras
fi: Ongelmat ja parannusehdotukset
fr: Problèmes et améliorations

source: Do you find an issue? Or want a new feature? Go to the GitHub repository and create a new issue.
fi: Löydätkö ongelman? Vai haluatko uuden ominaisuuden? Siirry GitHub:iin ja luo "new issue".
fr: Vous avez trouvé un problème ou souhaitez une nouvelle fonctionnalité, allez sur le dépôt GitHub et créez un ticket.

source: Create a new issue on GitHub
es: Crear una nueva incidencia en GitHub
fi: Luo ilmoituksesi GitHub:ssa
fr: Créer un nouveau ticket sur GitHub

source: About
es: Acerca de
fi: Tietoja
fr: À propos

source: Apply and close this window
es: Aplicar y cerrar esta ventana
fi: Toteuta ja sulje tämä ikkuna
fr: Appliquer et fermer cette fenêtre

source: Apply the settings without closing this window
es: Aplicar los ajustes sin cerrar esta ventana
fi: Toteuta sulkematta tätä ikkunaa
fr: Appliquer les paramètres sans fermer cette fenêtre

source: Cinnamon Dynamic Wallpaper
es: Fondo de pantalla dinámico de Cinnamon

source: label
es: etiqueta

source: Do you find an issue? Or want a new feature? Go to the GitHub repository and create a new issue. If you find an error message in the logs above, add it to the issue report.
es: ¿Ha encontrado algún problema? ¿O quieres una nueva funcionalidad? Ve al repositorio de GitHub y crea una nueva incidencia. Si encuentras un mensaje de error en los registros anteriores, añádelo al informe de incidencias.
