Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/DesktopCube@yare/*.po
Languages: da, de, pt_br, tr, zh_cn

source: Desktop Cube
da: Skrivebordsterning
de: Desktop-Würfel
pt_br: Cubo de áreas de trabalho
tr: Masaüstü Küpü
zh_cn: 桌面立方体

source: Compiz Cube-like animation for workspace switching
da: Compiz Terning-lignende animation ved skift mellem arbejdsområder
de: »Compiz-Würfel«-ähnliche Animationen beim Wechsel der Arbeitsflächen
pt_br: Alterne os espaços de trabalho com uma animação inspirada nos cubos do Compiz
tr: Çalışma alanı geçişi için Compiz benzeri küp animasyonu
zh_cn: 用于工作区切换的Compiz立方体状的动画

source: General
da: Generelt
de: Allgemein
pt_br: Visão geral
tr: Genel
zh_cn: 常规

source: Animation duration
da: Animationens varighed
de: Animationsdauer
pt_br: Duração da animação
tr: Animasyon süresi
zh_cn: 动画时长

source: Pullaway proportion from screen
da: Formindskelsesgrad
de: Wegzieh-Entfernung vom Bildschirm
pt_br: Proporção de afastamento da tela
tr: Ekrandan uzaklaşma oranı
zh_cn: 从屏幕拉出比例

source: Effects
da: Effekter
de: Effekte
pt_br: Efeitos
tr: Efektler
zh_cn: 特效

source: Scale effect
da: Starteffekt
de: Wegzieh-Effekt
pt_br: Efeito de afastamento da tela
tr: Ölçeklendirme efekti
zh_cn: 缩放特效

source: Unscale effect
da: Sluteffekt
de: Heranzieh-Effekt
pt_br: Efeito de aproximação da tela
tr: Ölçeksizlik efekti
zh_cn: 取消缩放特效

source: Begin rotate effect
da: Effekt for startrotation
de: Beginn des Dreheffekts
pt_br: Início do efeito de rotação
tr: Dönmeye başlama efekti
zh_cn: 开头旋转特效

source: End rotate effect
da: Effekt for slutrotation
de: Ende des Dreheffekts
pt_br: Fim do efeito de rotação
tr: Dönme bitiş efekti
zh_cn: 结尾旋转特效

source: System Settings
da: Systemindstillinger
de: Systemeinstellungen
pt_br: Configurações do sistema

source: Open Cinnamon Settings to manage Workspaces
da: Åbn Cinnamons indstillinger for at administrere arbejdsområder
de: Cinnamon-Einstellungen öffnen, um Arbeitsflächen zu verwalten
pt_br: Abrir as configurações do Cinnamon para ajustar os espaços de trabalho

source: Animation duration (seconds)
da: Animationens varighed (sekunder)

source: Cube size (percent of screen size)
da: Terningstørrelse (procent af skærmstørrelsen)

source: Include Panels
da: Medtag paneler

source: Include the panels while animating. In most cases the panels are not properly painted or completely invisible anyhow, so it's best to leave this disabled
da: Medtager panelerne under animering. I de fleste tilfælde er panelerne alligevel ikke korrekt farvelagt eller helt usynlige, så det er bedst at lade denne funktion være deaktiveret.

source: Use Cube effect with the Workspace Switcher applet
da: Brug terningeffekten med panelprogrammet Arbejdsområdeskifter

source: Override the moveToWorkspace() API so that the Cube effect is used by the Workspace Switcher Applet when changing the current workspace
da: Tilsidesæt moveToWorkspace()-API'en, så terningeffekten bruges af panelprogrammet Arbejdsområdeskifter, når det aktuelle arbejdsområde skiftes.

source: Use Cube effect when changing focus causes a workspace switch
da: Brug terningeffekten, når ændring af fokus medfører skift af arbejdsområde

source: Override the activateWindow() API so that when a window on another workspace is given the focus, the Cube effect is used to change the current workspace
da: Tilsidesæt activateWindow()-API'en, så når et vindue på et andet arbejdsområde får fokus, bruges terningeffekten til at ændre det aktuelle arbejdsområde.

source: Use Cube effect when switching workspaces using touchpad gestures
da: Brug terningeffekten, når du skifter arbejdsområde ved hjælp af pegepladebevægelser

source: Override the WorkspaceSwitchAction API so workspace switch touchpad gestures will use the Cube effect
da: Tilsidesæt WorkspaceSwitchAction-API'en, så pegepladebevægelser til skift af arbejdsområde bruger terningeffekten.

source: Effect Easing
da: Effektovergang

source: Scale easing
da: Skaleringsovergang

source: Back
da: Tilbage

source: Bounce
da: Hoppe

source: Circ
da: Cirkel

source: Cubic
da: Kubisk

source: Elastic
da: Elastisk

source: Sine
da: Sinus

source: Quart
da: Firtallig

source: Quint
da: Femtallig

source: Rotate easing
da: Rotationsovergang

source: Open easing information website
da: Oplysninger om overgangsfunktioner

source: Open Cinnamon Keyboard Settings to manage Workspace hotkeys
da: Indstillinger for genvejstaster til arbejdsområder
