Repository: linuxmint/cinnamon-spices-extensions
Catalog: CinnamonBurnMyWindows@klangman/files/CinnamonBurnMyWindows@klangman/po/*.po
Languages: it

source: Error
it: Errore

source: was NOT enabled
it: NON è stato abilitato

source: The existing extension
it: L'estensione già esistente

source: conflicts with this extension.
it: è in conflitto con questa estensione.

source: minimize/unminimize effects can not be enabled
it: non è stato possibile abilitare gli effetti di minimizzazione/ripristino

source: already handles minimize/unminimize animation events.
it: gestisce già gli eventi di animazione di minimizzazione/ripristino.

source: Unable to determine the application or the WM_CLASS of the previously focused window, therefore application specific effects can not be applied to that window
it: Impossibile determinare l'applicazione o la WM_CLASS della finestra precedentemente focalizzata, quindi non è possibile applicare effetti specifici dell'applicazione a quella finestra

source: Apparition
it: Apparizione

source: Aura Glow
it: Bagliore d'aura

source: Broken Glass
it: Vetro infranto

source: Doom
it: Rovina

source: Energize A
it: Energizza A

source: Energize B
it: Energizza B

source: Fire
it: Fuoco

source: Default Fire
it: Fuoco predefinito

source: Hell Fire
it: Fuoco infernale

source: Dark and Smutty
it: Oscuro e Fuligginoso

source: Cold Breeze
it: Brezza fredda

source: Santa is Coming
it: Arriva Babbo Natale

source: Nuclear
it: Nucleare

source: Focus
it: Fuoco

source: Glide
it: Scivolo

source: Glitch
it: Disturbo

source: Hexagon
it: Esagono

source: Incinerate
it: Incenerisci

source: Mushroom
it: Fungo

source: 8Bit Plumber
it: Idraulico 8Bit

source: New Bros 2
it: Nuovi Bros 2

source: The True North
it: Il vero Nord

source: Red White and Blue
it: Rosso bianco e blu

source: Rainbow
it: Arcobaleno

source: Sparkle
it: Scintilla

source: Paint Brush
it: Pennello

source: Pixel Wheel
it: Ruota pixel

source: Pixel Wipe
it: Pulizia pixel

source: Pixelate
it: Effetto pixel

source: Portal
it: Portale

source: RGB Warp
it: Distorsione RGB

source: Snap of Disintegration
it: Schicchera di disintegrazione

source: T-Rex Attack
it: Attacco T-Rex

source: TV Effect
it: Effetto TV

source: TV Glitch
it: Disturbo TV

source: Wisps
it: Fili di fumo

source: Burn My Windows
it: Brucia le mie finestre

source: Window open/close/minimize/unminimize effects based on the Burn-My-Windows Gnome extension by Schneegans
it: Effetti di apertura/chiusura/minimizzazione/ripristino delle finestre, basati sull'estensione Burn-My-Windows per Gnome di Schneegans

source: General
it: Generale

source: Effect Settings
it: Impostazioni effetti

source: Application Specifics
it: Specifiche applicazione

source: Random Effects
it: Effetti casuali

source: About
it: Informazioni

source: Burn My Windows General Settings
it: Impostazioni generali di Burn My Windows

source: Application Specific Settings
it: Impostazioni specifiche dell'applicazione

source: Effect Selector
it: Selettore effetti

source: Effect Specific Settings
it: Impostazioni specifiche dell'effetto

source: Setting for the custom preset:
it: Impostazioni per la preimpostazione personalizzata:

source: Effects included in the randomized sets:
it: Effetti inclusi nei set casuali:

source: About Cinnamon Burn-My-Windows
it: Informazioni su Cinnamon Burn-My-Windows

source: <b>Disintegrate your windows with style.</b> Version: ext-version Ported to Cinnamon by Kevin Langman <a href="https://github.com/klangman/CinnamonBurnMyWindows">Github</a> / <a href="https://github.com/klangman/CinnamonBurnMyWindows/issues/new">Report an issue</a> / <a href="https://cinnamon-spices.linuxmint.com/extensions/view/103">Website</a> Based on the Burn-My-Windows code by Schneegans and contributors <a href="https://github.com/Schneegans/Burn-My-Windows">Github</a> / <a href="https://ko-fi.com/schneegans">Ko-fi</a> The Magic Lamp Effect is ported from code by hermes83 <a href="https://github.com/hermes83/compiz-alike-magic-lamp-effect">Github</a>
it: <b>Disintegra le tue finestre con stile.</b> Versione: ext-version Portato su Cinnamon da Kevin Langman <a href="https://github.com/klangman/CinnamonBurnMyWindows">Github</a> / <a href="https://github.com/klangman/CinnamonBurnMyWindows/issues/new">Segnala un problema</a> / <a href="https://cinnamon-spices.linuxmint.com/extensions/view/103">Sito web</a> Basato sul codice Burn-My-Windows di Schneegans e collaboratori <a href="https://github.com/Schneegans/Burn-My-Windows">Github</a> / <a href="https://ko-fi.com/schneegans">Ko-fi</a> L'effetto Lampada Magica è stato trasferito dal codice di hermes83 <a href="https://github.com/hermes83/compiz-alike-magic-lamp-effect">Github</a>

source: Application Specific Rules
it: Regole specifiche dell'applicazione

source: Enabled
it: Abilitato

source: Open
it: Apri

source: Close
it: Chiudi

source: Minimize
it: Minimizza

source: Unminimize
it: Ripristina

source: Application
it: Applicazione

source: A list of applications with special effect rules. The application can be a desktop file name or a WM_CLASS name
it: Un elenco di applicazioni con regole di effetto speciali. L'applicazione può essere un nome di file desktop oppure un nome WM_CLASS

source: Add entry for the application of the most recently focused window
it: Aggiungi una voce per l'applicazione della finestra focalizzata più di recente

source: Focus a window you want to enable application specific setting for then return here and press this button.
it: Focalizza una finestra per cui desideri abilitare impostazioni specifiche, poi torna qui e premi questo pulsante.

source: Effects included in the randomized sets
it: Effetti inclusi nei set casuali

source: Defines which effects are included in the randomized sets for each window event type. When 'Randomized' is selected for any event on the General tab these sets are used.
it: Definisce quali effetti sono inclusi nei set casuali per ogni tipo di evento finestra. Quando “Casuale” è selezionato per un evento nella scheda Generale, questi set vengono utilizzati.

source: Effect Name
it: Nome effetto

source: Open
it: Apri

source: Close
it: Chiudi

source: Minimize
it: Minimizza

source: Unminimize
it: Ripristina

source: Magic Lamp
it: Lampada Magica

source: Show settings for effect:
it: Mostra impostazioni per l'effetto:

source: Randomized
it: Randomizzato

source: None
it: Nessuno

source: Open window effect
it: Effetto apertura finestra

source: Close window effect
it: Effetto chiusura finestra

source: Special handling for dialog windows
it: Gestione speciale per le finestre di dialogo

source: Allows you to define special settings for handling dialog window types (i.e. file open dialog windows). These settings will override any application specific settings that may have been defined.
it: Consente di definire impostazioni speciali per la gestione delle finestre di dialogo (ad esempio, finestre di dialogo 'Apri file'). Queste impostazioni sovrascriveranno quelle specifiche dell'applicazione eventualmente definite.

source: Open dialog window effect
it: Effetto apertura finestra di dialogo

source: Close dialog window effect
it: Effetto chiusura finestra di dialogo

source: Minimize window effect
it: Effetto minimizzazione finestra

source: Unminimize window effect
it: Effetto ripristino finestra

source: Shake Intensity
it: Intensità scuotimento

source: Twirl Intensity
it: Intensità rotazione

source: Suction Intensity
it: Intensità aspirazione

source: Randomness
it: Casualità

source: Effect Duration (ms)
it: Durata effetto (ms)

source: Reset to default
it: Ripristina ai valori predefiniti

source: Random Color
it: Colore casuale

source: Start Hue
it: Tonalità iniziale

source: Speed
it: Velocità

source: Saturation
it: Saturazione

source: Edge Size
it: Dimensione bordo

source: Edge Hardness
it: Durezza bordo

source: Blur Amount
it: Quantità sfocatura

source: Horizontal Scale
it: Scala orizzontale

source: Vertical Scale
it: Scala verticale

source: Pixel Size
it: Dimensione pixel

source: Y offset fix for open/unminimize events
it: Correzione offset Y per eventi apertura/ripristino

source: Apply an offset to the Y axis window target position so that the open/unminimize animation completes at the right location. This is a hack fix for the Doom effect until I can find a proper fix
it: Applica un offset sull'asse Y della posizione di destinazione della finestra in modo che l'animazione di apertura/ripristino venga completata nel punto giusto. Questo è un fix temporaneo per l'effetto Doom in attesa di una soluzione migliore

source: Scale
it: Scala

source: Color
it: Colore

source: Custom
it: Personalizzato

source: Fire Preset
it: Preimpostazione Fuoco

source: Fire Movement Speed
it: Velocità movimento fuoco

source: Fire 3D Noise
it: Rumore 3D fuoco

source: Creates a more dynamic fire but requires more GPU power.
it: Crea un fuoco più dinamico ma richiede maggiore potenza della GPU.

source: Use a Random Color (overrides other color settings)
it: Usa un colore casuale (sovrascrive le altre impostazioni di colore)

source: Use a random fire color. This setting will override any preset or custom colors settings you select.
it: Usa un colore fuoco casuale. Questa impostazione sovrascrive qualsiasi preimpostazione o colore personalizzato selezionato.

source: Colors 1-5
it: Colori 1-5

source: Blur Quality
it: Qualità sfocatura

source: The Quality of the Blur (Setting this too high may increase GPU load and affect performance)
it: La qualità della sfocatura (un valore troppo alto può aumentare il carico sulla GPU e influire sulle prestazioni)

source: Squish
it: Deformazione

source: Tilt
it: Inclinazione

source: Shift
it: Maiusc

source: Strength
it: Intensità

source: Mesh Line Width
it: Spessore linee maglia

source: Line Color
it: Colore linee

source: Glow Color
it: Colore bagliore

source: Additive Blending
it: Fusione additiva

source: You may want to enable this for dark window themes.
it: Potrebbe essere utile abilitare questa opzione per temi finestra scuri.

source: Turbulence
it: Turbulenza

source: Start at Pointer
it: Parti dal puntatore

source: If disabled, a random location will be chosen.
it: Se disattivata, verrà scelto un punto casuale.

source: Curved
it: Curvo

source: Wavy
it: Ondulato

source: Random
it: Casuale

source: Appear: Curved / Disappear: Wavy
it: Apparizione: curvo / Scomparsa: ondulato

source: Appear: Wavy / Disappear: Curved
it: Apparizione: ondulato / Scomparsa: curvo

source: The type of effect
it: Tipologia di effetto

source: The effect can be a smooth curve or a wavy animation. The random option will randomly choose between the two and the Appear/Disappear options use different effects whether a window is appearing or disappearing from the screen
it: L'effetto può essere una curva morbida oppure un'animazione ondulata. L'opzione casuale seleziona casualmente tra le due, mentre le opzioni apparizione/scomparsa usano effetti diversi a seconda che la finestra appaia o scompaia

source: Top
it: In alto

source: Bottom
it: In basso

source: Left
it: Sinistra

source: Right
it: Destra

source: Edge closest to mouse pointer
it: Bordo più vicino al puntatore del mouse

source: Open/Close Edge
it: Bordo apertura/chiusura

source: The monitor edge where a window should originate from when opening, or disappear towards when closing. This setting is not used for minimize or unminimize events
it: Il bordo monitor da cui la finestra dovrebbe apparire all'apertura o verso cui dovrebbe scomparire alla chiusura. Questa impostazione non viene usata per gli eventi di minimizzazione/ripristino

source: Open/Close Edge Offset
it: Offset bordo apertura/chiusura

source: The offset from the top or left of the "Open/Close Edge" that the animation should use as the origin/target of the animation. This is a percentage of the monitors width/height and it does not apply to minimize/unminimize events or when the "Open/Close Edge" is set to "Edge closest to mouse pointer"
it: L'offset dall'alto o sinistra del bordo apertura/chiusura che l'animazione deve usare come origine/destinazione. È una percentuale della larghezza/altezza del monitor e non si applica agli eventi di minimizzazione/ripristino o quando il bordo è impostato su "Bordo più vicino al puntatore del mouse"

source: X Tiles
it: Dimensione X della griglia

source: This effects the quality and the cost of the animation
it: Questo influisce sulla qualità e sul costo dell'animazione

source: Y Tiles
it: Dimensione Y della griglia

source: This effects the quality and the costs of the animation
it: Questo influisce sulla qualità e sul costo dell'animazione

source: Mushroom Preset
it: Preimpostazione Mushroom

source: Scale Style
it: Stile scala

source: Spark Count
it: Numero scintille

source: Spark Color
it: Colore scintille

source: Spark Rotation
it: Rotazione scintille

source: Rays Color
it: Colore raggi

source: Star Rings Count
it: Numero anelli stellari

source: Star Ring Rotation
it: Rotazione anello stellare

source: Stars Count Per Ring
it: Numero stelle per anello

source: Colors 1-6
it: Colori 1-6

source: Noise
it: Rumore

source: Spoke Count
it: Numero razze

source: Rotation Speed
it: Velocità rotazione

source: Whirling
it: Avvitamento

source: Details
it: Dettagli

source: Brightness
it: Luminosità

source: Red Speed
it: Velocità rosso

source: Green Speed
it: Velocità verde

source: Blue Speed
it: Velocità blu

source: Animation Split
it: Suddivisione animazione

source: Horizontal Sparkle Position
it: Posizione orizzontale scintille

source: Vertical Sparkle Position
it: Posizione verticale scintille

source: Rotate Window
it: Ruota finestra

source: Sparkle Rotation
it: Rotazione scintille

source: Sparkle Size
it: Dimensione scintille

source: Color #1
it: Colore n. 1

source: Color #2
it: Colore n. 2

source: Color #3
it: Colore n. 3

source: Open effect preview window
it: Apri finestra anteprima effetto

source: Opens a window using the currently selected effect.
it: Apre una finestra utilizzando l'effetto selezionato attualmente.
