Repository: linuxmint/cinnamon-spices-extensions
Catalog: DesktopCube@yare/files/DesktopCube@yare/po/*.po
Languages: ca, es, fi, hu, it, nl, vi

source: Desktop Cube
ca: Escriptori de cub
es: Escritorio de cubo
hu: Asztal Kocka
it: Cubo Desktop
nl: Bureaubladkubus
vi: Khối Màn hình

source: Compiz Cube-like animation for workspace switching
ca: Animació de cub de Compiz per canviar d'espai de treball
es: Animación Compiz Cube para cambiar de espacio de trabajo
fi: Compiz Cube kuutio animaatio työtilan vaihtamiseen ⬅ ➡ ctrl+alt
hu: Compiz kocka szerű animáció a munkaterületek közti váltásra
it: Animazione simile a un cubo di Compiz per la commutazione dell'area di lavoro
nl: Compiz Cube-achtige animatie voor het wisselen van werkruimtes
vi: Hoạt ảnh giống Khối Compiz để chuyển đổi không gian làm việc

source: Animation duration
ca: Duració de l'animació
es: Duración de la animación
fi: Animaation kesto
hu: Animáció időtartama
it: Durata animazione
nl: Animatieduur
vi: Thời lượng hoạt ảnh

source: Pullaway proportion from screen
ca: Distància de separació entre la pantalla
es: Distancia de separación de la pantalla
fi: Mitta verrattuna näytön reunasta
hu: Képernyőről való elhúzás mértéke
it: Allontana la proporzione dallo schermo
nl: Verhouding van het wegtrekken van het scherm
vi: Tỷ lệ kéo ra khỏi màn hình

source: Effects
ca: Efectes
es: Efectos
fi: Tehosteet
hu: Effektusok
it: Effetti
nl: Effecten
vi: Hiệu ứng

source: Scale effect
ca: Efecte d'allunyament de pantalla
es: Efecto de alejamiento de pantalla
fi: Skaalaustehoste
hu: Eltávolodás effektus
it: Effetto scala
nl: Vergroten effect
vi: Hiệu ứng tỷ lệ

source: Unscale effect
ca: Efecte d'apropament de la pantalla
es: Efecto de acercamineto de la pantalla
fi: Skaalaamaton
hu: Közelítés effektus
it: Effetto non in scala
nl: Verkleinen effect
vi: Hiệu ứng bỏ tỷ lệ

source: Begin rotate effect
ca: Efecte de l'inici de la rotació
es: Efecto de inicio de rotación
fi: Aloita kierto
hu: Forgás kezdetének effektusa
it: Effetto inizio rotazione
nl: Begin draai-effect
vi: Bắt đầu hiệu ứng xoay

source: End rotate effect
ca: Efecte del final de la rotació
es: Efecto fin de rotación
fi: Lopeta kierto
hu: Forgás végének effektusa
it: Effetto fine rotazione
nl: Eind draai-effect
vi: Kết thúc hiệu ứng xoay

source: System Settings
ca: Configuració del sistema
es: Configuración del sistema
fi: Järjestelmäasetukset
hu: Rendszerbeállítások
it: Impostazioni di Sistema
nl: Systeeminstellingen
vi: Cài đặt Hệ thống

source: Open Cinnamon Settings to manage Workspaces
ca: Obrir la configuració de Cinnamon per gestionar els espais de treball
es: Abrir la configuración de Cinnamon para gestionar los espacios de trabajo
fi: Avaa Cinnamon työtilojen asetukset
hu: Cinnamon beállítások megnyitása a munkaterületek kezeléséhez
it: Apri le impostazioni di Cinnamon per gestire le Aree di Lavoro
nl: Open Cinnamon Instellingen om Werkruimtes te beheren
vi: Mở Cài đặt Cinnamon để quản lý Không gian làm việc

source: Animation duration (seconds)
ca: Duració de l'animació (segons)
es: Duración de la animación (segundos)
fi: Animaation kesto (sekuntia)
hu: Animáció időtartama (másodperc)
it: Durata animazione (secondi)
nl: Animatieduur (seconden)
vi: Thời lượng hoạt ảnh (giây)

source: Cube size (percent of screen size)
ca: Mida del cub (percentatge de la pantalla)
es: Tamaño del cubo (porcentaje del tamaño de la pantalla)
fi: Kuution koko (prosenttia näytön koosta)
hu: Kocka mérete (a képernyő méretének százalékában)
it: Dimensione del cubo (percentuale dimensione schermo)
nl: Kubusgrootte (percentage van het schermformaat)
vi: Kích thước khối (phần trăm kích thước màn hình)

source: Include Panels
ca: Incloure els taulers
es: Incluir paneles
fi: Sisältää paneelit
hu: Tartalmazza a paneleket
it: Includi pannelli
nl: Inclusief Panelen
vi: Bao gồm Panel

source: Include the panels while animating. In most cases the panels are not properly painted or completely invisible anyhow, so it's best to leave this disabled
ca: Inclou els taulers durant l'animació. En la majoria de casos els taulers no són dibuixats o es mantenen invisibles, així que és millor deixar aquesta opció desactivada
es: Incluir los paneles durante la animación. En la mayoría de los casos, los paneles no están bien pintados o son completamente invisibles, por lo que es mejor dejar esta opción desactivada
fi: Ota paneeli mukaan animoinnin aikana. Useimmissa tapauksissa paneelit eivät ole maalattuja tai kokonaan läpinäkyviä, joten on parempi jättää tämä pois käytöstä
it: Includi i pannelli durante l'animazione. Nella maggior parte dei casi i pannelli non sono disegnati correttamente o sono comunque completamente invisibili, quindi è meglio lasciare questa opzione disattivata
nl: Inclusief de panelen tijdens het animeren. In de meeste gevallen worden de panelen niet goed weergegeven of zijn ze volledig onzichtbaar, dus het is het beste om dit uitgeschakeld te laten.
vi: Bao gồm các panel trong khi tạo hoạt ảnh. Trong hầu hết các trường hợp, các panel không được vẽ đúng cách hoặc hoàn toàn không hiển thị, vì vậy tốt nhất nên để tùy chọn này bị tắt

source: Use Cube effect with the Workspace Switcher applet
ca: Utilitza l'efecte del cub amb la miniaplicació de gestió d'espais de treball
es: Utilizar el efecto Cubo con el applet de cambio de espacio de trabajo
fi: Käytä tehostetta työtilan vaihtajan kanssa
hu: Használja a Kocka effektust a Munkaterület-váltó kisalkalmazással
it: Usa l'effetto Cubo con l'applet di commutazione area di lavoro
nl: Gebruik kubus-effect met de Workspace Switcher-applet
vi: Sử dụng hiệu ứng Khối với applet Bộ chuyển đổi Không gian làm việc

source: Override the moveToWorkspace() API so that the Cube effect is used by the Workspace Switcher Applet when changing the current workspace
ca: Sobreescriu la funció moveToWorkspace() de l'API de manera que l'efecte del cub sigui utilitzat per la miniaplicació de canviar d'espai de treball mentre es canviï l'espai de treball actual
es: Anular la API moveToWorkspace() para que el efecto Cubo sea utilizado por el Applet de cambio de espacio de trabajo al cambiar el espacio de trabajo actual
fi: Ohita moveToWorkspace() API niin, että työtilan vaihtaja käyttää kuutiotehostetta vaihdettaessa nykyistä työtilaa
hu: A moveToWorkspace() API felülírása, hogy a Kocka effektust használja a Munkaterület-váltó kisalkalmazás az aktuális munkaterület megváltoztatásakor
it: Sostituisce l'API moveToWorkspace() in modo che l'effetto Cubo venga utilizzato dall'applet di commutazione area di lavoro quando si cambia l'area di lavoro corrente
nl: Overschrijf de moveToWorkspace() API zodat het kubus-effect wordt gebruikt door de Workspace Switcher Applet bij het veranderen van de huidige werkruimte
vi: Ghi đè API moveToWorkspace() để hiệu ứng Khối được sử dụng bởi Applet Bộ chuyển đổi Không gian làm việc khi thay đổi không gian làm việc hiện tại

source: Use Cube effect when changing focus causes a workspace switch
ca: Utilitza l'efecte de cub quan un canvi de focus causi un canvi d'espai de treball
es: Utilizar el efecto Cubo cuando el cambio de enfoque provoque un cambio de espacio de trabajo
fi: Käytä tehostetta kun kohdistuksen muutos vaihtaa työtilan
hu: Használja a Kocka effektust, ha a fókusz megváltoztatása munkaterület-váltást okoz
it: Usa l'effetto Cubo quando la modifica dello stato attivo provoca un cambio di area di lavoro
nl: Gebruik kubus-effect wanneer het veranderen van focus een wissel van werkruimte veroorzaakt
vi: Sử dụng hiệu ứng Khối khi thay đổi tiêu điểm gây ra chuyển đổi không gian làm việc

source: Override the activateWindow() API so that when a window on another workspace is given the focus, the Cube effect is used to change the current workspace
ca: Sobreescriu la funció activateWindow() de l'API de manera que quan una finestra en un altre espai de treball rebi el focus, l'efecte de cub s'utilitzi per a canviar l'espai de treball actual
es: Anular la API activateWindow() para que cuando una ventana en otro espacio de trabajo reciba el foco, el efecto Cubo se utilice para cambiar el espacio de trabajo actual
fi: Ohita API niin, että kun toisen työtilan ikkuna on kohdistettu, kuutio-tehostetta käytetään muuttamaan nykyistä työtilaa
hu: Az activateWindow() API felülírása, így amikor egy másik munkaterületen lévő ablak kerül a fókuszba, a Kocka effektussal módosítható az aktuális munkaterület
it: Sostituisce l'API activateWindow() in modo che quando viene data priorità a una finestra su un'altra area di lavoro, l'effetto Cubo venga utilizzato per modificare l'area di lavoro corrente
nl: Overschrijf de activateWindow() API zodat wanneer een venster in een andere werkruimte de focus krijgt, het kubus-effect wordt gebruikt om de huidige werkruimte te wisselen
vi: Ghi đè API activateWindow() để khi một cửa sổ trên không gian làm việc khác được cấp tiêu điểm, hiệu ứng Khối được sử dụng để thay đổi không gian làm việc hiện tại

source: Effect Easing
ca: Suavitzat d'efectes
es: Suavizado de efectos
fi: Tehosteen helpotus
hu: Hatás könnyítése
it: Effetto di attenuazione
nl: Effectversnelling
vi: Làm mượt Hiệu ứng

source: Scale easing
ca: Suavitzat d'escalat
es: Suavizar escalado
fi: Skaalauksen helpotus
hu: Skála könnyítése
it: Attenuazione scala
nl: Schaalversnelling
vi: Làm mượt tỷ lệ

source: Back
ca: Enrere
es: Atrás
fi: Takaisku
hu: Vissza
it: Indietro
nl: Terug

source: Bounce
ca: Rebot
es: Rebote
fi: Pomppu
hu: Pattanás
it: Rimbalzo
nl: Stuiteren

source: Circ
ca: Cercle
es: Círculo
fi: Piiri
hu: Kör
nl: Cirkel

source: Cubic
ca: Cúbic
es: Cúbico
fi: Kuutio
hu: Kockás
it: Cubico
nl: Kubisch

source: Elastic
ca: Elàstic
es: Elástico
fi: Jousto
hu: Elasztkikus
it: Elastico
nl: Elastisch

source: Expo
ca: Exposició
es: Exposición
fi: Alue

source: Sine
ca: Sinus
es: Seno
fi: Kaari
hu: Szinusz
nl: Sinus

source: Quad
es: Cuádruple
fi: Neliö

source: Quart
es: Cuarto
fi: Kvartti
nl: Kwart

source: Quint
ca: Quinta
es: Quinta
fi: Viisikko

source: Rotate easing
ca: Suavitzar rotació
es: Suavizar rotación
fi: Kääntämisen helpotus
hu: Forgás könnyítése
it: Attenuazione rotazione
nl: Rotatieversnelling
vi: Làm mượt xoay

source: Open easing information website
ca: Obre el lloc web amb informació de la suavització
es: Abrir sitio web sobre suavizado de efectos
fi: Avaa helpotuksen tiedot sivusto
hu: Nyissa meg a könnyítési információs webhelyet
it: Apri il sito web informativo sull'attenuazione
nl: Open website met informatie over versnelling
vi: Mở trang web thông tin làm mượt

source: Open Cinnamon Keyboard Settings to manage Workspace hotkeys
ca: Obre la configuració de Cinnamon per gestionar les dreceres dels espais de treball
es: Abrir la configuración del teclado de Cinnamon para gestionar las teclas de acceso rápido del espacio de trabajo
fi: Avaa Cinnamon asetukset ja hallinnoi työtilan pikanäppäimiä
hu: Nyissa meg a Cinnamon billentyűzet beállításait a munkaterület gyorsbillentyűinek kezeléséhez
it: Apri le impostazioni tastiera di Cinnamon per gestire i tasti di scelta rapida dell'area di lavoro
nl: Open Cinnamon toetsenbordinstellingen om werkruimtes te beheren
vi: Mở Cài đặt Bàn phím Cinnamon để quản lý phím tắt Không gian làm việc

source: General
fi: Yleinen
hu: Általános
it: Generale
nl: Algemeen
vi: Chung

source: Use Cube effect when switching workspaces using touchpad gestures
vi: Sử dụng hiệu ứng Khối khi chuyển đổi không gian làm việc bằng cử chỉ touchpad

source: Override the WorkspaceSwitchAction API so workspace switch touchpad gestures will use the Cube effect
vi: Ghi đè API WorkspaceSwitchAction để các cử chỉ touchpad chuyển đổi không gian làm việc sẽ sử dụng hiệu ứng Khối
