Repository: linuxmint/cinnamon-spices-extensions
Catalog: csspanels@dr.drummie/files/csspanels@dr.drummie/po/*.po
Languages: da, de, es, fi, fr, hr, hu, it, nl, no, pl, pt, sk, sv, tr

source: Dynamic control of panel and popups transparency and blur effects - based on BlurCinnamon@klangman
da: Dynamisk styring af panel- og pop op-gennemsigtighed samt sløringseffekter – baseret på BlurCinnamon@klangman
de: Dynamische Steuerung der Transparenz- und Unschärfeeffekte von Panel und Popups – basierend auf BlurCinnamon@klangman
es: Control dinámico de la transparencia y los efectos de desenfoque de panel y emergentes: basado en BlurCinnamon@klangman
fr: Contrôle dynamique de la transparence et des effets de flou du panneau et des menus contextuels – basé sur BlurCinnamon@klangman
hr: Dinamičko upravljanje efektima prozirnosti i zamućenja panela i iskačućih izbornika - temeljeno na BlurCinnamon@klangman
hu: Panel és felugró menük átlátszóságának és elmosódási effektusainak dinamikus vezérlése – a BlurCinnamon@klangman bővítmény alapján
nl: Dynamische aansturing van paneel- en pop-up transparantie- en vervagingseffec-ten – gebaseerd op BlurCinnamon@klangman
no: Dynamisk kontroll av panel- og popup-gjennomsiktighet og uskarphetseffekter – basert på BlurCinnamon@klangman
pl: Dynamiczne sterowanie przezroczystością i efektami rozmycia panelu oraz menu podręcznych – bazujące na BlurCinnamon@klangman
pt: Controlo dinâmico da transparência e dos efeitos de desfoque do painel e dos menus pop-up – baseado em BlurCinnamon@klangman
sk: Dynamické ovládanie priehľadnosti a efektov rozostrenia panela a ponúk – založené na BlurCinnamon@klangman
sv: Dynamisk kontroll av panel- och popup-transparens och oskärpeeffekter – baserad på BlurCinnamon@klangman
tr: Panel ve açılır menülerin şeffaflık ve bulanıklık efektlerinin dinamik kontrolü – BlurCinnamon@klangman tabanlı

source: Apply transparency and blur effects to On-Screen Display elements like volume sliders, brightness controls, and other overlay elements. Creates a consistent glass appearance.
da: Anvend gennemsigtigheds- og sløringseffekter på On-Screen Display-elementer som lydstyrkeregulatorer, lysstyrkekontroller og andre overlay-elementer. Skaber et ensartet glaslook.
de: Wendet Transparenz- und Unschärfeeffekte auf On-Screen-Display-Elemente wie Lautstärkeregler, Helligkeitsregler und andere Overlay-Elemente an. Erzeugt ein einheitliches Glas-Design.
es: Aplica efectos de transparencia y desenfoque a los elementos de visualización en pantalla, como controles de volumen, ajustes de brillo y otros elementos superpuestos. Crea una apariencia de cristal coherente.
fr: Applique des effets de transparence et de flou aux éléments d'affichage à l'écran (OSD) tels que les curseurs de volume, les commandes de luminosité et autres éléments superposés. Crée une apparence de verre cohérente.
hr: Primijeni efekte prozirnosti i zamućenja na elemente On-Screen Display-a poput klizača glasnoće, kontrola svjetline i drugih preklopnih elemenata. Stvara dosljedan staklasti izgled.
hu: Alkalmazzon átlátszóságot és elmosódási effekteket az OSD (képernyőn megjelenő) elemekre, mint a hangerőszabályzók, fényerő-vezérlők és más átfedő elemek. Egységes üveghatást eredményez.
nl: Pas transparantie- en vervagingseffecten toe op OSD-elementen zoals volumepi-jlers, helderheidsregelaars en andere overlay-onderdelen. Zorgt voor een consistent glas­uiterlijk.
no: Bruk gjennomsiktighet og uskarphetseffekter på On-Screen Display-elementer som volumkontroller, lysstyrkekontroller og andre overlappende elementer. Skaper et konsistent glassutseende.
pl: Zastosuj efekty przezroczystości i rozmycia do elementów OSD, takich jak suwaki głośności, kontrolki jasności i inne elementy nakładki. Tworzy spójny wygląd szkła.
pt: Aplicar efeitos de transparência e desfoque a elementos OSD (On-Screen Display), como controlos de volume, reguladores de brilho e outros elementos de sobreposição. Cria um aspeto de vidro consistente.
sk: Aplikovať priehľadnosť a efekty rozostrenia na prvky On-Screen Display, ako sú posuvníky hlasitosti, ovládanie jasu a ďalšie prekryvné prvky. Vytvára konzistentný sklenený vzhľad.
sv: Tillämpa transparens- och oskärpeeffekter på OSD-element som volymreglage, ljusstyrkekontroller och andra överlagringsobjekt. Skapar ett enhetligt glasutseende.
tr: Ses seviyesi kaydırıcıları, parlaklık kontrolleri ve diğer katman öğeleri gibi Ekrandaki Görüntü (OSD) öğelerine şeffaflık ve bulanıklık efektleri uygular. Tutarlı bir cam görünümü oluşturur.

source: Apply transparency and blur effects to system notifications (volume, brightness, etc.). This will make notifications match your panel's glass morphism style.
da: Anvend gennemsigtigheds- og sløringseffekter på systemmeddelelser (lydstyrke, lysstyrke osv.). Dette får meddelelser til at matche dit panels glasmorfisme-stil.
de: Wendet Transparenz- und Unschärfeeffekte auf Systembenachrichtigungen (Lautstärke, Helligkeit usw.) an. Dadurch passen sich die Benachrichtigungen dem Glasmorphismus-Design Ihres Panels an.
es: Aplica efectos de transparencia y desenfoque a las notificaciones del sistema (volumen, brillo, etc.). Esto hará que las notificaciones coincidan con el estilo de glass morphism de tu panel.
fr: Applique des effets de transparence et de flou aux notifications système (volume, luminosité, etc.). Cela permet aux notifications de correspondre au style glassmorphism de votre panneau.
hr: Primijeni efekte prozirnosti i zamućenja na sistemske obavijesti (glasnoća, svjetlina, itd.). Ovo će učiniti da obavijesti odgovaraju staklastom stilu vaše ploče.
hu: Alkalmazzon átlátszóságot és elmosódási effekteket a rendszerértesítésekre (hangerő, fényerő stb.). Így az értesítések illeszkednek a panel üvegmorfizmus stílusához.
nl: Pas transparantie- en vervagingseffecten toe op systeemberichten (volume, helderheid, enz.). Dit laat berichten aansluiten op de glass-morphism-stijl van uw paneel.
no: Bruk gjennomsiktighet og uskarphetseffekter på systemvarsler (volum, lysstyrke osv.). Dette får varslene til å matche panel-stilens glassmorfisme.
pl: Zastosuj efekty przezroczystości i rozmycia do powiadomień systemowych (głośność, jasność itp.). Dzięki temu powiadomienia będą zgodne ze stylem glassmorphism twojego panelu.
pt: Aplicar efeitos de transparência e desfoque às notificações do sistema (volume, brilho, etc.). Isto fará com que as notificações correspondam ao estilo glassmorphism do painel.
sk: Aplikovať priehľadnosť a efekty rozostrenia na systémové oznámenia (hlasitosť, jas atď.). Tým zabezpečíte, že oznámenia budú zodpovedať sklenenému vzhľadu panela.
sv: Tillämpa transparens- och oskärpeeffekter på systemmeddelanden (volym, ljusstyrka, osv.). Detta gör att meddelanden matchar panelens glassmorphism-stil.
tr: Sistem bildirimlerine (ses, parlaklık vb.) şeffaflık ve bulanıklık efektleri uygular. Böylece bildirimler panelinizin cam morfizm stiline uyum sağlar.

source: Extended UI Styling
da: Udvidet UI-styling
de: Erweitertes UI-Styling
es: Estilo de interfaz extendido
fr: Style UI étendu
hr: Prošireno stiliziranje UI-ja
hu: Kiterjesztett UI-stílus
nl: Uitgebreide UI-styling
no: Utvidet UI-styling
pl: Rozszerzone stylowanie UI
pt: Estilo UI estendido
sk: Rozšírené štýlovanie UI
sv: Utökat UI-styling
tr: Gelişmiş UI stili

source: Style OSD (On-Screen Display) elements
da: Style OSD (On-Screen Display)-elementer
de: OSD-Elemente (On-Screen Display) stylen
es: Estilizar elementos OSD (On-Screen Display)
fr: Styliser les éléments OSD (affichage à l'écran)
hr: Stiliziraj elemente OSD-a (On-Screen Display)
hu: OSD-elemek stílusa
nl: Stijl OSD-elementen
no: Stil OSD (On-Screen Display)-elementer
pl: Stylizuj elementy OSD (On-Screen Display)
pt: Estilizar elementos OSD (On-Screen Display)
sk: Štýlovať prvky OSD (On-Screen Display)
sv: Styla OSD-element
tr: OSD öğelerini stillendir

source: Style system notifications
da: Stil systemmeddelelser
de: Systembenachrichtigungen gestalten
es: Estilizar notificaciones del sistema
fr: Styliser les notifications système
hr: Stiliziraj sistemske obavijesti
hu: Rendszerértesítések stílusa
it: Nascondi indicatore nella barra di sistema
nl: Stijl systeem­berichten
no: Stil systemvarsler
pl: Stylizuj powiadomienia systemowe
pt: Estilizar notificações do sistema
sk: Štýlovať systémové oznámenia
sv: Styla systemmeddelanden
tr: Sistem bildirimlerini stillendir

source: Apply transparency and blur effects to Alt-Tab window switcher. Creates a consistent glass appearance for the application switcher.
hr: Primijeni efekte prozirnosti i zamućenja na Alt-Tab prebacivač prozora. Stvara dosljedan staklasti izgled za prebacivač aplikacija.

source: Apply transparency and blur effects to desktop right-click context menus
hr: Primijeni efekte prozirnosti i zamućenja na kontekstne izbornike radne površine (desni klik)

source: Apply transparency and blur effects to tooltip elements that appear when hovering over panel items and other UI elements. Creates a consistent glass appearance.
hr: Primijeni efekte prozirnosti i zamućenja na elemente tooltip-a koji se pojavljuju pri prelasku mišem preko stavki panela i drugih UI elemenata. Stvara dosljedan staklasti izgled.

source: Enable desktop context menu styling
hr: Omogući stiliziranje kontekstnih izbornika radne površine

source: Style Alt-Tab switcher elements
hr: Stiliziraj elemente Alt-Tab prebacivača

source: Style tooltip elements
hr: Stiliziraj elemente tooltip-a
