Repository: linuxmint/cinnamon-spices-extensions
Catalog: csspanels@dr.drummie/files/csspanels@dr.drummie/po/*.po
Languages: da, de, es, fi, fr, hr, hu, it, nl, no, pl, pt, sk, sv, tr

source: Defines the thickness of the border around blurred elements. Thicker borders (3-5px) create a more prominent frame for emphasis, while thinner (0-1px) or none (0px) give a seamless, integrated glass look.
da: Definerer tykkelsen af kanten omkring slørede elementer. Tykkere kanter (3–5 px) skaber en mere fremtrædende ramme til fremhævelse, mens tyndere (0–1 px) eller ingen (0 px) giver et sømløst, integreret glaslook.
de: Legt die Dicke des Rahmens um unscharfe Elemente fest. Dickere Rahmen (3–5 px) schaffen einen auffälligeren Rahmen zur Betonung, während dünnere (0–1 px) oder keine (0 px) ein nahtloses, integriertes Glasdesign ergeben.
es: Define el grosor del borde alrededor de los elementos desenfocados. Bordes más gruesos (3–5 px) crean un marco más destacado para énfasis, mientras que bordes más delgados (0–1 px) o ninguno (0 px) ofrecen un aspecto de cristal integrado y sin costuras.
fi: Määrittää sumennettujen elementtien reunuksen paksuuden. Paksummat reunukset (3–5 px) luovat erottuvamman kehyksen korostukseen, kun taas ohuemmat (0–1 px) tai ei lainkaan (0 px) tarjoavat saumattoman, integroidun lasimaisen ilmeen.
fr: Définit l'épaisseur de la bordure autour des éléments flous. Des bordures plus épaisses (3–5 px) créent un cadre plus prononcé pour l'accentuation, tandis que des bordures plus fines (0–1 px) ou aucune (0 px) offrent un aspect vitré intégré sans couture.
hr: Definira debljinu obruba oko zamagljenih elemenata. Deblji obrubi (3-5px) stvaraju istaknutiji okvir za naglasak, dok tanji (0-1px) ili nijedan (0px) daju besprijekoran, integrirani staklasti izgled.
hu: Meghatározza az elmosódott elemek körüli szegély vastagságát. A vastagabb szegélyek (3–5 px) hangsúlyos keretet adnak, míg a vékonyabb (0–1 px) vagy a hiányzó (0 px) szegély tiszta, integrált üveghatást eredményez.
it: Definisce lo spessore del bordo intorno agli elementi sfocati. Bordi più spessi (3–5 px) creano cornici più evidenti per enfatizzare, mentre bordi più sottili (0–1 px) o assenti (0 px) offrono un look vetroso uniforme e integrato.
nl: Bepaalt de dikte van de rand rond vervaagde elementen. Dikkere randen (3–5px) creëren een nadrukkelijk kader, terwijl dunnere (0–1px) of geen (0px) randen een naadloze glaslook geven.
no: Definerer tykkelsen på kanten rundt uskarpelementer. Tykkere kanter (3–5px) gir en mer fremtredende ramme for å fremheve, mens tynnere kanter (0–1px) eller ingen (0px) gir et sømløst, integrert glassutseende.
pl: Określa grubość obramowania wokół rozmytych elementów. Grubsze obramowania (3–5px) tworzą wyraźniejszą ramę dla podkreślenia, podczas gdy cieńsze (0–1px) lub brak (0px) zapewniają jednolity, zintegrowany wygląd szkła.
pt: Define a espessura da borda em torno dos elementos desfocados. Bordas mais grossas (3–5 px) criam uma moldura mais proeminente para ênfase, enquanto bordas finas (0–1 px) ou nenhuma (0 px) conferem um aspeto de vidro integrado e sem emendas.
sk: Určuje hrúbku rámu okolo rozostrených prvkov. Hrubšie rámy (3–5 px) vytvárajú výraznejší rám na zdôraznenie, zatiaľ čo tenšie (0–1 px) alebo žiadne (0 px) poskytujú plynulý, integrovaný sklenený vzhľad.
sv: Definierar kantens tjocklek runt oskarpa element. Tjockare kanter (3–5 px) skapar en mer framträdande ram för betoning, medan tunnare (0–1 px) eller inga (0 px) ger en sömlös, integrerad glaslook.
tr: Bulanıklaştırılan öğelerin etrafındaki kenarın kalınlığını tanımlar. 3–5px arası kalınlık vurguyu artırırken, 0–1px arası ince veya 0px hiç kenar kesintisiz bir cam görünümü sağlar.

source: Display control icon in system tray for quick access to transparency settings. Click to open extension preferences.
da: Vis kontrolikon i systembakken for hurtig adgang til gennemsigtigheds-indstillinger. Klik for at åbne udvidelsesindstillinger.
de: Zeigt das Steuerungssymbol im System-Tray für schnellen Zugriff auf die Transparenzeinstellungen an. Klicken Sie darauf, um die Erweiterungsoptionen zu öffnen.
es: Muestra el icono de control en la bandeja del sistema para acceder rápidamente a los ajustes de transparencia. Haz clic para abrir las preferencias de la extensión.
fi: Näytä ohjauskuvake järjestelmäalueella nopeaa pääsyä läpinäkyvyysasetuksiin varten. Napsauta avataksesi laajennuksen asetukset.
fr: Affiche l'icône de contrôle dans la zone de notification pour un accès rapide aux paramètres de transparence. Cliquez pour ouvrir les préférences de l'extension.
hr: Prikaži ikonu kontrole u sistemskoj traci za brz pristup postavkama prozirnosti. Kliknite za otvaranje postavki ekstenzije.
hu: Megjeleníti az átlátszóság-vezérlő ikont a rendszerértesítési területen a gyors hozzáféréshez. Kattintson rá a bővítmény beállításainak megnyitásához.
it: Mostra l’icona di controllo nella barra di sistema per un accesso rapido alle impostazioni di trasparenza. Fai clic per aprire le preferenze dell’estensione.
nl: Toon bedien­icoon in systeemvak voor snelle toegang tot transparantie­instellingen. Klik om de extensie­voorkeuren te openen.
no: Vis kontrollikon i systemstatusfeltet for rask tilgang til gjennomsiktighets-innstillinger. Klikk for å åpne utvidelsesinnstillingene.
pl: Wyświetl ikonę sterowania w zasobniku systemowym dla szybkiego dostępu do ustawień przezroczystości. Kliknij, aby otworzyć preferencje rozszerzenia.
pt: Mostra o ícone de controlo na bandeja do sistema para acesso rápido às definições de transparência. Clique para abrir as preferências da extensão.
sk: Zobraziť ikonu ovládania na systémovom paneli pre rýchly prístup k nastaveniam priehľadnosti. Kliknutím otvoríte predvoľby rozšírenia.
sv: Visa kontrollikon i systemfältet för snabb åtkomst till transparensinställningar. Klicka för att öppna tilläggsinställningarna.
tr: Şeffaflık ayarlarına hızlı erişim için sistem tepsisinde kontrol simgesini gösterir. Eklenti tercihlerini açmak için tıklayın.

source: Enable debug logging
da: Aktiver debug-logning
de: Debug-Logging aktivieren
es: Habilitar registro de depuración
fi: Ota virheenkorjauslokitus käyttöön
fr: Activer la journalisation de débogage
hr: Omogući debug zapisivanje
hu: Hibakeresési naplózás engedélyezése
it: Abilita log di debug
nl: Debug­logregistratie inschakelen
no: Aktiver feilsøkingslogg
pl: Włącz logowanie debugowania
pt: Ativar registo de depuração
sk: Povoliť protokolovanie ladenia
sv: Aktivera felsökningsloggning
tr: Hata ayıklama günlüğünü etkinleştir

source: Enable detailed logging for troubleshooting extension issues. Check terminal output with 'journalctl -f' for detailed information.
da: Aktiver detaljeret logning til fejlfinding af udvidelsesproblemer. Tjek terminaloutput med 'journalctl -f' for detaljerede oplysninger.
de: Aktiviert detailliertes Logging zur Fehlerbehebung bei Erweiterungsproblemen. Überprüfen Sie die Terminalausgabe mit 'journalctl -f' für ausführliche Informationen.
es: Habilita el registro detallado para solucionar problemas de la extensión. Revisa la salida del terminal con 'journalctl -f' para obtener información detallada.
fi: Ota yksityiskohtainen lokitus käyttöön laajennuksen ongelmien vianmääritystä varten. Tarkista terminaalin tuloste komennolla 'journalctl -f' saadaksesi lisätietoja.
fr: Active la journalisation détaillée pour le dépannage des problèmes de l'extension. Vérifiez la sortie du terminal avec « journalctl -f » pour des informations détaillées.
hr: Omogući detaljno zapisivanje za otklanjanje problema s ekstenzijom. Provjerite izlaz terminala s 'journalctl -f' za detaljne informacije.
hu: A részletes naplózás engedélyezése a bővítmény problémáinak elhárításához. Ellenőrizze a terminál kimenetét a 'journalctl -f' parancs segítségével a részletes információkért.
it: Abilita il logging dettagliato per la risoluzione dei problemi dell’estensione. Controlla l’output del terminale con ‘journalctl -f’ per informazioni dettagliate.
nl: Schakel gedetailleerde logregistratie in voor het verhelpen van extensie­problemen. Bekijk de terminal­output met ‘journalctl -f’ voor uitgebreide informatie.
no: Aktiver detaljert loggføring for feilsøking av utvidelsesproblemer. Sjekk terminalutgangen med 'journalctl -f' for detaljer.
pl: Włącz szczegółowe logowanie w celu rozwiązywania problemów z rozszerzeniem. Sprawdź wyjście terminala za pomocą 'journalctl -f' dla szczegółowych informacji.
pt: Ativa registo detalhado para resolução de problemas da extensão. Verifique a saída do terminal com 'journalctl -f' para obter informações detalhadas.
sk: Povoliť detailné protokolovanie na riešenie problémov s rozšírením. Skontrolujte výstup terminálu pomocou 'journalctl -f' pre podrobné informácie.
sv: Aktivera detaljerad loggning för felsökning av tilläggsproblem. Kontrollera terminalutdata med 'journalctl -f' för mer information.
tr: Eklenti sorunlarını gidermek için ayrıntılı günlüklemeyi etkinleştirir. Ayrıntılar için terminal çıktısını 'journalctl -f' ile kontrol edin.

source: Enable rounded corners on taskbar for modern appearance. May look odd at screen edges depending on your theme.
da: Aktiver afrundede hjørner på proceslinjen for et moderne udseende. Kan se underligt ud i skærmkanten afhængigt af dit tema.
de: Aktiviert abgerundete Ecken in der Taskleiste für ein modernes Aussehen. Je nach Theme kann dies an Bildschirmrändern ungewöhnlich wirken.
es: Habilita esquinas redondeadas en la barra de tareas para un aspecto moderno. Puede verse extraño en los bordes de la pantalla según tu tema.
fi: Ota tehtäväpalkin pyöristetyt kulmat käyttöön modernia ilmettä varten. Voi näyttää epäluontevalta näytön reunoilla teeman mukaan.
fr: Active les coins arrondis sur la barre des tâches pour un aspect moderne. Peut sembler étrange aux bords de l'écran selon votre thème.
hr: Omogući zaobljene kutove na traci zadataka za moderan izgled. Može izgledati čudno na rubovima ekrana ovisno o temi.
hu: A tálca lekerekített sarkainak engedélyezése a modernebb megjelenésért. A képernyő szélén a téma függvényében furcsán is kinézhet.
it: Abilita angoli arrotondati sulla barra delle applicazioni per un look moderno. Potrebbe apparire strano ai bordi dello schermo a seconda del tema.
nl: Schakel afgeronde hoeken op de taakbalk in voor een modern uiterlijk. Kan aan de schermranden vreemd ogen afhankelijk van uw thema.
no: Aktiver avrundede hjørner på oppgavelinjen for et moderne utseende. Kan se merkelig ut ved skjermkantene avhengig av tema.
pl: Włącz zaokrąglone rogi na pasku zadań dla nowoczesnego wyglądu. Może wyglądać dziwnie na krawędziach ekranu w zależności od motywu.
pt: Ativa cantos arredondados na barra de tarefas para um aspeto moderno. Pode parecer estranho nas extremidades do ecrã consoante o tema.
sk: Povoliť zaoblené rohy na paneli úloh pre moderný vzhľad. Môže pôsobiť zvláštne na hranách obrazovky v závislosti od témy.
sv: Aktivera rundade hörn på aktivitetsfältet för ett modernt utseende. Kan se lustigt ut vid skärmens kanter beroende på ditt tema.
tr: Modern bir görünüm için görev çubuğunda yuvarlatılmış köşeleri etkinleştirir. Temanıza bağlı olarak ekran kenarında garip görünebilir.

source: Hide label
da: Skjul etiket
de: Beschriftung ausblenden
es: Ocultar etiqueta
fi: Piilota tunniste
fr: Masquer le libellé
hr: Sakrij oznaku
hu: Felirat elrejtése
it: Nascondi etichetta
nl: Label verbergen
no: Skjul etikett
pl: Ukryj etykietę
pt: Ocultar rótulo
sk: Skryť označenie
sv: Dölj etikett
tr: Etiketi gizle

source: Hide system tray indicator
da: Skjul indikator i systembakken
de: System-Tray-Anzeige ausblenden
es: Ocultar indicador de bandeja del sistema
fi: Piilota järjestelmäalueen kuvake
fr: Masquer l'indicateur de la zone de notification
hr: Sakrij indikator sistemskog tray-a
hu: Rendszerértesítési ikon elrejtése
it: Nascondi indicatore nella barra di sistema
nl: Systeemvak­indicator verbergen
no: Skjul systemstatusindikator
pl: Ukryj wskaźnik zasobnika systemowego
pt: Ocultar indicador da bandeja do sistema
sk: Skryť indikátor na systémovom paneli
sv: Dölj systemfältindikator
tr: Sistem tepsisi göstergesini gizle

source: Hide the transparency control icon from the system tray. You can still access settings through Cinnamon Settings > Extensions.
da: Skjul gennemsigtighedskontrolikonet fra systembakken. Du kan stadig få adgang til indstillinger via Cinnamon-indstillinger > Udvidelser.
de: Blendet das Transparenz-Steuerungssymbol aus dem System-Tray aus. Sie können Weiterhin über Cinnamon-Einstellungen > Erweiterungen auf die Einstellungen zugreifen.
es: Oculta el icono de control de transparencia de la bandeja del sistema. Aún puedes acceder a los ajustes en Configuración de Cinnamon > Extensiones.
fi: Piilota läpinäkyvyyden ohjauskuvake järjestelmäalueelta. Voit silti päästä asetuksiin Cinnamon-asetuksista > Laajennukset.
fr: Masque l'icône de contrôle de la transparence dans la zone de notification. Vous pouvez toujours accéder aux paramètres via Paramètres Cinnamon > Extensions.
hr: Sakrij ikonu kontrole prozirnosti iz sistemskog tray-a. Još uvijek možete pristupiti postavkama putem Cinnamon Settings > Extensions.
hu: Elrejti az átlátszóság-vezérlő ikont a rendszerértesítési területről. A beállításokhoz továbbra is hozzáférhet a Cinnamon Beállítások > Bővítmények menüpont alatt.
it: Nasconde l’icona di controllo della trasparenza dalla barra di sistema. Puoi ancora accedere alle impostazioni in Cinnamon Settings > Extensions.
nl: Verberg het transparantie­icoon uit het systeemvak. U kunt de instellingen nog steeds openen via Cinnamon-instellingen > Extensies.
no: Skjul gjennomsiktighetskontrollikonet fra systemstatusfeltet. Du kan fortsatt få tilgang til innstillinger via Cinnamon-innstillinger > Utvidelser.
pl: Ukryj ikonę sterowania przezroczystością z zasobnika systemowego. Nadal możesz uzyskać dostęp do ustawień w Ustawieniach Cinnamon > Rozszerzenia.
pt: Oculta o ícone de controlo de transparência na bandeja do sistema. Ainda pode aceder às definições em Definições do Cinnamon > Extensões.
sk: Skryť ikonu ovládania priehľadnosti zo systémového panela. Stále môžete pristupovať k nastaveniam cez Cinnamon → Rozšírenia.
sv: Dölj transparenskontrollikonen från systemfältet. Du kan fortfarande komma åt inställningarna via Cinnamon > Tillägg.
tr: Şeffaflık kontrol simgesini sistem tepsisinden gizler. Ayarlara hala Cinnamon Ayarları > Eklentiler üzerinden erişebilirsiniz.

source: Menu Opacity
da: Menuopacitet
de: Menü-Deckkraft
es: Opacidad del menú
fi: Valikon peittävyys
fr: Opacité du menu
hr: Neprozirnost izbornika
hu: Menü átlátszatlansága
it: Opacità del menu
nl: Menu­dekkracht
no: Menygjennomsiktighet
pl: Nieprzezroczystość menu
pt: Opacidade do menu
sk: Neprehľadnosť ponuky
sv: Menyopacitet
tr: Menü opaklığı

source: Modifies the overall lightness of the blurred layer. Increase above 1.0 for a brighter, more illuminated glass effect (ideal for light themes), or decrease below 1.0 for darker, moodier tones that blend better with dark backgrounds.
da: Ændrer det overordnede lysniveau i sløringslaget. Øg over 1,0 for en lysere, mere oplyst glaseffekt (ideel til lyse temaer), eller sænk under 1,0 for mørkere, mere stemningsfulde toner, der blander sig bedre med mørke baggrunde.
de: Passt die allgemeine Helligkeit der Unschärfe-Ebene an. Erhöhen Sie über 1,0 für einen helleren, stärker beleuchteten Glaseffekt (ideal für helle Themes) oder verringern Sie unter 1,0 für dunklere, stimmungsvollere Töne, die sich besser in dunkle Hintergründe einfügen.
es: Modifica la luminosidad general de la capa de desenfoque. Incrementa por encima de 1.0 para un efecto de cristal más brillante e iluminado (ideal para temas claros), o disminuye por debajo de 1.0 para tonos más oscuros y sobrios que se integren mejor con fondos oscuros.
fi: Muokkaa sumennuskerroksen yleistä vaaleutta. Nosta arvoa yli 1.0 kirkkaamman, valaistumman lasiefektin saamiseksi (ihanteellinen vaaleisiin teemoihin), tai laske alle 1.0 tummempien, tunnelmallisempien sävyjen luomiseksi, jotka sulautuvat paremmin tummiin taustoihin.
fr: Modifie la luminosité générale de la couche de flou. Augmentez au-dessus de 1.0 pour un effet verre plus lumineux et éclatant (idéal pour les thèmes clairs), ou diminuez en dessous de 1.0 pour des tons plus sombres et feutrés qui s'harmonisent mieux avec les arrière-plans foncés.
hr: Mijenja ukupnu svjetlinu zamagljenog sloja. Povećajte iznad 1.0 za svjetliji, osvijetljeniji staklasti efekt (idealno za svijetle teme), ili smanjite ispod 1.0 za tamnije, raspoloženije tonove koji se bolje stapaju s tamnim pozadinama.
hu: Szabályozza az elmosódási réteg általános fényességét. Növelje 1,0 fölé a kirkább, világosabb üveghatásért (ideális világos témákhoz), vagy csökkentse 1,0 alá a sötétebb, hangulatosabb tónusokért, amelyek jobban illeszkednek a sötét hátterekhez.
it: Modifica la luminosità complessiva del livello di sfocatura. Aumenta oltre 1,0 per un effetto vetroso più luminoso e brillante (ideale per temi chiari), o riduci sotto 1,0 per toni più scuri e intensi che si fondono meglio con sfondi scuri.
nl: Wijzig de algemene helderheid van de vervaging­slaag. Verhoog boven 1,0 voor een feller, meer verlicht glas­effect (ideaal voor lichte thema’s), of verlaag onder 1,0 voor donkere, meer sfeervolle tinten die beter met donkere achtergronden mengen.
no: Endrer den generelle lysheten på uskarphetslaget. Øk over 1,0 for en lysere, mer opplyst glass-effekt (ideelt for lyse temaer), eller senk under 1,0 for mørkere, mer stemningsfulle toner som blander seg bedre med mørke bakgrunner.
pl: Modyfikuje ogólną jasność warstwy rozmycia. Zwiększ powyżej 1,0 dla jaśniejszego, bardziej rozświetlonego efektu szkła (idealnego dla jasnych motywów), lub zmniejsz poniżej 1,0 dla ciemniejszych, bardziej nastrojowych tonów, które lepiej wtapiają się w ciemne tła.
pt: Modifica o nível de brilho geral da camada de desfoque. Aumente acima de 1,0 para um vidro mais brilhante e iluminado (ideal para temas claros), ou diminua abaixo de 1,0 para tons mais escuros e atmosféricos que se integram melhor com fundos escuros.
sk: Upravuje celkovú svetlosť vrstvy rozostrenia. Zvýšenie nad 1,0 prináša jasnejší, viac osvetlený sklenený efekt (ideálne pre svetlé témy), zníženie pod 1,0 vytvára tmavšie, náladovejšie tóny, ktoré sa lepšie – spájajú s tmavými pozadiami.
sv: Ändra den övergripande ljusstyrkan i oskärpelagret. Öka över 1,0 för en ljusare, mer upplyst glaseffekt (perfekt för ljusa teman), eller minska under 1,0 för mörkare, mer stämningsfulla toner som smälter bättre in i mörka bakgrunder.
tr: Bulanıklaştırma katmanının genel parlaklığını değiştirir. 1,0 üzeri parlak, daha ışık saçan bir cam efekti için; 1,0 altı daha karanlık, dramatik tonlar için düşürün.

source: Override panel color
da: Overskriv panelfarve
de: Panel-Farbe überschreiben
es: Reemplazar color del panel
fi: Ohita paneelin väri
fr: Remplacer la couleur du panneau
hr: Nadjačaj boju panela
hu: Panel színének felülbírálása
it: Sostituisci colore del pannello
nl: Paneelkleur overschrijven
no: Overstyr panelfarge
pl: Nadpisz kolor panelu
pt: Sobrescrever cor do painel
sk: Prepísať farbu panela
sv: Skriv över panelfärg
tr: Panel rengini geçersiz kıl

source: Override popup color
da: Overskriv pop op-farve
de: Popup-Farbe überschreiben
es: Reemplazar color de menús emergentes
fi: Ohita ponnahdusvalikon väri
fr: Remplacer la couleur des menus contextuels
hr: Nadjačaj boju iskačućeg izbornika
hu: Felugró ablak színének felülbírálása
it: Sostituisci colore dei popup
nl: Pop-upkleur overschrijven
no: Overstyr popup-farge
pl: Nadpisz kolor menu podręcznego
pt: Sobrescrever cor dos menus pop-up
sk: Prepísať farbu vyskakovacích ponúk
sv: Skriv över popupfärg
tr: Açılır menü rengini geçersiz kıl

source: Panel Appearance
da: Paneludseende
de: Panel-Design
es: Apariencia del panel
fi: Paneelin ulkoasu
fr: Apparence du panneau
hr: Izgled ploče
hu: Panel megjelenése
it: Aspetto del pannello
nl: Paneel­weergave
no: Panelutseende
pl: Wygląd panelu
pt: Aspeto do painel
sk: Vzhľad panela
sv: Panelytseende
tr: Panel Görünümü

source: Panel Opacity
da: Panelopacitet
de: Panel-Deckkraft
es: Opacidad del panel
fi: Paneelin peittävyys
fr: Opacité du panneau
hr: Neprozirnost ploče
hu: Panel átlátszatlansága
it: Opacità del pannello
nl: Paneel­dekkracht
no: Panelgjennomsiktighet
pl: Nieprzezroczystość panelu
pt: Opacidade do painel
sk: Neprehľadnosť panela
sv: Panelopacitet
tr: Panel opaklığı

source: Rounded corners for panels and menus. Used as fallback when auto-detect fails or finds inconsistent values. Set to 0 for completely flat appearance.
da: Afrundede hjørner til paneler og menuer. Bruges som fallback, når automatisk registrering fejler eller finder inkonsekvente værdier. Indstil til 0 for helt fladt udseende.
de: Abgerundete Ecken für Panels und Menüs. Wird als Fallback verwendet, wenn die automatische Erkennung fehlschlägt oder inkonsistente Werte findet. Auf 0 stellen für ein vollständig flaches Erscheinungsbild.
es: Esquinas redondeadas para paneles y menús. Se usa como alternativa cuando la detención automática falla o encuentra valores inconsistentes. Ajusta a 0 para una apariencia completamente plana.
fi: Pyöristetyt kulmat paneeleille ja valikoille. Käytetään varavalintana, kun automaattinen tunnistus epäonnistuu tai löytää epäjohdonmukaisia arvoja. Aseta arvoon 0 täysin tasaisen ulkoasun saamiseksi.
fr: Coins arrondis pour les panneaux et menus. Utilisé en cas d'échec ou de valeurs incohérentes lors de la détection automatique. Définissez à 0 pour un rendu totalement plat.
hr: Zaobljeni kutovi za ploče i izbornike. Koristi se kao zamjena kada auto-otkrivanje ne uspije ili pronađe nedosljedne vrijednosti. Postavite na 0 za potpuno ravan izgled.
hu: Panelek és menük lekerekített sarkai. Az automatikus észlelés sikertelensége vagy ellentmondó értékek esetén alkalmazandó. Állítsa 0-ra a teljesen lapos megjelenéshez.
it: Angoli arrotondati per pannelli e menu. Utilizzati come ripiego quando il rilevamento automatico fallisce o rileva valori incoerenti. Imposta a 0 per un aspetto completamente piatto.
nl: Afgeronde hoeken voor panelen en menu’s. Worden gebruikt als fallback wanneer automatische detectie faalt of inconsistente waarden vindt. Zet op 0 voor een volledig vlak uiterlijk.
no: Avrundede hjørner på paneler og menyer. Brukes som reserve når automatisk deteksjon mislykkes eller finner inkonsistente verdier. Sett til 0 for et helt flatt utseende.
pl: Zaokrąglone rogi paneli i menu. Używane jako zapasowa opcja, gdy automatyczne wykrywanie zawodzi lub napotyka niezgodne wartości. Ustaw na 0 dla całkowicie płaskiego wyglądu.
pt: Cantos arredondados para painéis e menus. Utilizados como alternativa quando a deteção automática falha ou encontra valores inconsistentes. Defina para 0 para um aspeto completamente plano.
sk: Zaoblené rohy pre panely a ponuky. Používa sa ako záloha, keď automatické zisťovanie zlyhá alebo nájde nekonzistentné hodnoty. Nastavte na 0 pre úplne plochý vzhľad.
sv: Rundade hörn för paneler och menyer. Används som reserv när autoupptäckt misslyckas eller hittar inkonsekventa värden. Sätt till 0 för helt platt utseende.
tr: Paneller ve menüler için yuvarlatılmış köşeler. Otomatik algılama başarısız olduğunda veya tutarsız değerler bulunduğunda yedek olarak kullanılır. Tamamen düz görünüm için 0 girin.

source: Saturation multiplier
da: Mætningsfaktor
de: Sättigungs-Multiplikator
es: Multiplicador de saturación
fi: Kylläisyyskerroin
fr: Multiplicateur de saturation
hr: Množitelj zasićenosti
hu: Telítettség szorzó
it: Moltiplicatore di saturazione
nl: Verzadigings­factor
no: Metningsfaktor
pl: Mnożnik nasycenia
pt: Multiplicador de saturação
sk: Násobič saturácie
sv: Mättnadsfaktor
tr: Doygunluk çarpanı
