Repository: linuxmint/cinnamon-spices-extensions
Catalog: csspanels@dr.drummie/files/csspanels@dr.drummie/po/*.po
Languages: da, de, es, fi, fr, hr, hu, it, nl, no, pl, pt, sk, sv, tr

source: 10 minutes
da: 10 minutter
de: 10 Minuten
es: 10 minutos
fi: 10 minuuttia
hr: 10 minuta
hu: 10 perc
it: 10 minuti
nl: 10 minuten
no: 10 minutter
pl: 10 minut
pt: 10 minutos
sk: 10 minút
sv: 10 minuter
tr: 10 dakika

source: 10 seconds
da: 10 sekunder
de: 10 Sekunden
es: 10 segundos
fi: 10 sekuntia
fr: 10 secondes
hr: 10 sekundi
hu: 10 másodperc
it: 10 secondi
nl: 10 seconden
no: 10 sekunder
pl: 10 sekund
pt: 10 segundos
sk: 10 sekúnd
sv: 10 sekunder
tr: 10 saniye

source: 15 seconds
da: 15 sekunder
de: 15 Sekunden
es: 15 segundos
fi: 15 sekuntia
fr: 15 secondes
hr: 15 sekundi
hu: 15 másodperc
it: 15 secondi
nl: 15 seconden
no: 15 sekunder
pl: 15 sekund
pt: 15 segundos
sk: 15 sekúnd
sv: 15 sekunder
tr: 15 saniye

source: 1 minute
da: 1 minut
es: 1 minuto
fi: 1 minuutti
hr: 1 minuta
hu: 1 perc
it: 1 minuto
nl: 1 minuut
no: 1 minutt
pl: 1 minuta
pt: 1 minuto
sk: 1 minúta
sv: 1 minut
tr: 1 dakika

source: 2 minutes
da: 2 minutter
de: 2 Minuten
es: 2 minutos
fi: 2 minuuttia
hr: 2 minute
hu: 2 perc
it: 2 minuti
nl: 2 minuten
no: 2 minutter
pl: 2 minuty
pt: 2 minutos
sk: 2 minúty
sv: 2 minuter
tr: 2 dakika

source: 30 seconds
da: 30 sekunder
de: 30 Sekunden
es: 30 segundos
fi: 30 sekuntia
fr: 30 secondes
hr: 30 sekundi
hu: 30 másodperc
it: 30 secondi
nl: 30 seconden
no: 30 sekunder
pl: 30 sekund
pt: 30 segundos
sk: 30 sekúnd
sv: 30 sekunder
tr: 30 saniye

source: 5 minutes
da: 5 minutter
de: 5 Minuten
es: 5 minutos
fi: 5 minuuttia
hr: 5 minuta
hu: 5 perc
it: 5 minuti
nl: 5 minuten
no: 5 minutter
pl: 5 minut
pt: 5 minutos
sk: 5 minút
sv: 5 minuter
tr: 5 dakika

source: 5 seconds
da: 5 sekunder
de: 5 Sekunden
es: 5 segundos
fi: 5 sekuntia
fr: 5 secondes
hr: 5 sekundi
hu: 5 másodperc
it: 5 secondi
nl: 5 seconden
no: 5 sekunder
pl: 5 sekund
pt: 5 segundos
sk: 5 sekúnd
sv: 5 sekunder
tr: 5 saniye

source: Adds a tint overlay to the blur effect. Use semi-transparent colors (e.g., light blue for cool tones or warm orange for cozy feel) to customize the glass appearance - higher opacity for stronger tint, lower for subtle enhancement.
da: Tilføjer et farvet overlejring til sløringseffekten. Brug semitransparente farver (f.eks. lys blå for kølige toner eller varm orange for en hyggelig fornemmelse) for at tilpasse glaseffekten – højere opacitet giver mere markant farve, lavere giver en mere diskret forstærkning.
de: Fügt dem Unschärfeeffekt eine Farbtönung hinzu. Verwenden Sie halbtransparente Farben (z. B. Hellblau für kühle Töne oder warmes Orange für eine gemütliche Atmosphäre), um das Glas-Design anzupassen – höhere Deckkraft für stärkere Tönung, geringere für dezente Verstärkung.
es: Agrega una superposición de tinte al efecto de desenfoque. Usa colores semitransparentes (por ejemplo, azul claro para tonos fríos o naranja cálido para una sensación acogedora) para personalizar la apariencia de cristal: mayor opacidad para un tinte más intenso, menor para un realce sutil.
fi: Lisää sumennusefektiin sävypeitteen. Käytä puoli­läpikuultavia värejä (esim. vaaleansininen viileisiin sävyihin tai lämmin oranssi kodikkaaseen tunnelmaan) mukauttaaksesi lasimaista ilmettä – suurempi peittävyys vahvistaa sävyä, matalampi antaa hillitymmän korostuksen.
fr: Ajoute un voile coloré à l'effet de flou. Utilisez des couleurs semi-transparentes (par ex., bleu clair pour des tons froids ou orange chaud pour une ambiance cosy) pour personnaliser l'apparence du verre – plus d'opacité pour une teinte plus prononcée, moins pour un rehaussement subtil.
hr: Dodaje tint premaz na blur efekt. Koristite poluprozirne boje (npr. svijetloplavu za hladne tonove ili toplu narančastu za ugodan osjećaj) za prilagodbu staklastog izgleda - viša neprozirnost za jači tint, niža za suptilno poboljšanje.
hu: Hozzáad egy árnyalatréteget az elmosódási effektushoz. Használj félig áttetsző színeket (pl. világoskék a hideg tónusokhoz vagy meleg narancs a hangulatos hatásért) az üveg megjelenés testreszabásához – nagyobb áttetszőség erősebb árnyalatot, kisebb finomabb kiemelést eredményez.
it: Aggiunge un filtro colorato all’effetto sfocatura. Usa colori semi-trasparenti (es. azzurro per tonalità fredde o arancione caldo per un’atmosfera accogliente) per personalizzare l’aspetto vetroso: opacità più elevata per una tinta più intensa, più bassa per un effetto più sottile.
nl: Voegt een gekleurde tintlaag toe aan het vervagingseffect. Gebruik semi-transparante kleuren (bijv. lichtblauw voor koele tinten of warm oranje voor een gezellige sfeer) om de glaslook aan te passen – hogere dekking voor een intensere tint, lagere voor een subtiel accent.
no: Legger til et fargetone-overlegg på uskarphetseffekten. Bruk semitransparente farger (f.eks. lys blå for kalde toner eller varm oransje for en koselig følelse) for å tilpasse glassutseendet – høyere opasitet gir sterkere fargetone, lavere gir en mer subtil forsterkning.
pl: Dodaje nakładkę barwną na efekt rozmycia. Użyj półprzezroczystych kolorów (np. jasnoniebieski dla chłodnych tonów lub ciepły pomarańcz dla przytulnego klimatu), aby dostosować wygląd szkła – wyższa nieprzezroczystość daje intensywniejszy odcień, niższa subtelne wzmocnienie.
pt: Adiciona uma sobreposição de matiz ao efeito de desfoque. Use cores semitransparentes (por ex., azul-claro para tons frios ou laranja quente para uma sensação acolhedora) para personalizar o aspeto de vidro – maior opacidade para um matiz mais pronunciado, menor para um realce subtil.
sk: Pridáva farebnú vrstvu na rozostrenie. Použite polopriehľadné farby (napr. svetlomodrú pre chladné tóny alebo teplú oranžovú pre útulný pocit) na prispôsobenie vzhľadu skla – vyššia opacita pre výraznejšiu farbu, nižšia pre jemnejšie zvýraznenie.
sv: Lägger till ett färgtonslager på oskärpeeffekten. Använd semi-transparenta färger (t.ex. ljusblå för kalla toner eller varm orange för en mysig känsla) för att anpassa glasutseendet – högre opacitet ger starkare ton, lägre ger en mer subtil förstärkning.
tr: Bulandırma efektine renk tonu kaplaması ekler. Cam görünümünü özelleştirmek için yarı saydam renkler kullanın (örn. soğuk tonlar için açık mavi veya sıcak bir atmosfer için turuncu) – güçlü bir ton için opaklığı artırın, ince bir vurgu için opaklığı azaltın.

source: Adjusts color vibrancy in the blurred background. Values above 1.0 make colors more vivid and lively (for brighter, more energetic glass effect), while below 1.0 create muted, desaturated tones for a softer, more elegant appearance.
da: Justerer farveintensiteten i den slørede baggrund. Værdier over 1,0 gør farverne mere levende og livlige (til en lysere, mere energisk glaseffekt), mens værdier under 1,0 skaber afdæmpede, desaturerede toner for et blødere, mere elegant udseende.
de: Passt die Farbintensität im unscharfen Hintergrund an. Werte über 1,0 machen die Farben kräftiger und lebendiger (für einen helleren, energetischeren Glaseffekt), während Werte unter 1,0 gedämpfte, entsättigte Töne für ein sanfteres, eleganteres Erscheinungsbild erzeugen.
es: Ajusta la vivacidad de los colores en el fondo desenfocado. Valores superiores a 1.0 hacen los colores más vivos y animados (para un efecto de cristal más brillante y enérgico), mientras que valores inferiores a 1.0 crean tonos apagados y desaturados para una apariencia más suave y elegante.
fi: Säätelee värikylläisyyttä sumennetussa taustassa. Arvot yli 1.0 tekevät väreistä eloisampia ja energisempiä (kirkkaampi lasiefekti), kun taas alle 1.0 luovat hillittyjä, desaturatoituja sävyjä pehmeämpään ja elegantimpaan ulkoasuun.
fr: Ajuste la vivacité des couleurs dans l'arrière-plan flou. Des valeurs supérieures à 1.0 rendent les couleurs plus vives et dynamiques (pour un effet verre plus lumineux et énergique), tandis que des valeurs inférieures à 1.0 créent des tons atténués et désaturés pour une apparence plus douce et élégante.
hr: Podešava živost boja u zamagljenoj pozadini. Vrijednosti iznad 1.0 čine boje živahnijima i živahnijima (za svjetliji, energičniji staklasti efekt), dok ispod 1.0 stvaraju prigušene, desaturirane tonove za mekši, elegantniji izgled.
hu: Beállítja az elmosódott háttér színeinek élénkségét. Az 1,0 feletti értékek élénkebb, élettel telibb színeket eredményeznek (világosabb, energikusabb üveghatás), míg az 1,0 alattiak tompább, deszaturált tónusokat hoznak létre a lágyabb, elegánsabb megjelenésért.
it: Regola la vivacità dei colori nello sfondo sfocato. Valori superiori a 1,0 rendono i colori più vividi e brillanti (per un effetto vetroso più luminoso e dinamico), mentre valori inferiori a 1,0 producono toni smorzati e desaturati per un aspetto più morbido ed elegante.
nl: Past de kleurlevendigheid aan in de vervaagde achtergrond. Waarden boven 1,0 maken kleuren levendiger en energieker (voor een helderdere, dynamische glaslook), terwijl waarden onder 1,0 gedempte, minder verzadigde tinten creëren voor een zachter en eleganter uiterlijk.
no: Justerer fargemetningen i den uskarpe bakgrunnen. Verdier over 1,0 gjør fargene mer levende og energiske (for en lysere, mer dynamisk glass-effekt), mens verdier under 1,0 gir dempede, desaturerte toner for et mykere, mer elegant utseende.
pl: Reguluje nasycenie kolorów w rozmytym tle. Wartości powyżej 1,0 sprawiają, że kolory stają się bardziej żywe i intensywne (dla jaśniejszego, energetycznego efektu szkła), natomiast poniżej 1,0 tworzą stonowane, odbarwione tony dla łagodniejszego i bardziej eleganckiego wyglądu.
pt: Regula a vivacidade das cores no fundo desfocado. Valores acima de 1,0 tornam as cores mais vivas e energéticas (para um vidro mais luminoso e dinâmico), enquanto valores abaixo de 1,0 criam tons suaves e dessaturados para um aspeto mais subtil e elegante.
sk: Upravuje intenzitu farieb v rozostrenom pozadí. Hodnoty nad 1,0 robia farby výraznejšími a živšími (pre jasnejší, energickejší sklenený efekt), zatiaľ čo hodnoty pod 1,0 vytvárajú tlmené, odfarbené tóny pre jemnejší a elegantnejší vzhľad.
sv: Justera färgmättnad i den oskarpa bakgrunden. Värden över 1,0 gör färgerna mer levande och energiska (för en ljusare, mer dynamisk glaseffekt), medan värden under 1,0 skapar dämpade, avmattade toner för ett mjukare, mer elegant utseende.
tr: Bulandırılmış arka plandaki renk canlılığını ayarlar. 1,0 üzeri değerler renkleri daha parlak ve enerjik yapar (daha aydınlık cam efekti), 1,0 altı değerler ise daha yumuşak ve zarif bir görünüm için mat ve doygun olmayan tonlar oluşturur.

source: Adjust the transparency of popup menus. Creates modern frosted glass appearance when combined with blur effects.
da: Justerer gennemsigtigheden af pop op-menuer. Skaber et moderne frostet glas-udseende i kombination med sløringseffekter.
de: Passt die Transparenz von Popup-Menüs an. In Kombination mit Unschärfeeffekten entsteht ein modernes, mattes Glas-Design.
es: Ajusta la transparencia de los menús emergentes. Crea un aspecto moderno de cristal esmerilado al combinarse con efectos de desenfoque.
fi: Säädä ponnahdusvalikoiden läpinäkyvyyttä. Yhdessä sumennuksen kanssa se luo modernin huurretun lasin ilmeen.
fr: Ajuste la transparence des menus contextuels. Crée un aspect verre dépoli moderne lorsqu'il est combiné avec des effets de flou.
hr: Podešava prozirnost skočnih izbornika. Stvara moderan zamrznuti staklasti izgled kada se kombinira s blur efektima.
hu: Szerkeszd a felugró menük átlátszóságát. Elmosódási effektussal kombinálva modern, matt üveghatást hoz létre.
it: Regola la trasparenza dei menu a comparsa. Crea un aspetto moderno di vetro smerigliato quando abbinato agli effetti di sfocatura.
nl: Stel de transparantie van pop-upmenu’s in. In combinatie met vervaging zorgt dit voor een moderne, matglazen uitstraling.
no: Justerer gjennomsiktigheten til popup-menyer. Kombinert med uskarphetseffekter skapes et moderne, frostet glassutseende.
pl: Reguluje przezroczystość menu podręcznych. W połączeniu z efektami rozmycia tworzy nowoczesny, matowy wygląd szkła.
pt: Regula a transparência dos menus pop-up. Em combinação com desfoque, cria um aspeto moderno de vidro fosco.
sk: Nastavuje priehľadnosť vyskakovacích ponúk. V kombinácii s rozostrením vytvára moderný vzhľad matného skla.
sv: Justera genomskinligheten för popup-menyer. Skapar ett modernt frostat glasutseende i kombination med oskärpeeffekter.
tr: Açılır menülerin şeffaflığını ayarlar. Bulandırma efektleriyle birlikte kullanıldığında modern buzlu cam görünümü oluşturur.

source: Adjust the transparency of the main panel (taskbar). Lower values create more glass-like effect. Click the system tray icon to cycle through quick presets.
da: Juster gennemsigtigheden af hovedpanelet (processlinjen). Lavere værdier skaber en mere glaseffekt. Klik på ikonet i systembakken for at skifte mellem hurtige forudindstillinger.
de: Passt die Transparenz des Haupt-Panels (Taskleiste) an. Niedrigere Werte erzeugen einen stärker gläsernen Effekt. Klicken Sie auf das System-Tray-Symbol, um schnell zwischen vordefinierten Einstellungen zu wechseln.
es: Ajusta la transparencia del panel principal (barra de tareas). Valores más bajos producen un efecto más cristalino. Haz clic en el icono de la bandeja del sistema para ciclar entre preajustes rápidos.
fi: Säädä pääpaneelin (tehtäväpalkin) läpinäkyvyyttä. Alhaisemmat arvot tekevät lasimaisemman ilmeen. Napsauta järjestelmäalueen kuvaketta vaihtaaksesi esiasetusten välillä.
fr: Ajuste la transparence du panneau principal (barre des tâches). Des valeurs plus basses créent un effet plus vitreux. Cliquez sur l'icône de la zone de notification pour parcourir rapidement les préréglages.
hr: Podešava prozirnost glavne ploče (trake zadataka). Niže vrijednosti stvaraju više staklasti efekt. Kliknite ikonu u sistemskoj traci za brzo prebacivanje kroz unaprijed postavljene vrijednosti.
hu: Szerkeszd a főpanel (tálca) átlátszóságát. Alacsonyabb értékek erősebb üveghatást adnak. A gyors előre beállított értékek közötti váltáshoz kattints a rendszer-értesítési terület ikonjára.
it: Regola la trasparenza del pannello principale (barra delle applicazioni). Valori più bassi creano un effetto più vetroso. Fai clic sull’icona nella barra di sistema per scorrere rapidamente i preset.
nl: Stel de transparantie van het hoofd­paneel (taakbalk) in. Lagere waarden geven een sterker glas­effect. Klik op het systeemvak­icoon om snel tussen presets te wisselen.
no: Justerer gjennomsiktigheten til hovedpanelet (oppgavelinjen). Lavere verdier gir en mer glassaktig effekt. Klikk på ikonet i systemstatusfeltet for å bla gjennom hurtiginnstillinger.
pl: Reguluje przezroczystość głównego panelu (paska zadań). Niższe wartości tworzą bardziej szklany efekt. Kliknij ikonę w zasobniku systemowym, aby przełączyć się między szybkimi presetami.
pt: Regula a transparência do painel principal (barra de tarefas). Valores mais baixos criam um efeito mais vítreo. Clique no ícone da bandeja do sistema para alternar rapidamente entre predefinições.
sk: Nastavuje priehľadnosť hlavného panela (panel úloh). Nižšie hodnoty vytvárajú silnejší sklenený efekt. Kliknutím na ikonu na systémovom paneli prechádzajte rýchlymi predvoľbami.
sv: Justera genomskinligheten för huvudpanelen (aktivitetshanteraren). Lägre värden ger en mer glasliknande effekt. Klicka på systemfältsikonen för att växla mellan snabbinställningar.
tr: Ana panelin (görev çubuğu) şeffaflığını ayarlar. Daha düşük değerler daha cam benzeri bir etki verir. Hızlı ön ayarlar arasında geçiş yapmak için sistem tepsisi simgesine tıklayın.

source: Advanced Settings
da: Avancerede indstillinger
de: Erweiterte Einstellungen
es: Ajustes avanzados
fi: Lisäasetukset
fr: Paramètres avancés
hr: Napredne postavke
hu: Speciális beállítások
it: Impostazioni avanzate
nl: Geavanceerde instellingen
no: Avanserte innstillinger
pl: Zaawansowane ustawienia
pt: Definições avançadas
sk: Pokročilé nastavenia
sv: Avancerade inställningar
tr: Gelişmiş Ayarlar

source: Advanced Tools
da: Avancerede værktøjer
de: Erweiterte Werkzeuge
es: Herramientas avanzadas
fi: Edistyneet työkalut
fr: Outils avancés
hr: Napredni alati
hu: Speciális eszközök
it: Strumenti avanzati
nl: Geavanceerde hulpmiddelen
no: Avanserte verktøy
pl: Zaawansowane narzędzia
pt: Ferramentas avançadas
sk: Pokročilé nástroje
sv: Avancerade verktyg
tr: Gelişmiş Araçlar

source: Apply border radius to main panel
da: Anvend hjørneafrunde på hovedpanelet
de: Eckradius auf das Haupt-Panel anwenden
es: Aplicar radio de borde al panel principal
fi: Käytä kulman pyöristystä pääpaneeliin
fr: Appliquer un rayon de bordure au panneau principal
hr: Primijeni radijus obruba na glavnu ploču
hu: Keretradius alkalmazása a főpanelen
it: Applica raggio di arrotondamento al pannello principale
nl: Ronding toepassen op hoofd­paneel
no: Bruk kantavrunding på hovedpanelet
pl: Zastosuj promień obramowania na głównym panelu
pt: Aplicar raio de borda ao painel principal
sk: Aplikovať zaoblenie rohov hlavného panela
sv: Använd hörnavrundning på huvudpanelen
tr: Ana panele kenar yarıçapı uygula

source: Apply selected template
da: Anvend valgt skabelon
de: Ausgewählte Vorlage anwenden
es: Aplicar plantilla seleccionada
fi: Käytä valittua mallipohjaa
fr: Appliquer le modèle sélectionné
hr: Primijeni odabrani predložak
hu: Kiválasztott sablon alkalmazása
it: Applica modello selezionato
nl: Geselecteerde sjabloon toepassen
no: Bruk valgt mal
pl: Zastosuj wybrany szablon
pt: Aplicar modelo selecionado
sk: Použiť vybranú šablónu
sv: Använd vald mall
tr: Seçili şablonu uygula

source: Apply the selected blur template to all blur effect controls. This will update radius, saturation, contrast, brightness, background, border color, border width, transition, and opacity to match the chosen template.
da: Anvend den valgte sløringsskabelon på alle sløringseffekt-indstillinger. Dette opdaterer radius, mætning, kontrast, lysstyrke, baggrund, kantfarve, kantbredde, overgang og opacitet, så de matcher den valgte skabelon.
de: Wendet die ausgewählte Unschärfe-Vorlage auf alle Unschärfe-Einstellungen an. Dies aktualisiert Radius, Sättigung, Kontrast, Helligkeit, Hintergrund, Rahmenfarbe, Rahmenbreite, Übergang und Deckkraft entsprechend der gewählten Vorlage.
es: Aplica la plantilla de desenfoque seleccionada a todos los controles del efecto de desenfoque. Esto actualizará el radio, la saturación, el contraste, el brillo, el fondo, el color del borde, el ancho del borde, la transición y la opacidad para coincidir con la plantilla elegida.
fi: Käyttää valittua sumennusmallipohjaa kaikkiin sumennustehosteen säätimiin. Tämä päivittää säteen, kylläisyyden, kontrastin, kirkkauden, taustan, reunavärin, reunuksen paksuuden, siirtymän ja peittävyyden vastaamaan valittua mallia.
fr: Applique le modèle de flou sélectionné à tous les contrôles d'effet de flou. Cela mettra à jour le rayon, la saturation, le contraste, la luminosité, l'arrière-plan, la couleur et la largeur de bordure, la transition et l'opacité pour correspondre au modèle choisi.
hr: Primijeni odabrani blur predložak na sve kontrole blur efekata. Ovo će ažurirati radijus, zasićenost, kontrast, svjetlinu, pozadinu, boju obruba, širinu obruba, prijelaz i neprozirnost kako bi odgovarali odabranom predlošku.
hu: Alkalmazza a kiválasztott elmosódási sablont az összes elmosódási effektus vezérlőjén. Ez frissíti a sugarat, telítettséget, kontrasztot, fényerőt, hátteret, szegély színét, szegély szélességét, átmenetet és átlátszatlanságot a választott sablon szerint.
it: Applica il modello di sfocatura selezionato a tutti i controlli dell’effetto sfocatura. Aggiorna raggio, saturazione, contrasto, luminosità, sfondo, colore e spessore del bordo, transizione e opacità per corrispondere al modello scelto.
nl: Pas de geselecteerde vervagings­sjabloon toe op alle instellingen. Hiermee worden straal, verzadiging, contrast, helderheid, achtergrond, randkleur, randdikte, overgang en dekking bijgewerkt volgens het gekozen sjabloon.
no: Bruk den valgte uskarpmalen på alle kontroller for uskarphetseffekter. Dette oppdaterer radius, metning, kontrast, lysstyrke, bakgrunn, kantfarge, kantbredde, overgang og opasitet slik at de samsvarer med den valgte malen.
pl: Zastosuj wybrany szablon rozmycia do wszystkich suwaków efektu rozmycia. To zaktualizuje promień, nasycenie, kontrast, jasność, tło, kolor obramowania, grubość obramowania, czas przejścia i nieprzezroczystość według wybranego szablonu.
pt: Aplica o modelo de desfoque selecionado a todos os controlos de efeito de desfoque. Isto atualiza raio, saturação, contraste, brilho, fundo, cor da borda, largura da borda, transição e opacidade conforme o modelo escolhido.
sk: Použije vybranú šablónu rozostrenia na všetky ovládacie prvky efektu rozostrenia. Tým sa aktualizuje polomer, saturácia, kontrast, jas, pozadie, farba rámu, hrúbka rámu, prechod a opacita podľa zvolenej šablóny.
sv: Tillämpa den valda oskärpemallen på alla kontroller för oskärpeeffekter. Detta uppdaterar radie, mättnad, kontrast, ljusstyrka, bakgrund, kantfärg, kantbredd, övergång och opacitet så att de matchar den valda mallen.
tr: Seçilen bulanıklaştırma şablonunu tüm bulanıklaştırma denetimlerine uygular. Böylece yarıçap, doygunluk, kontrast, parlaklık, arka plan, kenar rengi, kenar genişliği, geçiş ve opaklık şablonla uyumlu hale getirilir.

source: Auto-detect theme border radius
da: Automatisk registrering af temaets hjørneafrunde
de: Eckradius des Themes automatisch erkennen
es: Detectar automáticamente el radio de borde del tema
fi: Tunnista teeman reunojen pyöristys automaattisesti
fr: Détection automatique du rayon de bordure du thème
hr: Automatsko otkrivanje radijusa obruba teme
hu: A téma szegélylekerekítésének automatikus észlelése
it: Rileva automaticamente il raggio di arrotondamento del tema
nl: Thema­ronding automatisch detecteren
no: Oppdag temaets kantavrunding automatisk
pl: Automatyczne wykrywanie promienia obramowania motywu
pt: Deteção automática do raio de borda do tema
sk: Automaticky zistiť zaoblenie rohov témy
sv: Autodetektera temats kantavrundning
tr: Tema kenar yarıçapını otomatik algıla
