Repository: linuxmint/cinnamon-spices-extensions
Catalog: csspanels@dr.drummie/files/csspanels@dr.drummie/po/*.po
Languages: da, de, es, fi, fr, hr, hu, it, nl, no, pl, pt, sk, sv, tr

source: Select a blur template to apply when using the 'Apply Selected Template' button. Each template defines preset values for all blur effect controls.
da: Vælg en sløringsskabelon, der skal anvendes med knappen 'Anvend valgt skabelon'. Hver skabelon definerer forudindstillede værdier for alle sløringseffektkontroller.
de: Wählen Sie eine Unschärfe-Vorlage aus, die beim Klicken auf 'Ausgewählte Vorlage anwenden' verwendet wird. Jede Vorlage definiert voreingestellte Werte für alle Unschärfe-Einstellungen.
es: Selecciona una plantilla de desenfoque para aplicar al usar el botón 'Aplicar plantilla seleccionada'. Cada plantilla define valores predeterminados para todos los controles de efecto de desenfoque.
fi: Valitse sumennusmallipohja, joka otetaan käyttöön 'Käytä valittua mallipohjaa' -painikkeella. Jokainen mallipohja määrittää oletusarvot kaikille sumennustehosteen säätimille.
fr: Sélectionnez un modèle de flou à appliquer en cliquant sur le bouton « Appliquer le modèle sélectionné ». Chaque modèle définit des valeurs prédéfinies pour tous les contrôles d'effet de flou.
hr: Odaberite blur predložak za primjenu kada koristite gumb 'Primijeni odabrani predložak'. Svaki predložak definira unaprijed postavljene vrijednosti za sve kontrole blur efekata.
hu: Válassza ki az elmosódási sablont, amelyet az ‘Kiválasztott sablon alkalmazása’ gombbal szeretne használni. Minden sablon előre beállított értékeket definiál az összes elmosódási effektus vezérlőhöz.
it: Seleziona un modello di sfocatura da applicare con il pulsante ‘Applica modello selezionato’. Ogni modello definisce valori predefiniti per tutti i controlli dell’effetto sfocatura.
nl: Kies een vervagings­sjabloon om toe te passen met de knop ‘Geselecteerde sjabloon toepassen’. Elke sjabloon bevat vooraf ingestelde waarden voor alle vervaging­effect­instellingen.
no: Velg en uskarphetsmal som brukes når du trykker på 'Bruk valgt mal'-knappen. Hver mal definerer forhåndsinnstilte verdier for alle kontroller for uskarphetseffekter.
pl: Wybierz szablon rozmycia, który zostanie zastosowany po kliknięciu przycisku 'Zastosuj wybrany szablon'. Każdy szablon definiuje domyślne wartości dla wszystkich sterowników efektu rozmycia.
pt: Selecione um modelo de desfoque para aplicar com o botão 'Aplicar modelo selecionado'. Cada modelo define valores predefinidos para todos os controlos de efeito de desfoque.
sk: Vyberte šablónu rozostrenia, ktorá sa použije po kliknutí na tlačidlo 'Použiť vybranú šablónu'. Každá šablóna definuje prednastavené hodnoty pre všetky ovládacie prvky efektu rozostrenia.
sv: Välj en oskärpemall att använda med knappen ’Använd vald mall’. Varje mall definierar förinställda värden för alla oskärpeeffektskontroller.
tr: 'Seçilen Şablonu Uygula' düğmesini kullandığınızda uygulanacak bulanıklık şablonunu seçin. Her şablon, tüm bulanıklık efekti denetimleri için önceden ayarlanmış değerler tanımlar.

source: Select the background color to use for popup menus when 'Override popup color' is enabled. Supports transparency (alpha channel).
da: Vælg baggrundsfarve for pop op-menuer, når 'Overskriv pop op-farve' er aktiveret. Understøtter gennemsigtighed (alfakanal).
de: Wählen Sie die Hintergrundfarbe für Popup-Menüs aus, wenn 'Popup-Farbe überschreiben' aktiviert ist. Unterstützt Transparenz (Alpha-Kanal).
es: Selecciona el color de fondo para los menús emergentes cuando 'Reemplazar color de menús emergentes' esté habilitado. Soporta transparencia (canal alfa).
fi: Valitse ponnahdusvalikoiden taustaväri, kun 'Ohita ponnahdusvalikon väri' on käytössä. Tukee läpinäkyvyyttä (alfakanava).
fr: Sélectionnez la couleur d'arrière-plan pour les menus contextuels lorsque 'Remplacer la couleur des menus contextuels' est activé. Prend en charge la transparence (canal alpha).
hr: Odaberite boju pozadine koja će se koristiti za iskačuće izbornike kada je omogućeno 'Nadjačaj boju iskačućeg izbornika'. Podržava prozirnost (alfa kanal).
hu: Válassza ki a felugró menük háttérszínét, ha a 'Felugró ablak színének felülbírálása' engedélyezve van. Támogatja az átlátszóságot (alpha csatorna).
it: Seleziona il colore di sfondo per i popup quando ‘Sostituisci colore dei popup’ è abilitato. Supporta la trasparenza (canale alpha).
nl: Kies de achtergrondkleur voor pop-upmenu’s wanneer ‘Pop-upkleur overschrijven’ is ingeschakeld. Ondersteunt transparantie (alfakanaal).
no: Velg bakgrunnsfarge for popup-menyene når 'Overstyr popup-farge' er aktivert. Støtter gjennomsiktighet (alfakanal).
pl: Wybierz kolor tła dla menu podręcznych, gdy opcja 'Nadpisz kolor menu podręcznego' jest włączona. Obsługuje przezroczystość (kanał alfa).
pt: Selecione a cor de fundo para os menus pop-up quando 'Sobrescrever cor dos menus pop-up' estiver ativado. Suporta transparência (canal alfa).
sk: Vyberte farbu pozadia pre vyskakovacie ponuky, keď je povolená voľba 'Prepísať farbu vyskakovacích ponúk'. Podpora priehľadnosti (alpha kanál).
sv: Välj bakgrundsfärg för popup-menyer när ’Skriv över popupfärg’ är aktiverat. Stödjer transparens (alfakanal).
tr: 'Açılır menü rengini geçersiz kıl' etkinleştirildiğinde açılır menülerin arka planı için kullanılacak rengi seçin. Saydamlığı (alpha kanalı) destekler.

source: Select the background color to use for the panel when 'Override panel color' is enabled. Supports transparency (alpha channel).
da: Vælg baggrundsfarve til panelet, når 'Overskriv panelfarve' er aktiveret. Understøtter gennemsigtighed (alfakanal).
de: Wählen Sie die Hintergrundfarbe für das Panel aus, wenn 'Panel-Farbe überschreiben' aktiviert ist. Unterstützt Transparenz (Alpha-Kanal).
es: Selecciona el color de fondo para el panel cuando 'Reemplazar color del panel' esté habilitado. Soporta transparencia (canal alfa).
fi: Valitse paneelin taustaväri, kun 'Ohita paneelin väri' on käytössä. Tukee läpikuultavuutta (alfakanava).
fr: Sélectionnez la couleur d'arrière-plan pour le panneau lorsque 'Remplacer la couleur du panneau' est activé. Prend en charge la transparence (canal alpha).
hr: Odaberite boju pozadine koja će se koristiti za panel kada je omogućeno 'Nadjačaj boju panela'. Podržava prozirnost (alfa kanal).
hu: Válassza ki a panel háttérszínét, ha a 'Panel színének felülbírálása' engedélyezve van. Támogatja az átlátszóságot (alpha csatorna).
it: Seleziona il colore di sfondo per il pannello quando ‘Sostituisci colore del pannello’ è abilitato. Supporta la trasparenza (canale alpha).
nl: Kies de achtergrondkleur voor het paneel wanneer ‘Paneelkleur overschrijven’ is ingeschakeld. Ondersteunt transparantie (alfakanaal).
no: Velg bakgrunnsfarge for panelet når 'Overstyr panelfarge' er aktivert. Støtter gjennomsiktighet (alfakanal).
pl: Wybierz kolor tła panelu, gdy opcja 'Nadpisz kolor panelu' jest włączona. Obsługuje przezroczystość (kanał alfa).
pt: Selecione a cor de fundo para o painel quando 'Sobrescrever cor do painel' estiver ativado. Suporta transparência (canal alfa).
sk: Vyberte farbu pozadia panela, keď je povolená voľba 'Prepísať farbu panela'. Podpora priehľadnosti (alpha kanál).
sv: Välj bakgrundsfärg för panelen när ’Skriv över panelfärg’ är aktiverat. Stödjer transparens (alfakanal).
tr: 'Panel rengini geçersiz kıl' etkinleştirildiğinde panelin arka planı için kullanılacak rengi seçin. Saydamlığı (alpha kanalı) destekler.

source: Sets the color of the subtle border framing the blurred elements. Choose white/light colors for a clean, modern edge, or darker tones for better contrast - adjust opacity for softer or more defined borders.
da: Indstiller farven på den subtile kant omkring slørede elementer. Vælg hvide/lyse farver for en ren, moderne kant eller mørkere toner for bedre kontrast – juster opaciteten for blødere eller mere markerede kanter.
de: Legt die Farbe des feinen Rahmens um unscharfe Elemente fest. Wählen Sie weiße/helle Farben für eine saubere, moderne Kante oder dunklere Töne für besseren Kontrast – passen Sie die Deckkraft für weichere oder definiertere Rahmen an.
es: Establece el color del sutil borde que enmarca los elementos desenfocados. Elige colores blancos o claros para un borde limpio y moderno, o tonos más oscuros para un mejor contraste; ajusta la opacidad para bordes más suaves o más definidos.
fi: Asettaa hienovaraisen reunuksen värin sumennettujen elementtien ympärille. Valitse valkoiset/vaaleat värit siistiä ja modernia reunaa varten tai tummemmat sävyt paremman kontrastin saavuttamiseksi – säädä peittävyyttä pehmeämpien tai terävämpien reunojen luomiseksi.
fr: Définit la couleur de la bordure subtile entourant les éléments flous. Choisissez des couleurs claires/blanches pour une bordure épurée et moderne, ou des tons plus foncés pour un meilleur contraste – ajustez l'opacité pour des bordures plus douces ou plus marquées.
hr: Postavlja boju suptilnog obruba koji okružuje zamagljene elemente. Odaberite bijele/svijetle boje za čist, moderan rub, ili tamnije tonove za bolji kontrast - prilagodite neprozirnost za mekše ili definirane obrube.
hu: Beállítja az elmosódott elemek finom keretének színét. A tiszta, modern hatásért válasszon fehér vagy világos árnyalatokat, jobb kontrasztért sötétebb tónusokat – az átlátszatlanság módosításával finomabb vagy határozottabb keretet hozhat létre.
it: Imposta il colore del sottile bordo che incornicia gli elementi sfocati. Scegli colori chiari o bianchi per un bordo pulito e moderno, o toni più scuri per un contrasto migliore – regola l’opacità per bordi più morbidi o più definiti.
nl: Stelt de kleur in van de subtiele rand rond vervaagde elementen. Kies wit of lichte kleuren voor een strak, modern randje, of donkere tinten voor beter contrast – pas de dekking aan voor zachtere of scherpere randen.
no: Angir fargen på den subtile kanten rundt uskarpelementene. Velg hvite/lyse farger for en ren, moderne kant, eller mørkere toner for bedre kontrast – juster gjennomsiktighet for mykere eller mer definerte kanter.
pl: Ustawia kolor subtelnej ramki otaczającej rozmyte elementy. Wybierz biały/jasny kolor dla czystej, nowoczesnej krawędzi lub ciemniejsze odcienie dla lepszego kontrastu – dostosuj nieprzezroczystość dla łagodniejszych lub bardziej wyraźnych krawędzi.
pt: Define a cor de borda subtil que envolve os elementos desfocados. Escolha cores claras/brancas para uma borda limpa e moderna, ou tons mais escuros para melhor contraste – ajuste a opacidade para bordas mais suaves ou mais definidas.
sk: Nastavuje farbu jemného rámu ohraničujúceho rozostrené prvky. Vyberte biele/jasné farby pre čistú, modernú hranu, alebo tmavšie tóny pre lepší kontrast – upravte priehľadnosť pre jemnejšie alebo výraznejšie rámovanie.
sv: Ange färg på den subtila kanten runt oskarpa element. Välj vitt/ljust för en ren, modern kant, eller mörkare toner för bättre kontrast – justera opaciteten för mjukare eller mer definierade kanter.
tr: Bulanıklaştırılmış öğelerin etrafındaki ince kenarlığın rengini ayarlar. Temiz, modern bir kenar için beyaz/açık tonlar; daha iyi kontrast için koyu tonlar seçin – daha yumuşak veya daha belirgin kenarlar için opaklığı ayarlayın.

source: Sets the speed of blur effect animations when settings change. Shorter durations (0.1-0.5s) create snappy, responsive transitions for quick adjustments, while longer ones (1-2s) provide smooth, elegant fades for a polished feel.
da: Indstiller hastigheden på sløringseffektanimationer, når indstillinger ændres. Kortere varigheder (0,1–0,5 s) giver hurtige, responsive overgange til hurtige justeringer, mens længere (1–2 s) giver glatte, elegante overtoninger for et poleret indtryk.
de: Legt die Geschwindigkeit der Unschärfe-Animationsübergänge beim Ändern der Einstellungen fest. Kürzere Dauern (0,1–0,5 s) erzeugen flotte, reaktionsschnelle Übergänge für schnelle Anpassungen, während längere (1–2 s) sanfte, elegante Überblendungen für einen polierten Eindruck bieten.
es: Establece la velocidad de las animaciones del efecto de desenfoque al cambiar los ajustes. Duraciones más cortas (0.1–0.5 s) crean transiciones rápidas y reactivas para ajustes inmediatos, mientras que duraciones más largas (1–2 s) ofrecen fundidos suaves y elegantes para un acabado pulido.
fi: Asettaa sumennusefektin animaatioiden nopeuden, kun asetuksia muutetaan. Lyhyemmät kestoajat (0.1–0.5 s) luovat ketteriä, reagoivia siirtymiä nopeisiin muutoksiin, kun taas pidemmät (1–2 s) tarjoavat pehmeät, elegantit häiveet viimeistellyn tunteen luomiseksi.
fr: Définit la vitesse des animations de l'effet de flou lors des changements de paramètres. Des durées plus courtes (0,1–0,5 s) créent des transitions vives et réactives pour des ajustements rapides, tandis que des durées plus longues (1–2 s) offrent des fondus doux et élégants pour un rendu soigné.
hr: Postavlja brzinu animacija blur efekta kada se postavke mijenjaju. Kraća trajanja (0.1-0.5s) stvaraju brze, odzivne prijelaze za brza podešavanja, dok duža (1-2s) pružaju glatke, elegantne fade-ove za uglađeni osjećaj.
hu: Beállítja az elmosódási effektus animációinak sebességét a beállítások változásakor. A rövid, 0,1–0,5 s közötti időtartam gyors, reagáló átmeneteket hoz létre a gyors beállításhoz, míg az 1–2 s közötti hosszabb időtartamok sima, elegáns elhalványulásokat biztosítanak a kifinomult hatásért.
it: Imposta la velocità delle animazioni dell’effetto sfocatura quando le impostazioni cambiano. Durate più brevi (0,1–0,5 s) creano transizioni rapide e reattive per aggiustamenti veloci, mentre durate più lunghe (1–2 s) offrono dissolvenze fluide ed eleganti per un effetto raffinato.
nl: Stelt de snelheid in van vervaging­sanimaties bij wijzigingen. Kortere tijden (0,1–0,5s) zorgen voor vlotte, snelle overgangen bij aanpassingen, terwijl langere (1–2s) zorgen voor soepele, elegante vervaging voor een gepolijste uitstraling.
no: Angir hastigheten på uskarphetseffektanimasjoner ved endring av innstillinger. Kortere varigheter (0,1–0,5 s) gir raske, responsive overganger for raske justeringer, mens lengre varigheter (1–2 s) gir jevne, elegante fades for en polert følelse.
pl: Ustawia prędkość animacji efektu rozmycia przy zmianie ustawień. Krótsze czasy d trwania (0,1–0,5 s) tworzą dynamiczne, szybkie przejścia dla błyskawicznych dostosowań, podczas gdy dłuższe (1–2 s) zapewniają płynne, eleganckie zanikania dla wykończenia o wyrafinowanym charakterze.
pt: Define a velocidade das animações de desfoque quando as definições mudam. Durações curtas (0,1–0,5 s) criam transições ágeis e responsivas para ajustes rápidos, enquanto durações longas (1–2 s) proporcionam fundidos suaves e elegantes para um aspeto polido.
sk: Nastavuje rýchlosť animácií efektu rozostrenia pri zmene nastavení. Kratšie trvania (0,1–0,5 s) vytvárajú rýchle, citlivé prechody pri rýchlych úpravách, zatiaľ čo dlhšie (1–2 s) poskytujú plynulé, elegantné zániky pre uhladený dojem.
sv: Ange hastighet för oskärpeanimationsövergångar när inställningar ändras. Kortare varaktighet (0,1–0,5 s) skapar rappa, responsiva övergångar för snabba justeringar, medan längre (1–2 s) ger smidiga, eleganta övertoningar för en polerad känsla.
tr: Ayarlar değiştiğinde bulanıklık efekti animasyonlarının hızını ayarlar. Kısa süreler (0,1–0,5 s) hızlı, tepki veren geçişler; uzun süreler (1–2 s) ise pürüzsüz, zarif solmalar sağlar.

source: Show percentage
da: Vis procent
de: Prozentsatz anzeigen
es: Mostrar porcentaje
fi: Näytä prosenttiosuus
fr: Afficher le pourcentage
hr: Prikaži postotak
hu: Százalék mutatása
it: Mostra percentuale
nl: Percentage tonen
no: Vis prosentandel
pl: Pokaż procent
pt: Mostrar percentagem
sk: Zobraziť percentá
sv: Visa procent
tr: Yüzdeyi göster

source: Show percentage and time remaining
da: Vis procent og resterende tid
de: Prozentsatz und verbleibende Zeit anzeigen
es: Mostrar porcentaje y tiempo restante
fi: Näytä prosentti ja jäljellä oleva aika
fr: Afficher le pourcentage et le temps restant
hr: Prikaži postotak i preostalo vrijeme
hu: Százalék és hátralévő idő mutatása
it: Mostra percentuale e tempo rimanente
nl: Percentage en resterende tijd tonen
no: Vis prosentandel og gjenværende tid
pl: Pokaż procent i pozostały czas
pt: Mostrar percentagem e tempo restante
sk: Zobraziť percentá a zostávajúci čas
sv: Visa procent och återstående tid
tr: Yüzdeyi ve kalan zamanı göster

source: Show system tray indicator
da: Vis indikator i systembakken
de: System-Tray-Anzeige anzeigen
es: Mostrar indicador de bandeja del sistema
fi: Näytä järjestelmäalueen kuvake
fr: Afficher l'indicateur de la zone de notification
hr: Prikaži indikator sistemskog tray-a
hu: Rendszertálca jelző mutatása
it: Mostra indicatore nella barra di sistema
nl: Systeemvak­indicator tonen
no: Vis systemstatusindikator
pl: Pokaż wskaźnik zasobnika systemowego
pt: Mostrar indicador da bandeja do sistema
sk: Zobraziť indikátor na systémovom paneli
sv: Visa systemfältindikator
tr: Sistem tepsisi göstergesini göster

source: Show time remaining
da: Vis resterende tid
de: Verbleibende Zeit anzeigen
es: Mostrar tiempo restante
fi: Näytä jäljellä oleva aika
fr: Afficher le temps restant
hr: Prikaži preostalo vrijeme
hu: Hátralévő idő mutatása
it: Mostra tempo rimanente
nl: Resterende tijd tonen
no: Vis gjenværende tid
pl: Pokaż pozostały czas
pt: Mostrar tempo restante
sk: Zobraziť zostávajúci čas
sv: Visa återstående tid
tr: Kalan süreyi göster

source: System Tray Indicator
da: Indikator i systembakken
de: System-Tray-Anzeige
es: Indicador de bandeja del sistema
fi: Järjestelmäalueen kuvake
fr: Indicateur de la zone de notification
hr: Indikator sistemskog tray-a
hu: Rendszertálca jelző
it: Indicatore area di notifica
nl: Systeemvak­indicator
no: Systemstatusindikator
pl: Wskaźnik zasobnika systemowego
pt: Indicador da bandeja do sistema
sk: Indikátor systémového panela
sv: Systemfältindikator
tr: Sistem tepsisi göstergesi

source: Theme Integration
da: Temaintegration
es: Integración de tema
fr: Intégration du thème
hr: Integracija teme
hu: Téma integráció
nl: Thema­integratie
no: Temaintegrasjon
pl: Integracja z motywem
pt: Integração com o tema
sk: Integrácia témy
sv: Temaintegrering
tr: Tema entegrasyonu

source: Transparency Settings
da: Gennemsigtighedsindstillinger
de: Transparenz-Einstellungen
es: Ajustes de transparencia
fi: Lisäasetukset
fr: Paramètres de transparence
hr: Postavke prozirnosti
hu: Átlátszóság beállítások
it: Impostazioni avanzate
nl: Transparantie­instellingen
no: Gjennomsiktighetsinnstillinger
pl: Ustawienia przezroczystości
pt: Definições de transparência
sk: Nastavenia priehľadnosti
sv: Transparensinställningar
tr: Şeffaflık ayarları

source: When enabled, use the selected override color for popup menu backgrounds instead of the panel color. Requires 'Override panel color' to be enabled for full effect.
da: Når aktiveret, bruges den valgte overskrivningsfarve til baggrunde i pop op-menuer i stedet for panelfarven. Kræver at 'Overskriv panelfarve' er aktiveret for fuld effekt.
de: Wenn aktiviert, wird die ausgewählte Überschreibfarbe für die Hintergründe von Popup-Menüs verwendet, anstelle der Panel-Farbe. Für den vollen Effekt muss 'Panel-Farbe überschreiben' aktiviert sein.
es: Cuando está habilitado, usa el color seleccionado para reemplazar el fondo de los menús emergentes en lugar del color del panel. Requiere que 'Reemplazar color del panel' esté habilitado para lograr el efecto completo.
fr: Lorsque activé, utilise la couleur de remplacement sélectionnée pour l'arrière-plan des menus contextuels au lieu de la couleur du panneau. Nécessite que 'Remplacer la couleur du panneau' soit activé pour un effet complet.
hr: Kada je omogućeno, koristi odabranu boju za nadjačavanje boje pozadine iskačućih izbornika umjesto boje panela. Za puni učinak potrebno je omogućiti 'Nadjačaj boju panela'.
hu: Ha engedélyezve van, a felugró menük hátteréhez a megadott felülíró színt használja a panel színe helyett. A teljes hatás eléréséhez engedélyezze a 'Panel színének felülbírálása' beállítást.
nl: Bij inschakeling wordt de gekozen overschrijf­kleur voor pop-upachtergronden in plaats van de paneelkleur gebruikt. Vereist dat ‘Paneelkleur overschrijven’ is ingeschakeld voor volledig effect.
no: Når aktivert, bruk den valgte overstyringsfargen for bakgrunnen på popup-menyer i stedet for panelfargen. Krever at 'Overstyr panelfarge' er aktivert for full effekt.
pl: Po włączeniu użyj wybranego koloru zastępczego dla tła menu podręcznych zamiast koloru panelu. Wymaga włączenia 'Nadpisz kolor panelu' dla pełnego efektu.
pt: Quando ativado, utilize a cor de substituição selecionada para o fundo dos menus pop-up em vez da cor do painel. Requer que 'Sobrescrever cor do painel' esteja ativado para efeito total.
sk: Po povolení sa pre pozadie vyskakovacích ponúk použije vybraná prepísacia farba namiesto farby panela. Pre plný efekt musí byť povolená voľba 'Prepísať farbu panela'.
sv: När aktiverat, använd den valda skriv över-färgen för popupmenus bakgrund istället för panelfärgen. Kräver att ’Skriv över panelfärg’ är aktiverat för full effekt.
tr: Etkinleştirildiğinde, panel renginin yerine açılır menü arka planlarında seçilen geçersiz kılma rengini kullanır. Tam etki için 'Panel rengini geçersiz kıl' etkin olmalıdır.

source: When enabled, use the selected override color for the panel background. If 'Override popup color' is disabled, this color is also used for popup menus.
da: Når aktiveret, bruges den valgte overskrivningsfarve til panelbaggrunden. Hvis 'Overskriv pop op-farve' er deaktiveret, bruges denne farve også til pop op-menuer.
de: Wenn aktiviert, wird die ausgewählte Überschreibfarbe für den Panel-Hintergrund verwendet. Ist 'Popup-Farbe überschreiben' deaktiviert, wird diese Farbe auch für Popup-Menüs verwendet.
es: Cuando está habilitado, usa el color seleccionado para reemplazar el fondo del panel. Si 'Reemplazar color de menús emergentes' está deshabilitado, este color también se aplica a los menús emergentes.
fr: Lorsque activé, utilise la couleur de remplacement sélectionnée pour l'arrière-plan du panneau. Si 'Remplacer la couleur des menus contextuels' est désactivé, cette couleur est également utilisée pour les menus contextuels.
hr: Kada je omogućeno, koristi odabranu boju za nadjačavanje boje pozadine panela. Ako 'Nadjačaj boju iskačućeg izbornika' nije omogućeno, ta se boja koristi i za iskačuće izbornike.
hu: Ha engedélyezve van, a panel hátteréhez a megadott felülíró színt használja. Ha a 'Felugró ablak színének felülbírálása' ki van kapcsolva, ez a szín a felugró menükhöz is alkalmazásra kerül.
nl: Bij inschakeling wordt de gekozen overschrijf­kleur voor de paneelachtergrond gebruikt. Als ‘Pop-upkleur overschrijven’ is uitgeschakeld, wordt deze kleur ook voor pop-upmenu’s toegepast.
no: Når aktivert, bruk den valgte overstyringsfargen for panellsbakgrunnen. Hvis 'Overstyr popup-farge' er deaktivert, brukes denne fargen også til popup-menyer.
pl: Po włączeniu użyj wybranego koloru zastępczego dla tła panelu. Jeśli opcja 'Nadpisz kolor menu podręcznego' jest wyłączona, ten kolor będzie także używany w menu podręcznych.
pt: Quando ativado, utilize a cor de substituição selecionada para o fundo do painel. Se 'Sobrescrever cor dos menus pop-up' estiver desativado, esta cor é também aplicada aos menus pop-up.
sk: Po povolení sa pre pozadie panela použije vybraná prepísacia farba. Ak je voľba 'Prepísať farbu vyskakovacích ponúk' zakázaná, táto farba sa použije aj pre vyskakovacie ponuky.
sv: När aktiverat, använd den valda skriv över-färgen för panelens bakgrund. Om ’Skriv över popupfärg’ är inaktiverat används den här färgen även för popup-menyer.
tr: Etkinleştirildiğinde, panel arka planında seçilen geçersiz kılma rengini kullanır. 'Açılır menü rengini geçersiz kıl' devre dışıysa bu renk açılır menülerde de kullanılır.
