Repository: linuxmint/cinnamon-spices-extensions
Catalog: csspanels@dr.drummie/files/csspanels@dr.drummie/po/*.po
Languages: da, de, es, fi, fr, hr, hu, it, nl, no, pl, pt, sk, sv, tr

source: Automatically detect and use border-radius from current theme for consistent appearance. When enabled, the extension analyzes your theme to match its design.
da: Registrerer og anvender automatisk temaets hjørneafrunde for konsistent udseende. Når det er aktiveret, analyserer udvidelsen dit tema for at matche dets design.
de: Erkennt und übernimmt den Eckradius des aktuellen Themes automatisch für ein einheitliches Erscheinungsbild. Bei Aktivierung analysiert die Erweiterung Ihr Theme, um dessen Design zu übernehmen.
es: Detecta y utiliza automáticamente el radio de borde del tema actual para lograr una apariencia coherente. Al habilitarse, la extensión analiza tu tema para coincidir con su diseño.
fi: Tunnistaa ja käyttää teeman reunojen pyöristystä yhtenäisen ilmeen luomiseksi. Kun ominaisuus on käytössä, laajennus analysoi teemasi ja sovittaa asetukset siihen.
fr: Détecte et utilise automatiquement le rayon de bordure du thème en cours pour un aspect cohérent. Une fois activée, l'extension analyse votre thème pour en reproduire le design.
hr: Automatski otkrij i koristi radijus obruba iz trenutne teme za dosljedan izgled. Kada je omogućeno, ekstenzija analizira vašu temu kako bi se uskladila s njezinim dizajnom.
hu: A következetes megjelenés érdekében automatikusan észleli és használja a jelenlegi téma keretradiusát. Engedélyezve a bővítmény elemzi a témát, hogy illeszkedjen annak dizájnjához.
it: Rileva automaticamente e applica il raggio di arrotondamento del tema corrente per un aspetto uniforme. Se abilitato, l’estensione analizza il tuo tema per adeguarsi al suo design.
nl: Detecteert en gebruikt automatisch de ronding van het huidige thema voor een consistent uiterlijk. Bij inschakeling analyseert de extensie uw thema en past deze er naadloos op aan.
no: Oppdager og bruker automatisk kantavrundingen fra gjeldende tema for et konsistent utseende. Når aktivert, analyserer utvidelsen temaet ditt for å tilpasse designet.
pl: Automatycznie wykrywa i wykorzystuje promień obramowania z bieżącego motywu dla spójnego wyglądu. Po włączeniu rozszerzenie analizuje motyw i dostosowuje ustawienia.
pt: Deteta e utiliza automaticamente o raio de borda do tema atual para um aspeto consistente. Quando ativado, a extensão analisa o tema para corresponder ao seu design.
sk: Automaticky zistí a použije zaoblenie rohov z aktuálnej témy pre jednotný vzhľad. Po povolení rozšírenie analyzuje vašu tému a prispôsobí sa jej dizajnu.
sv: Automatiskt upptäcka och använda kantavrundningen från det aktuella temat för en enhetlig estetik. När det är aktiverat analyserar tillägget ditt tema för att matcha dess design.
tr: Tutarlı bir görünüm için mevcut temanın kenar yarıçapını otomatik algılar ve kullanır. Etkinleştirildiğinde eklenti temanızı analiz ederek tasarıma uyum sağlar.

source: Background color/tint
da: Baggrundsfarve / toner
de: Hintergrundfarbe / Tönung
es: Color/Tinte de fondo
fi: Taustaväri / sävy
fr: Couleur/teinte de fond
hr: Boja pozadine/tint
hu: Háttérszín / árnyalat
it: Colore/tonalità di sfondo
nl: Achtergrondkleur / tint
no: Bakgrunnsfarge / tone
pl: Kolor tła / odcień
pt: Cor de fundo / matiz
sk: Farba pozadia / odtieň
sv: Bakgrundsfärg / ton
tr: Arka plan rengi/ton

source: Basic Transparency Controls
da: Grundlæggende gennemsigtighedskontroller
de: Einfache Transparenz-Steuerungen
es: Controles básicos de transparencia
fi: Perus läpinäkyvyysasetukset
fr: Contrôles de transparence de base
hr: Osnovne kontrole prozirnosti
hu: Alapvető átlátszóság-vezérlők
it: Controlli base di trasparenza
nl: Basale transparantie­instellingen
no: Grunnleggende gjennomsiktighetskontroller
pl: Podstawowe sterowanie przezroczystością
pt: Controlos básicos de transparência
sk: Základné ovládanie priehľadnosti
sv: Grundläggande transparenskontroller
tr: Temel Şeffaflık Kontrolleri

source: Blur Effects
da: Sløringseffekter
de: Unschärfeeffekte
es: Efectos de desenfoque
fi: Sumennustehosteet
fr: Effets de flou
hr: Blur efekti
hu: Elmosódási effektek
it: Effetti di sfocatura
nl: Vervagings­effecten
no: Uskarphetseffekter
pl: Efekty rozmycia
pt: Efeitos de desfoque
sk: Efekty rozostrenia
sv: Oskärpeeffekter
tr: Bulanıklaştırma Efektleri

source: Blur opacity
da: Sløringens opacitet
de: Unschärfe-Deckkraft
es: Opacidad de desenfoque
fi: Sumennuksen peittävyys
fr: Opacité du flou
hr: Neprozirnost blura
hu: Elmosódás átlátszatlansága
it: Opacità sfocatura
nl: Vervaging­dekkracht
no: Uskarphetsgjennomsiktighet
pl: Nieprzezroczystość rozmycia
pt: Opacidade do desfoque
sk: Krytie rozostrenia
sv: Oskärpeopacitet
tr: Bulanıklaştırma opaklığı

source: Blur radius
da: Sløringsradius
de: Unschärferadius
es: Radio de desenfoque
fi: Sumennuksen säde
fr: Rayon du flou
hr: Radijus blura
hu: Elmosódás sugara
it: Raggio sfocatura
nl: Vervaging­sstraal
no: Uskarphetsradius
pl: Promień rozmycia
pt: Raio de desfoque
sk: Polomer rozostrenia
sv: Oskärperadie
tr: Bulanıklaştırma yarıçapı

source: Blur Template
da: Sløringsskabelon
de: Unschärfe-Vorlage
es: Plantilla de desenfoque
fi: Sumennusmalli
fr: Modèle de flou
hr: Blur predložak
hu: Elmosódási sablon
it: Modello di sfocatura
nl: Vervagings­sjabloon
no: Uskarphetsmal
pl: Szablon rozmycia
pt: Modelo de desfoque
sk: Šablóna rozostrenia
sv: Oskärpemall
tr: Bulanıklaştırma Şablonu

source: Blur transition duration
da: Varighed af sløringsovergang
de: Unschärfe-Übergangsdauer
es: Duración de la transición de desenfoque
fi: Sumennussiirtymän kesto
fr: Durée de la transition de flou
hr: Trajanje prijelaza blura
hu: Elmosódási átmenet időtartama
it: Durata transizione sfocatura
nl: Duur vervaging­overgang
no: Varighet for uskarphetsoverganger
pl: Czas trwania przejścia rozmycia
pt: Duração da transição de desfoque
sk: Dĺžka prechodu rozostrenia
sv: Tid för oskärpeövergång
tr: Bulanıklaştırma geçiş süresi

source: Border color
da: Kantfarve
de: Rahmenfarbe
es: Color del borde
fi: Reunaväri
fr: Couleur de la bordure
hr: Boja obruba
hu: Szegély színe
it: Colore del bordo
nl: Randkleur
no: Kantfarge
pl: Kolor obramowania
pt: Cor da borda
sk: Farba rámu
sv: Kantfärg
tr: Kenar rengi

source: Border Radius
da: Hjørneafrunde
de: Eckradius
es: Radio de borde
fi: Reunan pyöristys
fr: Rayon de la bordure
hr: Radijus obruba
hu: Szegély lekerekítése
it: Raggio del bordo
nl: Ronding van rand
no: Kantavrunding
pl: Promień obramowania
pt: Raio de borda
sk: Zaoblenie rohov rámu
sv: Kantavrundning
tr: Kenar yarıçapı

source: Border width
da: Kantbredde
de: Rahmenbreite
es: Ancho del borde
fi: Reunuksen leveys
fr: Largeur de la bordure
hr: Širina obruba
hu: Szegély szélessége
it: Spessore del bordo
nl: Rand­dikte
no: Kantbredde
pl: Grubość obramowania
pt: Largura da borda
sk: Hrúbka rámu
sv: Kantbredd
tr: Kenar genişliği

source: Brightness multiplier
da: Lysstyrkefaktor
de: Helligkeits-Multiplikator
es: Multiplicador de brillo
fi: Kirkkauskerroin
fr: Multiplicateur de luminosité
hr: Množitelj svjetline
hu: Fényerő szorzó
it: Moltiplicatore di luminosità
nl: Helderheids­factor
no: Lysstyrkefaktor
pl: Mnożnik jasności
pt: Multiplicador de brilho
sk: Násobič jasu
sv: Ljusstyrkefaktor
tr: Parlaklık çarpanı

source: Choose override panel color
da: Vælg overskriv panelfarve
de: Panel-Farbe überschreiben auswählen
es: Elegir color de reemplazo del panel
fi: Valitse korvaava paneeliväri
fr: Choisir la couleur de remplacement du panneau
hr: Odaberite boju za nadjačavanje boje panela
hu: Válassza ki a panel felülíró színét
it: Scegli colore sostitutivo del pannello
nl: Paneel­kleur overschrijven kiezen
no: Velg farge for panel-overstyring
pl: Wybierz kolor zastępujący panel
pt: Escolher cor de substituição do painel
sk: Vybrať farbu prepísania panela
sv: Välj panelfärg att skriva över
tr: Panel rengini geçersiz kılacak rengi seç

source: Choose override popup color
da: Vælg overskriv pop op-farve
de: Popup-Farbe überschreiben auswählen
es: Elegir color de reemplazo de los menús emergentes
fi: Valitse korvaava ponnahdusvalikon väri
fr: Choisir la couleur de remplacement des menus contextuels
hr: Odaberite boju za nadjačavanje boje iskačućeg izbornika
hu: Válassza ki a felugró ablak felülíró színét
it: Scegli colore sostitutivo dei popup
nl: Pop-upkleur overschrijven kiezen
no: Velg farge for popup-overstyring
pl: Wybierz kolor zastępujący menu podręczne
pt: Escolher cor de substituição dos menus pop-up
sk: Vybrať farbu prepísania vyskakovacích ponúk
sv: Välj popupfärg att skriva över
tr: Açılır menü rengini geçersiz kılacak rengi seç

source: Contrast multiplier
da: Kontrastfaktor
de: Kontrast-Multiplikator
es: Multiplicador de contraste
fi: Kontrastikerroin
fr: Multiplicateur de contraste
hr: Množitelj kontrasta
hu: Kontraszt szorzó
it: Moltiplicatore di contrasto
nl: Contrast­factor
no: Kontrastfaktor
pl: Mnożnik kontrastu
pt: Multiplicador de contraste
sk: Násobič kontrastu
sv: Kontrastfaktor
tr: Kontrast çarpanı

source: Controls the difference between light and dark areas in the blur. Higher values (above 1.0) enhance sharpness and depth for a more defined, modern look, while lower values soften the effect for a smoother, less harsh glass appearance.
da: Styrer forskellen mellem lyse og mørke områder i sløringen. Højere værdier (over 1,0) øger skarphed og dybde for et mere defineret, moderne udseende, mens lavere værdier blødgør effekten for et glattere, mindre hårdt glaslook.
de: Steuert den Unterschied zwischen hellen und dunklen Bereichen in der Unschärfe. Höhere Werte (über 1,0) erhöhen Schärfe und Tiefe für ein klar definiertes, modernes Erscheinungsbild, während niedrigere Werte den Effekt für ein glatteres, weniger hartes Glasdesign abschwächen.
es: Controla la diferencia entre áreas claras y oscuras en el desenfoque. Valores más altos (superiores a 1.0) realzan la nitidez y la profundidad para un aspecto más definido y moderno, mientras que valores más bajos suavizan el efecto para una apariencia de cristal más tersa y menos agresiva.
fi: Ohjaa vaaleiden ja tummien alueiden eroa sumennuksessa. Korkeammat arvot (yli 1.0) lisäävät terävyyttä ja syvyyttä modernin ilmeen saavuttamiseksi, kun taas matalammat arvot pehmentävät efektin pehmeämmäksi ja vähemmän karkeaksi lasimaiseksi ulkoasuksi.
fr: Contrôle la différence entre les zones claires et sombres dans le flou. Des valeurs supérieures à 1.0 renforcent la netteté et la profondeur pour un rendu plus défini et moderne, tandis que des valeurs inférieures adoucissent l'effet pour un aspect verre plus lisse et moins dur.
hr: Kontrolira razliku između svijetlih i tamnih područja u blur-u. Više vrijednosti (iznad 1.0) poboljšavaju oštrinu i dubinu za definirani, moderan izgled, dok niže vrijednosti omekšavaju efekt za glađi, manje oštar staklasti izgled.
hu: Szabályozza az elmosódás világos és sötét területei közötti különbséget. Az 1,0 feletti értékek növelik a élességet és mélységet a határozottabb, modern megjelenésért, míg az 1,0 alattiak lágyabb, kevésbé kemény üveghatást adnak.
it: Controlla la differenza tra aree chiare e scure nella sfocatura. Valori più alti (oltre 1,0) aumentano nitidezza e profondità per un look più definito e moderno, mentre valori più bassi ammorbidiscono l’effetto per un aspetto più omogeneo e meno aggressivo.
nl: Regelt het verschil tussen lichte en donkere gebieden in de vervaging. Waarden boven 1,0 verhogen scherpte en diepte voor een strak, modern uiterlijk, terwijl lagere waarden het effect verzachten voor een soepelere, minder felle glas­look.
no: Kontrollerer forskjellen mellom lyse og mørke områder i uskarpheten. Høyere verdier (over 1,0) øker skarphet og dybde for et tydeligere, mer moderne utseende, mens lavere verdier myker opp effekten for et jevnere, mindre hardt glassutseende.
pl: Kontroluje różnicę między jasnymi a ciemnymi obszarami w rozmyciu. Wyższe wartości (powyżej 1,0) zwiększają ostrość i głębię dla wyraźniejszego, nowoczesnego wyglądu, podczas gdy niższe łagodzą efekt, tworząc gładsze i mniej surowe wrażenie szkła.
pt: Controla a diferença entre áreas claras e escuras no desfoque. Valores acima de 1,0 realçam nitidez e profundidade para um aspeto mais definido e moderno, enquanto valores abaixo suavizam o efeito para um vidro mais suave e menos agressivo.
sk: Riadi rozdiel medzi svetlými a tmavými oblasťami v rozostrení. Vyššie hodnoty (nad 1,0) zvyšujú ostrosť a hĺbku pre definovanejší, moderný vzhľad, zatiaľ čo nižšie hodnoty zmierňujú efekt pre hladší, menej drsný sklenený vzhľad.
sv: Styr skillnaden mellan ljusa och mörka områden i oskärpan. Högre värden (över 1,0) ökar skärpa och djup för ett mer definierat, modernt utseende, medan lägre värden mildrar effekten för ett mjukare, mindre hårt glasutseende.
tr: Bulandırmada açık ve koyu alanlar arasındaki farkı kontrol eder. 1,0 üzeri değerler daha keskin ve derin bir görünüm sağlarken, daha düşük değerler daha yumuşak bir cam efekti sunar.

source: Controls the intensity of the blur effect. Higher values create a stronger, more diffused glass-like appearance (e.g., 30px+ for foggy effect), while lower values (1-10px) produce sharper, more subtle blurring for a cleaner look.
da: Styrer intensiteten af sløringseffekten. Højere værdier skaber en stærkere, mere diffus glaseffekt (f.eks. 30 px+ for tåget effekt), mens lavere værdier (1–10 px) giver skarpere, mere diskret sløring for et renere udseende.
de: Steuert die Intensität des Unschärfeeffekts. Höhere Werte erzeugen ein stärkeres, diffuses Glaseffekt-Aussehen (z. B. 30 px+ für einen nebligen Effekt), während niedrigere Werte (1–10 px) eine schärfere, subtilere Unschärfe für ein klareres Aussehen bewirken.
es: Controla la intensidad del efecto de desenfoque. Valores más altos crean un aspecto de cristal más difuso y pronunciado (por ejemplo, más de 30 px para un efecto brumoso), mientras que valores más bajos (1–10 px) producen un desenfoque más nítido y sutil para un aspecto más limpio.
fi: Säätää sumennusefektin voimakkuutta. Suuremmat arvot luovat voimakkaamman, hajautetumman lasiefektin (esim. yli 30 px utuisuuden luomiseksi), kun taas pienemmät arvot (1–10 px) tuottavat terävämmän, hienovaraisemman sumennuksen puhtaampaa ulkoasua varten.
fr: Contrôle l'intensité de l'effet de flou. Des valeurs plus élevées créent un aspect verre plus diffus (par ex., 30 px et plus pour un effet brumeux), tandis que des valeurs plus faibles (1–10 px) produisent un flou plus net et subtil pour un rendu plus épuré.
hr: Kontrolira intenzitet blur efekta. Više vrijednosti stvaraju jači, difuzniji staklasti izgled (npr. 30px+ za magličasti efekt), dok niže vrijednosti (1-10px) proizvode oštriji, suptilniji blur za čišći izgled.
hu: Szabályozza az elmosódási effektus intenzitását. A nagyobb értékek erősebb, diffúzabb üvegszerű megjelenést hoznak létre (pl. 30 px felett ködös hatás), míg az alacsonyabb értékek (1–10 px) élesebb, finomabb elmosódást biztosítanak a tisztább megjelenésért.
it: Controlla l’intensità dell’effetto sfocatura. Valori più elevati creano un effetto vetroso più marcato e diffuso (es. oltre 30 px per un effetto nebbioso), mentre valori più bassi (1–10 px) producono sfocature più nette e discrete per un aspetto più pulito.
nl: Regelt de intensiteit van het vervagingseffect. Hogere waarden geven een krachtiger, meer diffuus glas­effect (bijv. 30px+ voor een mist­achtig effect), terwijl lagere waarden (1–10px) scherpere, subtiele vervagingen voor een strakker uiterlijk opleveren.
no: Kontrollerer intensiteten av uskarphetseffekten. Høyere verdier gir en sterkere, mer diffus glassaktig effekt (f.eks. 30px+ for tåkelignende effekt), mens lavere verdier (1–10px) gir skarpere, mer subtile uskarpheter for et renere uttrykk.
pl: Kontroluje intensywność efektu rozmycia. Wyższe wartości tworzą mocniejszy, bardziej rozproszony efekt szkła (np. od 30px w górę dla efektu mgły), podczas gdy niższe (1–10px) zapewniają ostrzejsze, subtelne rozmycie dla czystszego wyglądu.
pt: Controla a intensidade do efeito de desfoque. Valores elevados criam um aspeto de vidro mais intenso e difuso (por exemplo, mais de 30 px para efeito de nevoeiro), enquanto valores baixos (1–10 px) produzem desfoques mais nítidos e subtis para um aspeto mais limpo.
sk: Riadi intenzitu efektu rozostrenia. Vyššie hodnoty vytvárajú silnejší, viac difúzny sklenený vzhľad (napr. nad 30 px pre hmlistý efekt), zatiaľ čo nižšie hodnoty (1–10 px) produkujú ostrejšie, jemnejšie rozostrenie pre čistší vzhľad.
sv: Styr intensiteten i oskärpeeffekten. Högre värden skapar ett starkare, mer diffust glasliknande utseende (t.ex. 30 px+ för dimmig effekt), medan lägre värden (1–10 px) ger skarpare, mer subtil oskärpa för ett renare intryck.
tr: Bulanıklaştırma etkisinin yoğunluğunu kontrol eder. Daha yüksek değerler daha dağınık bir cam görünümü (örneğin sis efekti için 30px+), daha düşük değerler (1–10px) ise daha keskin ve ince bulanıklaştırma sağlar.

source: Controls the transparency of the entire blur layer. Higher values (0.8-1.0) make the glass effect more prominent and solid, while lower values (0.1-0.5) create a lighter, more ethereal appearance that blends seamlessly with the background.
da: Styrer gennemsigtigheden af hele sløringslaget. Højere værdier (0,8–1,0) gør glaseffekten mere markant og solid, mens lavere værdier (0,1–0,5) skaber et lettere, mere æterisk udseende, der smelter ubesværet sammen med baggrunden.
de: Steuert die Transparenz der gesamten Unschärfe-Ebene. Höhere Werte (0,8–1,0) machen den Glaseffekt markanter und solider, während niedrigere Werte (0,1–0,5) ein leichteres, ätherisches Erscheinungsbild erzeugen, das sich nahtlos mit dem Hintergrund verbindet.
es: Controla la transparencia de toda la capa de desenfoque. Valores más altos (0.8–1.0) hacen que el efecto de cristal sea más prominente y sólido, mientras que valores más bajos (0.1–0.5) crean una apariencia más ligera y etérea que se integra perfectamente con el fondo.
fi: Säätää koko sumennuskerroksen läpinäkyvyyttä. Korkeammat arvot (0.8–1.0) tekevät lasiefektistä voimakkaamman ja kiinteämmän, kun taas matalammat arvot (0.1–0.5) luovat kevyemmän, eteerisen ilmeen, joka sulautuu taustaan.
fr: Contrôle la transparence de toute la couche de flou. Des valeurs plus élevées (0,8–1,0) rendent l'effet verre plus marqué et solide, tandis que des valeurs plus faibles (0,1–0,5) créent un rendu plus léger et éthéré qui se fond parfaitement dans l'arrière-plan.
hr: Kontrolira prozirnost cijelog blur sloja. Više vrijednosti (0.8-1.0) čine staklasti efekt istaknutijim i solidnijim, dok niže vrijednosti (0.1-0.5) stvaraju lakši, eteričniji izgled koji se besprijekorno stapa s pozadinom.
hu: Szabályozza az egész elmosódási réteg átlátszatlanságát. A nagyobb értékek (0,8–1,0) hangsúlyosabbá és szilárdabbá teszik az üveghatást, míg az alacsonyabb értékek (0,1–0,5) könnyedebb, éteri megjelenést adnak, amely zökkenőmentesen illik a háttérhez.
it: Controlla la trasparenza dell’intero livello di sfocatura. Valori più elevati (0,8–1,0) rendono l’effetto vetroso più evidente e solido, mentre valori più bassi (0,1–0,5) creano un aspetto più leggero ed etereo che si integra perfettamente con lo sfondo.
nl: Regelt de transparantie van de hele vervaging­slaag. Waarden tussen 0,8–1,0 maken het glas­effect opvallender en steviger, terwijl waarden tussen 0,1–0,5 een lichtere, meer etherische look geven die naadloos in de achtergrond overloopt.
no: Kontrollerer gjennomsiktigheten til hele uskarphetslaget. Høyere verdier (0,8–1,0) gjør glass-effekten mer fremtredende og solid, mens lavere verdier (0,1–0,5) skaper et lettere, mer eterisk utseende som smelter sømløst inn i bakgrunnen.
pl: Kontroluje przezroczystość całej warstwy rozmycia. Wyższe wartości (0,8–1,0) sprawiają, że efekt szkła jest bardziej wyraźny i zwarty, natomiast niższe (0,1–0,5) dają lżejszy, eteryczny wygląd, płynnie stapiający się z tłem.
pt: Controla a transparência de toda a camada de desfoque. Valores altos (0,8–1,0) tornam o efeito de vidro mais proeminente e sólido, enquanto valores baixos (0,1–0,5) criam uma aparência mais leve e etérea que se funde perfeitamente com o fundo.
sk: Riadi priehľadnosť celej vrstvy rozostrenia. Vyššie hodnoty (0,8–1,0) robia sklenený efekt výraznejším a pevnejším, zatiaľ čo nižšie hodnoty (0,1–0,5) vytvárajú ľahší, éterický vzhľad, ktorý sa plynulo spája s pozadím.
sv: Styr genomskinligheten för hela oskärpelagret. Högre värden (0,8–1,0) gör glaseffekten mer framträdande och solid, medan lägre värden (0,1–0,5) skapar ett lättare, mer eteriskt utseende som smälter samman med bakgrunden.
tr: Bulanıklaştırma katmanının tamamının şeffaflığını kontrol eder. 0,8–1,0 arası değerler cam efektini belirginleştirirken, 0,1–0,5 arası değerler arka plana sorunsuzca uyum sağlayan daha hafif, eterik bir görünüm verir.

source: Custom Blur Settings
da: Brugerdefinerede sløringsindstillinger
de: Benutzerdefinierte Unschärfe-Einstellungen
es: Ajustes personalizados de desenfoque
fi: Mukautetut sumennusasetukset
fr: Paramètres de flou personnalisés
hr: Prilagođene postavke blura
hu: Egyéni elmosódási beállítások
it: Impostazioni sfocatura personalizzate
nl: Aangepaste vervagings­instellingen
no: Egendefinerte uskarphetsinnstillinger
pl: Własne ustawienia rozmycia
pt: Definições de desfoque personalizadas
sk: Vlastné nastavenia rozostrenia
sv: Anpassade oskärpeinställningar
tr: Özel Bulanıklaştırma Ayarları

source: Debugging
da: Fejlfinding
es: Depuración
fi: Virheenkorjaus
fr: Débogage
hr: Otklanjanje grešaka
hu: Hibakeresés
nl: Fout­opsporing
no: Feilsøking
pl: Debugowanie
pt: Depuração
sk: Ladenie
sv: Felsökning
tr: Hata Ayıklama
