Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/adjacent-windows@klangman/*.po
Languages: eu, fr, it

source: Adjacent Windows
eu: Alboko Leihoak
fr: Fenêtres adjacentes
it: Finestre adiacenti

source: Use hotkeys to switch to adjacent windows
eu: Erabili lasterbideak alboko leihoetara
fr: Utiliser les touches de raccourci pour passer aux fenêtres adjacentes
it: Usa tasti di scelta rapida per passare alle finestre adiacenti

source: Hotkeys to switch focus relative to the current window
eu: Oraingo leihotik erlatiboki aldatzeko lasterbideak
fr: Touches de raccourci pour changer le focus à partir de la fenêtre actuelle
it: Tasti di scelta rapida per cambiare il focus rispetto alla finestra corrente

source: Activate window to the left
eu: Ezkerreko leihora joan
fr: Activer la fenêtre à gauche
it: Attiva finestra a sinistra

source: Activate window to the right
eu: Eskumako leihora joan
fr: Activer la fenêtre à droite
it: Attiva finestra a destra

source: Activate window above
eu: Goiko leihora joan
fr: Activer la fenêtre du dessus
it: Attiva finestra sopra

source: Activate window below
eu: Beheko leihora joan
fr: Activer la fenêtre du dessous
it: Attiva finestra sotto

source: Activate window under
eu: Atzeko leihora joan
fr: Activer la fenêtre sous celle-ci
it: Attiva finestra sotto (z-order)

source: Switch to the next window in the z-order that is overlapped by the current window. If the key combo is pressed again within 3 sec, the focus will change to the next window beneath the window that originally had the focus during the fist key combo press.
eu: Sakoneraren arabera joan erabiltzen ari den leihoaren gainean dagoen leihora joan. Lasterbidea berriz sakatzen bada 3 segundotan, lasterbidea hasieran sakatu den leihoaren azpian dagoen hurrengo leihora aldatuko da.
fr: Passer à la fenêtre (suivante dans l'ordre-z) qui est recouverte par la fenêtre actuelle. Si vous appuyez à nouveau sur la combinaison de touches dans les 3 secondes, le focus passera à la fenêtre suivante sous la fenêtre qui avait le focus à l'origine lors de la première pression sur la combinaison de touches.
it: Passa alla finestra successiva nell'ordine z che è sovrapposta dalla finestra corrente. Se la combinazione di tasti viene premuta di nuovo entro 3 secondi, il focus cambierà alla finestra successiva sotto quella che aveva originariamente il focus alla prima pressione.

source: Undo the focus change
eu: Atzera bota leiho aldaketa
fr: Annuler le changement de focus
it: Annulla il cambio di focus

source: Other settings
eu: Bestelako ezarpenak
fr: Autres paramètres
it: Altre impostazioni

source: Closest to the current window
eu: Oraingo leihotik hurbilen dagoenera
fr: La plus proche de la fenêtre actuelle
it: Più vicina alla finestra corrente

source: Highest in the z-order
eu: Aurreren dagoenera
fr: La plus élevée dans l'ordre-z
it: Più alta nell'ordine z

source: Closest with a visible corner
eu: Ertz ikusgai baten hurbilen dagoenera
fr: La plus proche avec un coin visible
it: Più vicina con un angolo visibile

source: Activate the window that is...
eu: Mugitu...
fr: Activer la fenêtre qui est...
it: Attiva la finestra che è...

source: When using the Left, Right, Above or Below hotkeys, activate the window that is either: - Closest to the current window: this might activate a window that is currently completely obscured by other windows. - Highest in the z-order: most recently focused; this might skip over visible windows that are closer to the current window. - Closest window with a visible corner: a compromise that is designed to be more like what most people would generally expect (I hope).
eu: Ezkerreko, Eskumako, Goiko eta Beheko lasterbideak erabiltzerakoan, mugitu: - Oraingo leihotik hurbilen dagoenera: honek guztiz estalita dagoen leiho batera mugitu dezake. - Aurreren dagoenera: duela gutxien erabilitako leihoa; oraingo leihotik hurbilago dauden leiho ikusgarrietatik salto egin dezake honek. - Ertz ikusgai baten hurbilen dagoenera: gehienek espero ohi dutenaren antz handiagoa izateko pentsatua dagoen konpromisoa (espero dut).
fr: Lorsque vous utilisez les touches de raccourci Gauche, Droite, Au-dessus ou Au-dessous, activez la fenêtre qui est soit : - La plus proche de la fenêtre actuelle : cela peut activer une fenêtre qui est actuellement complètement masquée par d'autres fenêtres. - La plus haute dans l'ordre des z : la plus récemment mise en focus ; elle peut ignorer des fenêtres visibles qui sont plus proches de la fenêtre actuelle. - La plus proche avec un coin visible : un compromis conçu pour ressembler davantage à ce que la plupart des gens attendent généralement (j'espère).
it: Quando usi i tasti per Left, Right, Above o Below, attiva la finestra che è: - Più vicina alla finestra corrente: potrebbe attivare una finestra attualmente totalmente nascosta da altre. - Più alta nell'ordine z: la più recentemente focalizzata; potrebbe saltare finestre visibili ma più vicine. - Finestra più vicina con un angolo visibile: un compromesso che si avvicina a ciò che la maggior parte si aspetta (spero).

source: pixels
eu: pixel
it: pixel

source: Corner overlap allowance / minimum visibility
eu: Ertz-gainjartze minimoa / ikusgarritasun minimoa
fr: Tolérance de chevauchement d'angle / visibilité minimale
it: Tolleranza sovrapposizione angolo / visibilità minima

source: Sets how many pixels a corner can be obscured by other windows and still be considered a candidate window. Also sets the minimum amount of window visibility in order to qualify as a candidate window
eu: Beste leiho batzuek ertz bat zenbat pixel gainjarri ezartzen du, eta oraindik leiho hautagarritzat hartzen da. Leihoen gutxieneko ikusgarritasuna ere ezartzen du, hautagai izateko
fr: Définit combien de pixels un coin peut être masqué par d'autres fenêtres et être considéré comme une fenêtre candidate. Définit également la visibilité minimale de la fenêtre pour qu'elle soit considérée comme une fenêtre candidate
it: Imposta quanti pixel un angolo può essere nascosto da altre finestre pur essendo considerata una finestra candidata. Imposta anche la visibilità minima richiesta per essere considerata candidata

source: priority
eu: lehentasuna
fr: priorité
it: priorità

source: Increase the priority of direction alignment
eu: Norabide parekatzearen lehentasuna handiagotu
fr: Augmenter la priorité de la fenêtre alignée dans la direction souhaitée
it: Aumenta la priorità di allineamento direzionale

source: Increasing this setting gives more priority to windows that occupy the same area as the current window in the desired direction, and less priority to widows that are at an offset but closer. Max 85%
eu: Ezparpen hau handitzeak lehentasun handiagoa ematen die oraingo leihoaren eremu bera nahi den norabidean okupatzen duten leihoei, eta lehentasun txikiagoa, berriz, ordain batean dauden baina hurbilago dauden alargunei. Gehienez % 85
fr: L'augmentation de ce paramètre donne plus de priorité aux fenêtres qui occupent la même zone que la fenêtre actuelle dans la direction souhaitée, et moins de priorité aux fenêtres qui sont décalées mais plus proches. Max 85%
it: Aumentando questo valore, si dà maggiore priorità alle finestre che occupano la stessa area della finestra corrente nella direzione desiderata, e minore priorità a finestre spostate ma più vicine. Max 85%

source: Allow switching to minimized windows
eu: Onartu leiho ikonotutakoak zabaltzea
fr: Permettre de basculer vers les fenêtres réduites
it: Consenti il passaggio a finestre minimizzate

source: Allow switching to windows on other monitors
eu: Onartu monitore desberdinetako leihoetara joatea
fr: Permettre de basculer vers les fenêtres situées sur les autres écrans
it: Consenti il passaggio a finestre su altri monitor

source: Warp the cursor to the center of the focused window
fr: Déplacer le curseur au centre de la fenêtre focalisée
it: Sposta il cursore al centro della finestra focalizzata
