Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/desktop-icons-per-workspace@cardsurf/*.po
Languages: da, de, es, eu, hu, it, nl, pt_br, ro, ru, zh_cn

source: Set positions of desktop icons per workspace
da: Angiv placeringen af skrivebordsikoner for hvert arbejdsområde
de: Positionen der Desktop-Symbole pro Arbeitsfläche festlegen
es: Establecer ubicaciones de iconos de escritorio por espacio de trabajo
eu: Mahaigaineko ikonoen posizioak ezarri lan-espazio bakoitzeko
hu: Állítsa be az asztali ikonok pozícióit munkaterületenként
it: Imposta le posizioni delle icone del desktop per area di lavoro
nl: Stel posities van bureaubladpictogrammen per werkruimte in
pt_br: Defina as posições dos ícones em cada área de trabalho
ro: Setează pozițiile pictogramelor de pe desktop pentru fiecare spațiu de lucru
ru: Установите независимое расположение значков на разных рабочих столах
zh_cn: 设置每个工作区的桌面图标位置

source: Desktop icons per workspace
da: Skrivebordsikoner per arbejdsområde
de: Desktop-Symbole pro Arbeitsfläche
es: Iconos de escritorio por espacio de trabajo
eu: Mahai gaineko ikonoak lan espazioka
hu: Asztali ikonok munkaterületenként
it: Icone del desktop per area di lavoro
nl: Bureaubladpictogrammen per werkruimte
pt_br: Ícones de cada área de trabalho
ro: Pictogramele de pe desktop pentru fiecare spațiu de lucru
ru: Независимое размещение значков (Desktop icons per workspace)
zh_cn: 每个工作区的桌面图标

source: Configuration
da: Konfiguration
de: Konfiguration
es: Configuración
eu: Ezarpenak
hu: Konfiguráció
it: Configurazione
nl: Configuratie
pt_br: Configuração
ro: Configurație
ru: Настройка
zh_cn: 配置

source: milliseconds
da: millisekunder
de: Millisekunden
es: milisegundos
eu: milisegundoak
hu: ezredmásodperc
it: millisecondi
nl: milliseconden
pt_br: milissegundos
ro: milisecunde
ru: миллисекунд
zh_cn: 毫秒

source: Desktop refresh delay on start
da: Genopfriskningsforsinkelse af skrivebord ved opstart
de: Verzögerung der Desktop-Aktualisierung beim Start
es: Retraso de la actualización del escritorio al iniciarse
eu: Mahaigaineko freskatzearen atzerapena hasieratik
hu: Az asztal frissítésének késleltetése indításkor
it: Ritardo all'aggiornamento del desktop all'avvio
nl: Vertraging bij vernieuwen bureaublad bij opstarten
pt_br: Tempo de espera antes da atualização dos ícones da área de trabalho ocorrer pela primeira vez
ro: Amânarea reîmprospătarii spațiului de lucru la pornire
ru: Задержка обновления рабочего стола при запуске
zh_cn: 启动时延迟刷新桌面

source: A number of milliseconds to wait for initial desktop refresh after the extension is started
da: Antal millisekunder der skal ventes på genopfriskning af skrivebordet efter opstart af udvidelsen
de: Millisekunden, die nach dem Starten der Erweiterung auf die erste Aktualisierung des Desktops gewartet wird
es: Número de milisegundos de espera para la actualización inicial del escritorio tras el inicio de la extensión
eu: Itxaron behar diren milisegundo kopurua mahaigaina freskatzeko hedapenahasi ondoren
hu: Ennyi ezredmásodpercet várjon az asztal kezdeti frissítésével a bővítmény indulását követően
it: Il numero di millisecondi da attendere per l'aggiornamento iniziale del desktop dopo l'avvio dell'estensione
nl: Een aantal milliseconden wachten op de initiÃ«le bureaubladvernieuwing nadat de extensie is gestart
pt_br: Ao iniciar essa extensão, quantos milissegundos antecedem a primeira atualização dos ícones da área de trabalho
ro: Un număr de milisecunde de așteptat pentru reîmprospătarea inițială a spațiului de lucru după ce extensia este pornită
ru: Сколько миллисекунд ждать перед обновлением рабочего стола, после запуска расширения
zh_cn: 扩展启动后等待初始桌面刷新的毫秒数

source: Desktop refresh completed delay
da: Færdiggørelse af genopfriskningsforsinkelse af skrivebord
de: Verzögerung der Fertigstellung der Desktop-Aktualisierung
es: Retraso en la actualización del escritorio
eu: Mahaigaineko freskatzea amaitu aurreko atzerapena
hu: Asztal frissítési folyamat befejezésének késleltetése
it: Ritardo al completamento dell'aggiornamento del desktop
nl: Vertraging bij voltooien bureaubladvernieuwing
pt_br: Duração da atualização dos ícones da área de trabalho
ro: Întârziere de reîmprospătare a spațiului de lucru finalizată
ru: Задержка обновления рабочего стола
zh_cn: 桌面刷新完成延迟

source: A number of milliseconds to wait before completing desktop refresh
da: Antal millisekunder der skal ventes på færdiggørelse af genopfriskning af skrivebordet
de: Millisekunden, die gewartet werden soll, bevor die Desktop-Aktualisierung abgeschlossen wird
es: Número de milisegundos que hay que esperar antes de completar la actualización del escritorio
eu: Itxaron behar diren milisegundo kopurua mahaigaineko freskatzea amaitu aurretik
hu: Ennyi ezredmásodpercet várjon az asztal frissítésének befejezésével
it: Il numero di millisecondi da attendere prima di completare l'aggiornamento del desktop
nl: Een aantal milliseconden wachten alvorens voltooien van de bureaubladvernieuwing
pt_br: Quantos milissegundos deve-se aguardar durante a atualização dos ícones da área de trabalho
ro: Un număr de milisecunde de așteptat înainte de a finaliza reîmprospătarea spațiului de lucru
ru: Сколько миллисекунд ждать после завершения обновления рабочего стола
zh_cn: 在完成桌面刷新之前等待的毫秒数

source: seconds
da: sekunder
de: Sekunden
es: segundos
eu: segundoak
hu: másodperc
it: secondi
nl: seconden
pt_br: segundos
ro: secunde
ru: секунд
zh_cn: 秒

source: Save every
da: Gem efter
de: Speichern alle
es: Guardar cada
eu: Denak gorde.
hu: Mentés gyakorisága
it: Salva ogni
nl: Opslaan elke
pt_br: Salvar a cada
ro: Salvează la fiecare
ru: Периодичность сохранения
zh_cn: 每多久保存

source: How often to save desktop icon positions to the file. 0 means no saving to the file.
da: Hvor tit placeringen af skrivebordsikoner skal gemmes. 0 betyder, at de ikke gemmes.
de: Wie oft soll die Position der Desktop-Symbole in der Datei gespeichert werden. 0 bedeutet kein Speichern in der Datei.
es: Con qué frecuencia guardar en el archivo las posiciones de los iconos del escritorio. 0 significa no guardar en el archivo.
eu: Zenbat aldiz gorde mahaigaineko ikonoaren posizioak fitxategian. 0kfitxategian ez dela godeko esan nahi du
hu: Milyen gyakran mentse az asztali ikonok pozícióját a fájlba. A 0 azt jelenti, hogy nem kell menteni a fájlba.
it: Quanto spesso salvare le posizioni delle icone del desktop sul file. 0 significa nessun salvataggio sul file.
nl: Hoe vaak posities van bureaubladpictogrammen naar het bestand worden opgeslagen. 0 betekent niet opslaan naar het bestand.
pt_br: Com que frequência as posições dos ícones da área de trabalho devem ser salvos no arquivo. 0 significa que nenhum salvamento ocorrerá no arquivo.
ro: Cât de des să fie salvate în fișier pozițiile pictogramelor de pe desktop. 0 înseamnă că nu se salvează în fișier.
ru: Как часто нужно сохранять положение значков в файл. Значение 0 означает отсутствие сохранения в файл.
zh_cn: 将桌面图标位置保存到文件中的频率。0 表示不保存到文件。
