Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/blur-overview@nailfarmer.nailfarmer.com/*.po
Languages: fi, fr, hu, it, vi

source: Blur Overview
fr: Effet de Flou sur la vue d'ensemble (Blur Overview)
hu: Elmosott áttekintés
it: Sfocatura della Panoramica
vi: Tổng quan Làm mờ

source: Allows you to blur and adjust the dimming of the overview's background (window selection screen)
fi: Voit sumentaa ja säätää taustaväriä sovellusnäytössä (painamalla Ctrl+Alt+⬇)
fr: Permet d'estomper et de régler la luminosité de l'arrière-plan de la vue d'ensemble (écran de sélection des fenêtres)
hu: Lehetővé teszi az áttekintés hátterének elhomályosítását és tompítását (ablakválasztó képernyő)
it: Permette di sfocare e regolare l'oscuramento dello sfondo della panoramica (schermata di selezione finestra)
vi: Cho phép bạn làm mờ và điều chỉnh độ tối của nền tổng quan (màn hình chọn cửa sổ)

source: Blur Overview (window selection screen) settings
fi: Asetukset Blur Overview (sovellusten valintanäytössä Ctrl+Alt+⬇)
fr: Paramètres du flou de l'écran de sélection de fenêtre
hu: Elmosott áttekintés (ablakválasztó képernyő) beállításai
it: Impostazioni sfocatura panoramica (schermata selezione finestra)
vi: Cài đặt Tổng quan Làm mờ (màn hình chọn cửa sổ)

source: Dim Background (percentage)
fi: Sumenna taustaa (prosenttia)
fr: Opacité du fond
hu: Háttér halványítása (százalék)
it: Oscuramento sfondo (percentuale)
vi: Làm tối Nền (phần trăm)

source: Blur Background
fi: Sumenna taustaa
fr: Flou du fond
hu: Háttér elmosódása
it: Sfoca sfondo
vi: Làm mờ Nền

source: Enable color blend effect
fi: Värien sekoitustehoste
fr: Activer l'effet Mélange des couleurs
hu: Színkeverési effektus engedélyezése
it: Abilita effetto fusione colore
vi: Bật hiệu ứng pha trộn màu

source: Use a custom color as the dimming overlay color. The color intensity can be controlled using the "Dim Background" slider control above
fi: Mukauta käyttämällä himmennykseen valittua väriä. Värin voimakkuutta voi säätää yllä olevalla "Sumenna taustaa" liukusäätimellä
fr: Utiliser une couleur personnalisée comme couleur d'obscurcissement de l'arrière-plan. L'intensité de la couleur peut être contrôlée à l'aide du curseur « Opacité du fond » situé au-dessus
hu: Használjon egyéni színt tompító fedőszínként. A színintenzitás a fenti „Háttér homályos” csúszkával szabályozható
it: Usa un colore personalizzato come colore di sovrapposizione per l'oscuramento. L'intensità del colore può essere regolata con il cursore "Oscuramento sfondo" sopra
vi: Sử dụng màu tùy chỉnh làm màu lớp phủ làm tối. Cường độ màu có thể được điều khiển bằng thanh trượt "Làm tối Nền" ở trên

source: Blend effect Color
fi: Sekoitusväri
fr: Effet Mélange de couleurs
hu: Blend effektus Szín
it: Colore effetto fusione
vi: Màu hiệu ứng Pha trộn

source: None
fi: Ei mitään
fr: Aucun
hu: Semmi
it: Nessuno
vi: Không

source: Simple
fi: Vakio
hu: Egyszerű
it: Semplice
vi: Đơn giản

source: Gaussian
fr: Gaussien
hu: Gauss-féle
it: Gaussiano

source: Type of blur effect
fi: Sumeustehoste
fr: Type de flou
hu: Az elmosódási hatás típusa
it: Tipo di effetto sfocatura
vi: Loại hiệu ứng làm mờ

source: What type of blur algorithm should be used to blur the background
fi: Mitä sumennusalgoritmia tulisi käyttää taustan sumentamiseen
fr: Type d'algorithme de flou utilisé pour flouter l'arrière-plan
hu: Milyen típusú elmosódási algoritmust kell használni a háttér elmosásához
it: Tipo di algoritmo di sfocatura da usare per lo sfondo
vi: Loại thuật toán làm mờ nào nên được sử dụng để làm mờ nền

source: Gaussian blur intensity
fi: Sumennuksen voimakkuus
fr: Intensité du flou gaussien
hu: Gauss-elmosódás intenzitása
it: Intensità sfocatura gaussiana
vi: Cường độ làm mờ Gaussian

source: Adjusts the intensity of the blur effect by changing the radius use by the effect.
fi: Säätää sumennuksen voimakkuutta muuttamalla tehosteen säteen käyttöä.
fr: Règle l'intensité de l'effet de flou en modifiant le rayon de l'effet.
hu: Beállítja az elmosódás intenzitását az effektus sugárhasználatának módosításával.
it: Regola l'intensità dell'effetto sfocatura modificando il raggio usato dall'effetto.
vi: Điều chỉnh cường độ của hiệu ứng làm mờ bằng cách thay đổi bán kính được sử dụng bởi hiệu ứng.
