Repository: linuxmint/cinnamon-spices-extensions
Catalog: opacify@anish.org/files/opacify@anish.org/po/*.po
Languages: ca, hu

source: Opacify Windows
ca: Control d'opacitat de les finestres
hu: Ablakok áttetszősége

source: Fade out the current window that the user is resizing or dragging.
ca: Dissipeu la finestra actual que l'usuari està redimensionant o arrossegant.
hu: Az aktuális ablak elmosódása, amelyet a felhasználó átméretez vagy áthelyez.

source: Opacity
ca: Opacitat
hu: Átlátszatlanság

source: Start of Drag
ca: Inici de l'arrossegament
hu: Áthelyezés kezdete

source: Transition time
ca: Temps de transició
hu: Átmenet időtartama

source: milliseconds
ca: mil·lisegons
hu: ezredmásodperc

source: Effect
ca: Efecte
hu: Effektus

source: End of Drag
ca: Final de l'arrossegament
hu: Áthelyezés vége

source: Additional features
ca: Funcionalitats addicionals
hu: További jellemzők

source: Maintaining the opacity indefinitely
ca: Mantenir la opacitat de manera indefinida
hu: Az átlátszatlanság határozatlan ideig történő fenntartása

source: Yes
ca: Sí
hu: Igen

source: No
hu: Nem
