Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/smart-panel@mohammad-sn/*.po
Languages: da, pt_br, vi

source: Switch between workspaces, show desktop, activate overview or expo, ... by scrolling, double click, mouse gestures etc on free space of the panel.
da: Skift mellem arbejdsområder, vis skrivebord, vis oversigt over vinduer eller arbejdsområder, ... med rulning, dobbeltkilk, musebevægelser osv. på frie områder i panelet.
pt_br: Role com o mouse, clique duas vezes ou use gestos do mouse no espaço livre do painel, de modo a: alternar entre os espaços de trabalho; mostrar a área de trabalho; mostrar as janelas abertas; mostrar todos os espaços de trabalho; ...
vi: Chuyển đổi giữa các không gian làm việc, hiển thị màn hình, kích hoạt tổng quan hoặc expo, ... bằng cách cuộn, nhấp đúp, cử chỉ chuột, v.v. trên khoảng trống của panel.

source: Modifier key:
da: Modifikationstast:
pt_br: Tecla modificadora:
vi: Phím sửa đổi:

source: Shift
da: Skift

source: Switch between windows from:
da: Skift mellem vinduer fra:
pt_br: Alternar entre as janelas de:
vi: Chuyển đổi giữa các cửa sổ từ:

source: Curret Application
da: Nuværende program
pt_br: Aplicativo atual
vi: Ứng dụng hiện tại

source: Current workspace
da: Nuværende arbejdsområde
pt_br: Espaço de trabalho atual
vi: Không gian làm việc hiện tại

source: All workspaces
da: Alle arbejdsområder
pt_br: Todos os espaços de trabalho
vi: Tất cả không gian làm việc

source: 3rd Custom Command:
da: 3. brugerdefineret kommando:
pt_br: 3º comando personalizado:
vi: Lệnh Tùy chỉnh 3:

source: 2nd Custom Command:
da: 2. brugerdefineret kommando:
pt_br: 2º comando personalizado:
vi: Lệnh Tùy chỉnh 2:

source: Action on scrolling:
da: Handling ved rulning:
pt_br: Ação ao rolar o mouse:
vi: Hành động khi cuộn:

source: None
da: Ingen
pt_br: Nenhuma ação
vi: Không

source: Switch between workspaces
da: Skift mellem arbejdsområder
pt_br: Alterna entre espaços de trabalho
vi: Chuyển đổi giữa các không gian làm việc

source: Toggle show desktop
da: Vis/skjul skrivebord
pt_br: Mostra/esconde a área de trabalho
vi: Bật/tắt hiển thị màn hình

source: Adjust opacity of windows
da: Vinduers gennemsigtighed
pt_br: Ajusta a opacidade das janelas
vi: Điều chỉnh độ mờ của cửa sổ

source: Switch between windows
da: Skift mellem vinduer
pt_br: Alterna entre janelas
vi: Chuyển đổi giữa các cửa sổ

source: Independent actions for scrolling up and down
da: Forskellige handlinger ved rulning op og ned
pt_br: Considerar a rolagem para cima e a rolagem para baixo como ações independentes
vi: Hành động độc lập cho cuộn lên và xuống

source: Action on panel double click:
da: Handling ved dobbeltklik på panelet:
pt_br: Ação ao clicar duas vezes no painel:
vi: Hành động khi nhấp đúp panel:

source: Launch App Switcher
da: Kør programskifter
pt_br: Abrir o Alt + Tab
vi: Khởi chạy Bộ chuyển đổi Ứng dụng

source: Run 1st Custom Command
da: Kør 1. brugerdefineret kommando
pt_br: Executar o primeiro comando personalizado
vi: Chạy Lệnh Tùy chỉnh 1

source: Overview
da: Oversigt
pt_br: Mostrar as janelas abertas
vi: Tổng quan

source: Run 3rd Custom Command
da: Kør 3. brugerdefineret kommando
pt_br: Executar o terceiro comando personalizado
vi: Chạy Lệnh Tùy chỉnh 3

source: Run 2nd Custom Command
da: Kør 2. brugerdefineret kommando
pt_br: Executar o segundo comando personalizado
vi: Chạy Lệnh Tùy chỉnh 2

source: Expo
da: Vis arbejdsområder
pt_br: Mostrar todos os espaços de trabalho

source: Show Desktop
da: Vis skrivebord
pt_br: Mostrar a área de trabalho
vi: Hiển thị Màn hình

source: ↦ Dragging to the right:
da: ↦ Trække til højre:
pt_br: ↦ Ao arrastar para a direita:
vi: ↦ Kéo sang phải:

source: ↤ Dragging to the left:
da: ↤ Trække til venstre:
pt_br: ↤ Ao arrastar para a esquerda:
vi: ↤ Kéo sang trái:

source: Go to right Workspace
da: Gå til arbejdsområde til højre
pt_br: Ir para o espaço de trabalho à direita
vi: Đến Không gian làm việc Phải

source: Go to left Workspace
da: Gå til arbejdsområde til venstre
pt_br: Ir para o espaço de trabalho à esquerda
vi: Đến Không gian làm việc Trái

source: Go to last Workspace
da: Gå til sidste arbejdsområde
pt_br: Ir para o espaço de trabalho anterior
vi: Đến Không gian làm việc Cuối cùng

source: Go to first Workspace
da: Gå til første arbejdsområde
pt_br: Ir para o primeiro espaço de trabalho
vi: Đến Không gian làm việc Đầu tiên

source: Minimum delay between scrolls:
da: Minimum forsinkelse mellem rulninger:
pt_br: Atraso mínimo entre as rolagens:
vi: Độ trễ tối thiểu giữa các lần cuộn:

source: milliseconds
da: millisekunder
pt_br: milissegundos
vi: mili giây

source: Use mouse gestures on the panel
da: Benyt musebevægelser på panelet
pt_br: Usar gestos do mouse no painel
vi: Sử dụng cử chỉ chuột trên panel

source: Action on scrolling down:
da: Handling ved rulning ned:
pt_br: Ação ao rolar para baixo:
vi: Hành động khi cuộn xuống:

source: Action on scrolling up:
da: Handling ved rulning op:
pt_br: Ação ao rolar para cima:
vi: Hành động khi cuộn lên:

source: 1st Custom Command:
da: 1. brugerdefineret kommando:
pt_br: 1º comando personalizado:
vi: Lệnh Tùy chỉnh 1:

source: Click at the edge of the screen and drag away vertically:
da: Klik i kanten af skærmen og træk lodret:
pt_br: Dentro do painel, ao clicar na borda da tela e arrastar verticalmente:
vi: Nhấp vào cạnh màn hình và kéo ra theo chiều dọc:

source: Action on panel middle click:
da: Handling ved midterklik på panelet:
pt_br: Ação ao clicar com o botão do meio no painel:
vi: Hành động khi nhấp giữa panel:

source: App Switcher Settings:
da: Indstillinger for programskifter:
pt_br: Configurações do Alt + Tab:
vi: Cài đặt Bộ chuyển đổi Ứng dụng:

source: Custom Commands:
da: Brugerdefinerede kommandoer:
pt_br: Comandos personalizados:
vi: Lệnh Tùy chỉnh:

source: Mouse gestures:
da: Musebevægelser:
pt_br: Gestos do mouse:
vi: Cử chỉ chuột:

source: Mouse click options:
da: Museklikhandlinger:
pt_br: Opções de clique do mouse:
vi: Tùy chọn nhấp chuột:

source: Mouse scroll options:
da: Muserulningshandlinger:
pt_br: Opções de rolagem do mouse:
vi: Tùy chọn cuộn chuột:

source: Prevent accidental workspace/window switching on rapid scrolling
da: Forhindr utilsigtet skift mellem arbejdsområder/vinduer ved hurtig rulning
pt_br: Impedir a alternância veloz de espaços de trabalho/janelas, ao rolar o mouse rapidamente
vi: Ngăn chặn chuyển đổi không gian làm việc/cửa sổ ngẫu nhiên khi cuộn nhanh

source: When a modifier key is pressed, switch between windows from:
da: Når en modifikationstast er trykket, så skift mellem vinduer i:
pt_br: Quando a tecla modificadora for pressionada, alterne entre as janelas de:
vi: Khi một phím sửa đổi được nhấn, chuyển đổi giữa các cửa sổ từ:

source: App switcher style:
da: Programskifterstil:
pt_br: Aparência do alternador de aplicativos:
vi: Kiểu bộ chuyển đổi ứng dụng:

source: Icons only
da: Kun ikoner
pt_br: Somente ícones
vi: Chỉ biểu tượng

source: Icons and window preview
da: Ikoner og forhåndsvisning af vinduer
pt_br: Pré-visualização de ícones e janelas
vi: Biểu tượng và xem trước cửa sổ

source: Thumbnails only
da: Kun miniaturer
pt_br: Somente miniaturas
vi: Chỉ hình thu nhỏ

source: System default
da: Systemstandard
pt_br: Padrão do sistema
vi: Mặc định hệ thống

source: Timeline (3D)
da: Tidslinje (3D)
pt_br: Linha do tempo (3D)

source: Window preview (no icons)
da: Vinduesforhåndsvisning (ingen ikoner)
pt_br: Pré-visualização de janelas (sem ícones)
vi: Xem trước cửa sổ (không có biểu tượng)

source: Icons and thumbnails
da: Ikoner og miniaturer
pt_br: Ícones e miniaturas
vi: Biểu tượng và hình thu nhỏ

source: Smart Panel
pt_br: Painel inteligente
vi: Panel Thông minh

source: Adjust sound volume
vi: Điều chỉnh âm lượng

source: Display OSD for workspace change notification
vi: Hiển thị OSD để thông báo thay đổi không gian làm việc
