Repository: linuxmint/cinnamon-spices-extensions
Catalog: adjacent-windows@klangman/files/adjacent-windows@klangman/po/*.po
Languages: ca, da, es, fi, hu, nl, pt, vi, zh_cn

source: Adjacent Windows
ca: Finestres adjacents
da: Tilstødende vinduer
es: Ventanas adyacentes
fi: Viereiset ikkunat
hu: Szomszédos ablakok
nl: Aangrenzende Vensters
pt: Janelas Adjacentes
vi: Cửa sổ liền kề
zh_cn: 相邻窗口

source: Use hotkeys to switch to adjacent windows
ca: Utilitza dreceres del teclat per canviar a finestres adjacents
da: Brug genvejstaster til at skifte mellem tilstødende vinduer
es: Utilice teclas de acceso rápido para cambiar a ventanas adyacentes
fi: Käytä pikanäppäimiä vaihtaaksesi viereisiin ikkunoihin
hu: A gyorsbillentyűk használatával válthat a szomszédos ablakokra
nl: Gebruik sneltoetsen om naar aangrenzende vensters over te schakelen
pt: Use teclas de atalho para focar em janelas adjacentes
vi: Sử dụng phím tắt để chuyển đổi giữa các cửa sổ liền kề
zh_cn: 使用热键切换到相邻窗口

source: Hotkeys to switch focus relative to the current window
ca: Dreceres per canviar el focus relatiu a la finestra actual
da: Genvejstaster til skift af fokus relativ til det aktuelle vindue
es: Teclas de acceso rápido para cambiar el enfoque relativo a la ventana actual
fi: Pikanäppäimet, joilla voit vaihtaa kohdistuksen eri ikkunoille
hu: Az aktuális ablakhoz viszonyított fókuszváltás gyorsbillentyűi
nl: Sneltoetsen om focus te veranderen ten opzichte van het huidige venster
pt: Teclas de atalho para mudar o foco relativo a janela atual
vi: Phím tắt chuyển tiêu điểm tương đối so với cửa sổ hiện tại
zh_cn: 使用热键切换相对于当前窗口的焦点

source: Activate window to the left
ca: Activar finestra a l'esquerra
da: Aktivér vinduet til venstre
es: Activar ventana a la izquierda
fi: Aktivoi ikkuna vasemmalla
hu: A bal oldali ablak aktiválása
nl: Activeer venster links
pt: Ativar a janela para a esquerda
vi: Kích hoạt cửa sổ bên trái
zh_cn: 激活左侧的窗口

source: Activate window to the right
ca: Activar finestra a la dreta
da: Aktivér vinduet til højre
es: Activar ventana a la derecha
fi: Aktivoi ikkuna oikealla
hu: A jobb oldali ablak aktiválása
nl: Activeer venster rechts
pt: Ativar a janela para a direita
vi: Kích hoạt cửa sổ bên phải
zh_cn: 激活右侧的窗口

source: Activate window above
ca: Activar finestra a dalt
da: Aktivér vinduet ovenover
es: Activar la ventana de arriba
fi: Aktivoi ikkuna yläpuolella
hu: A fenti ablak aktiválása
nl: Activeer venster boven
pt: Ativar a janela acima
vi: Kích hoạt cửa sổ phía trên
zh_cn: 激活上方的窗口

source: Activate window below
ca: Activar finestra a baix
da: Aktivér vinduet nedenunder
es: Activar la ventana de abajo
fi: Aktivoi alla oleva ikkuna
hu: A lenti ablak aktiválása
nl: Activeer venster beneden
pt: Ativar a janela abaixo
vi: Kích hoạt cửa sổ phía dưới
zh_cn: 激活下方的窗口

source: Activate window under
ca: Activar finestra a sota
da: Aktivér vinduet under
es: Activar ventana debajo
fi: Aktivoi ikkuna alapuolella
hu: A hátsó ablak aktiválása
nl: Activeer onderliggend venster
pt: Ativar a janela em baixo
vi: Kích hoạt cửa sổ bên dưới
zh_cn: 激活底下的窗口

source: Switch to the next window in the z-order that is overlapped by the current window. If the key combo is pressed again within 3 sec, the focus will change to the next window beneath the window that originally had the focus during the fist key combo press.
ca: Canvia a la següent finestra a l'ordre z que estigui sobreposada a la finestra actual. Si es torna a polsar la combinació de tecles en un termini de 3 segons, el focus cambiarà a la següent finestra situada sota de la finestra que tenia el focus originalment durant el primer ús de la combinació de tecles.
da: Skift til det næste vindue i z-rækkefølgen, der overlapper det aktuelle vindue. Hvis tastekombinationen trykkes igen inden for 3 sekunder, skifter fokus til det næste vindue under det vindue, der oprindeligt havde fokus, da tastekombinationen blev trykket første gang.
es: Cambia a la siguiente ventana en el orden z que esté superpuesta a la ventana actual. Si se vuelve a pulsar la combinación de teclas en un plazo de 3 segundos, el foco cambiará a la siguiente ventana situada debajo de la ventana que tenía el foco originalmente durante la primera pulsación de la combinación de teclas.
fi: Vaihda seuraavaan ikkunaan z-järjestyksessä, joka on päällekkäinen nykyisen ikkunan kanssa. Jos näppäinyhdistelmää painetaan uudelleen 3 sekunnin sisällä, kohdistus vaihtuu seuraavaan ikkunaan sen ikkunan alla, jossa alun perin oli kohdistus.
hu: Átváltás a z-sorrendben következő ablakra, amely átfedésben van az aktuális ablakkal. Ha a billentyűkombinációt 3 másodpercen belül újra megnyomja, akkor az első billentyűkombináció megnyomásakor eredetileg fókuszban lévő ablak alatti következő ablak kerül fókuszba.
nl: Schakel over naar het volgende venster in de z-volgorde dat wordt overlapt door het huidige venster. Als de sneltoets opnieuw wordt ingedrukt binnen de 3 seconden, dan zal de focus veranderen naar het volgende venster onderliggend aan het venster dat oorspronkelijk de focus had tijdens het indrukken van de sneltoets de eerste keer.
pt: Alterne para a próxima janela na ordem z que é sobreposta pela janela atual. Se a combinação de teclas for pressionada novamente dentro de 3 segundos, o foco mudará para a próxima janela abaixo da janela que originalmente tinha o foco durante a primeira pressão da combinação de teclas.
vi: Chuyển đến cửa sổ tiếp theo trong thứ tự z bị chồng lấp bởi cửa sổ hiện tại. Nếu tổ hợp phím được nhấn lại trong vòng 3 giây, tiêu điểm sẽ chuyển đến cửa sổ tiếp theo bên dưới cửa sổ ban đầu có tiêu điểm trong lần nhấn tổ hợp phím đầu tiên.
zh_cn: 切换到与当前窗口重叠的Z顺序中的下一个窗口。如果在 3 秒内再次按下组合键，焦点将更改为窗口下方的下一个窗口，该窗口最初在按下第一键组合时具有焦点。

source: Undo the focus change
ca: Desfer el canvi de focus
da: Fortryd fokusskiftet
es: Deshacer el cambio de enfoque
fi: Kumoa kohdistuksen muutos
hu: A fókuszváltás visszavonása
nl: Focus verandering ongedaan maken
pt: Desfazer a mudança de foco
vi: Hoàn tác thay đổi tiêu điểm
zh_cn: 撤消焦点更改

source: Other settings
ca: Altres ajustaments
da: Andre indstillinger
es: Otros ajustes
fi: Muut asetukset
hu: Más beállítások
nl: Andere instellingen
pt: Outras configurações
vi: Cài đặt khác
zh_cn: 其他设置

source: Closest to the current window
ca: Més a prop de la finestra actual
da: Tættest på det aktuelle vindue
es: Más cerca de la ventana actual
fi: Lähimpänä nykyistä ikkunaa
hu: Legközelebb az aktuális ablakhoz
nl: Dichtsbijzijnde bij het huidige venster
pt: Mais perto da janela atual
vi: Gần nhất với cửa sổ hiện tại
zh_cn: 最接近当前窗口

source: Highest in the z-order
ca: Més alta a l'ordre z
da: Højest i z-rækkefølgen
es: Más alta en el orden z
fi: Korkein z-järjestyksessä
hu: A legmagasabb a z-rendben
nl: Hoogste in de z-volgorde
pt: Mais alto na ordem z
vi: Cao nhất trong thứ tự z
zh_cn: Z顺序中最高

source: Closest with a visible corner
ca: Més propera amb una cantonada visible
da: Tættest på med et synligt hjørne
es: Más cercana con una esquina visible
fi: Lähimpänä, jossa on näkyvä kulma
hu: Legközelebb egy látható sarokkal
nl: Dichtsbijzijnde met een zichtbare hoek
pt: Mais perto de um canto visível
vi: Gần nhất với một góc hiển thị
zh_cn: 最接近的可见拐角

source: Activate the window that is...
ca: Activar la finestra que està...
da: Aktivér vinduet som er …
es: Active la ventana que está...
fi: Aktivoi ikkuna, joka on...
hu: Aktiválja az ablakot, amely...
nl: Activeer het venster dat is...
pt: Ativar para a janela que está...
vi: Kích hoạt cửa sổ...
zh_cn: 激活窗口...

source: When using the Left, Right, Above or Below hotkeys, activate the window that is either: - Closest to the current window: this might activate a window that is currently completely obscured by other windows. - Highest in the z-order: most recently focused; this might skip over visible windows that are closer to the current window. - Closest window with a visible corner: a compromise that is designed to be more like what most people would generally expect (I hope).
ca: Quan s'utilitzin les tecles Esquerra, Dreta, Amunt, Avall, activa la finestra que: - Sigui més a prop de la finestra actual: pot ser que activi la finestra que estigui actualment completament camuflada per altres finestres. - Sigui la més alta a l'ordre z: la més recent al focus; pot ser que ignori finestres visibles que estiguin més a prop de la finestra actual. - Sigui la més propera amb una cantonada visible: un compromís dissenyat perquè s'assembli més a allò que la majoria de gent esperaria (espero).
da: Når du bruger genvejstasterne Venstre, Højre, Over eller Under, aktiveres det vindue, der enten: - Er tættest på det aktuelle vindue: dette kan aktivere et vindue, der i øjeblikket er helt skjult af andre vinduer. - Er højst i z-rækkefølgen: det senest fokuserede; dette kan springe over synlige vinduer, der er tættere på det aktuelle vindue. - Det vindue, der er tættest på med et synligt hjørne: et kompromis, der er designet til at være mere i tråd med, hvad de fleste mennesker generelt ville forvente (håber jeg).
es: Cuando utilice las teclas de acceso rápido Izquierda, Derecha, Arriba o Abajo, active la ventana que esté - La más cercana a la ventana actual: esto podría activar una ventana que en ese momento esté completamente oculta por otras ventanas. - La más alta en el orden z: la más recientemente enfocada; esto podría omitir ventanas visibles que están más cerca de la ventana actual. - Ventana más cercana con una esquina visible: un compromiso diseñado para que se parezca más a lo que la mayoría de la gente esperaría (espero).
fi: Kun käytät vasen, oikea, ylä- tai alla-nuolia, aktivoi se ikkunan, joka on joko: - Lähimpänä nykyistä ikkunaa: tämä saattaa aktivoida ikkunan, joka on tällä hetkellä täysin muiden ikkunoiden peitossa. - Korkein z-järjestyksessä: viimeksi tarkennettu; tämä saattaa ohittaa näkyviä ikkunoita, jotka ovat lähempänä nykyistä ikkunaa. - Lähin ikkuna, jossa on näkyvä kulma: kompromissi, joka on suunniteltu vastaamaan sitä, mitä useimmat ihmiset yleensä odottavat (toivottavasti).
hu: A Balra, Jobbra, Felül vagy Alul gyorsgombok használatakor aktiválja azt az ablakot, amelyik: - Legközelebb van az aktuális ablakhoz: ez olyan ablakot is aktiválhat, amelyet jelenleg teljesen eltakarnak más ablakok. - A z-sorrendben a legmagasabb: a legutóbb fókuszált; ez átugorhatja az aktuális ablakhoz közelebb eső látható ablakokat. - Legközelebbi ablak látható sarokkal: egy kompromisszumos megoldás, amely úgy lett kialakítva, hogy jobban megfeleljen annak, amit a legtöbb ember általában elvár (remélem).
nl: Bij het gebruik van de sneltoetsen Links, Rechts, Boven of Beneden, activeer het venster dat is ofwel: - Dichtsbijzijnde bij het huidige venster: dit kan een venster activeren dat momenteel volledig overlapt wordt door andere vensters. - Hoogste in de z-volgorde: meest recent gefocust; dit kan zichtbare vensters overslaan die zich dichter bij het huidige venster bevinden. - Dichtsbijzijnde venster met een zichtbare hoek: een compromis dat is ontworpen tot wat de meeste mensen in het algemeen verwachten (hoop ik).
pt: Ao usar as teclas de atalho Esquerda, Direita, Acima ou Abaixo, ative a janela que seja: - Mais próxima da janela atual: isto pode ativar uma janela que está completamente obscurecida por outras janelas. - Mais alta na ordem z: a mais recentemente focada; isto pode ignorar janelas visíveis que estão mais próximas da janela atual. - A janela mais próxima com um canto visível: um compromisso que é projetado para ser mais parecido com o que a maioria das pessoas geralmente esperaria (espero eu).
vi: Khi sử dụng các phím tắt Trái, Phải, Trên hoặc Dưới, hãy kích hoạt cửa sổ: - Gần nhất với cửa sổ hiện tại: điều này có thể kích hoạt một cửa sổ hiện đang bị che khuất hoàn toàn bởi các cửa sổ khác. - Cao nhất trong thứ tự z: được tập trung gần đây nhất; điều này có thể bỏ qua các cửa sổ hiển thị gần hơn với cửa sổ hiện tại. - Cửa sổ gần nhất có góc hiển thị: một sự thỏa hiệp được thiết kế để giống với những gì hầu hết mọi người thường mong đợi hơn (tôi hy vọng).
zh_cn: 使用左、右、上方或下方热键时，激活以下窗口： - 最接近当前窗口：这可能会激活当前被其他窗口完全遮挡的窗口。 - Z顺序中最高：最近聚焦;这可能会跳过更接近当前窗口的可见窗口。 - 具有可见拐角的最近窗口：一种折衷方案，旨在更像大多数人通常期望的（我希望）。

source: pixels
ca: píxels
es: pixeles
fi: pikseliä
hu: képpont
pt: pixeis
vi: pixel
zh_cn: 像素

source: Corner overlap allowance / minimum visibility
ca: Solapament de cantonades / visibilitat mínima
da: Hjørneoverlapningstillæg / minimum synlighed
es: Solapamiento de esquinas / visibilidad mínima
fi: Kulmien päällekkäisyys / miniminäkyvyys
hu: A sarkok átfedése / minimális láthatóság
nl: Toelaatbaarheid van overlappende hoek / minimale zichtbaarheid
pt: Sobreposição de canto/visibilidade mínima
vi: Cho phép chồng góc / mức hiển thị tối thiểu
zh_cn: 拐角重叠余量/最小能见度

source: Sets how many pixels a corner can be obscured by other windows and still be considered a candidate window. Also sets the minimum amount of window visibility in order to qualify as a candidate window
ca: Estableix quants píxels pot haver-hi amagant una cantonada per part d'altres finestres perquè segueixi sent considerada una finestra candidata. També estableix la quantitat mínima de visibilitat de la finestra perquè sigui considerada una finestra candidata
da: Angiver, hvor mange pixels et hjørne kan være skjult af andre vinduer og stadig betragtes som et kandidatvindue. Angiver også den mindste vinduessynlighed, der kræves for at kvalificere sig som et kandidatvindue.
es: Establece cuántos píxeles puede estar oscurecida una esquina por otras ventanas y seguir considerándose una ventana candidata. También establece la cantidad mínima de visibilidad de la ventana para que se considere una ventana candidata
fi: Asettaa, kuinka monta pikseliä kulmassa voidaan peittää muilla ikkunoilla ja silti pitää sitä ehdokasikkunana. Asettaa myös ikkunan näkyvyyden minimimäärän, jotta se voidaan hyväksyä ehdokkaaksi
hu: Beállítja, hogy egy sarok hány képpontot takarhat el más ablakoktól, és még mindig ablakjelöltnek tekinthető. Beállítja továbbá az ablak láthatóságának minimális mértékét, hogy az ablak jelölt ablaknak minősüljön
nl: Stelt in hoeveel pixels een hoek bedekt kan zijn door andere vensters en nog steeds beschouwd wordt als een kandidaat venster. Stelt tevens de minimale zichtbaarheid van een venster in om in aanmerking te komen als kandidaat venster."
pt: Define quantos pixeis um canto pode ser obscurecido por outras janelas e ainda ser considerado uma janela candidata. Também define a quantidade mínima de visibilidade da janela para ser qualificada como uma janela candidata
vi: Đặt số pixel một góc có thể bị che khuất bởi các cửa sổ khác và vẫn được coi là cửa sổ ứng cử viên. Cũng đặt lượng hiển thị cửa sổ tối thiểu để đủ tiêu chuẩn là cửa sổ ứng cử viên
zh_cn: 设置一个拐角可以被其他窗口遮挡并仍被视为候选窗口的像素数。还设置了最小窗口可见性量，以便有资格成为候选窗口

source: priority
ca: prioritat
da: prioritet
es: prioridad
fi: prioriteetti
hu: prioritás
nl: prioriteit
pt: prioridade
vi: mức ưu tiên
zh_cn: 优先级

source: Increase the priority of direction alignment
ca: Incrementar la prioritat de l'alineació de les direccions
da: Forøg prioriteten for retningsjustering
es: Aumentar la prioridad de la alineación de las direcciones
fi: Kasvata suunnan kohdistuksen prioriteettia
hu: Az irányösszehangolás prioritásának növelése
nl: Verhoog de prioriteit van richtingalignering
pt: Aumentar a prioridade do alinhamento da direção
vi: Tăng mức ưu tiên của căn chỉnh hướng
zh_cn: 提高方向对齐的优先级

source: Increasing this setting gives more priority to windows that occupy the same area as the current window in the desired direction, and less priority to widows that are at an offset but closer. Max 85%
ca: Incrementar aquest ajust dóna més prioritat a les finestres que ocupin la mateixa àrea que la finestra actual a la direcció desitjada, i menys prioritat a les finestres que estiguin desplaçades però més a prop. Màxim 85%
da: Øges denne indstilling, får vinduer, der optager det samme område som det aktuelle vindue i den ønskede retning, højere prioritet, mens vinduer, der er forskudt men tættere på, får lavere prioritet. Maks. 85 %
es: Aumentar este ajuste da más prioridad a las ventanas que ocupan la misma área que la ventana actual en la dirección deseada, y menos prioridad a las ventanas que están desplazadas pero más cerca. Máximo 85%
fi: Tämän asetuksen suurentaminen antaa enemmän prioriteettia ikkunoille, jotka vievät saman alueen kuin nykyinen ikkuna haluttuun suuntaan ja vähemmän etusijaa, jotka ovat siirtymässä mutta lähempänä. Maksimi 85 %
hu: Ennek a beállításnak a növelése nagyobb prioritást ad azoknak az ablakoknak, amelyek a kívánt irányban az aktuális ablakkal azonos területet foglalnak el, és kisebb prioritást ad az eltolt, de közelebbi ablakoknak. Max 85%
nl: Het verhogen van deze instelling geeft meer prioriteit aan vensters die dezelfde ruimte innemen als het huidige venster in de gewenste richting, en minder prioriteit aan vensters die een offset hebben maar dichterbij zijn. Maximaal 85%
pt: O aumento desta definição dá mais prioridade às janelas que ocupam a mesma área que a janela atual na direção desejada e menos prioridade às janelas que estão deslocadas, mas mais próximas. Máx. 85%
vi: Tăng cài đặt này sẽ ưu tiên nhiều hơn cho các cửa sổ chiếm cùng khu vực với cửa sổ hiện tại theo hướng mong muốn và ít ưu tiên hơn cho các cửa sổ ở vị trí lệch nhưng gần hơn. Tối đa 85%
zh_cn: 增加此设置后，对于在所需方向上与当前窗口占据相同区域的窗口具有更高的优先级，而对于处于偏移但更近的窗口的优先级降低。最大 85%

source: Allow switching to minimized windows
ca: Permetre el canvi a finestres minimitzades
da: Tillad skift til minimerede vinduer
es: Permitir el cambio a ventanas minimizadas
fi: Salli vaihtaminen pienennetyihin ikkunoihin
hu: Lehetővé teszi a minimalizált ablakokra való váltást
nl: Sta overschakelen naar geminimaliseerde vensters toe
pt: Permitir mudar para janelas minimizadas
vi: Cho phép chuyển sang cửa sổ đã thu nhỏ
zh_cn: 允许切换到最小化窗口

source: Allow switching to windows on other monitors
ca: Permetre el canvi a finestres d'altres monitors
da: Tillad skift til vinduer på andre skærme
es: Permitir el cambio a ventanas de otros monitores
fi: Salli vaihtaminen ikkunoihin muissa näytöissä
hu: Lehetővé teszi az ablakváltást más monitorokon
nl: Sta overschakelen naar vensters op andere schermen toe
pt: Permitir mudar para janelas em outros ecrãs
vi: Cho phép chuyển sang cửa sổ trên màn hình khác
zh_cn: 允许切换到其他显示器上的窗口

source: Warp the cursor to the center of the focused window
ca: Desplaçar el cursor al centre de la finestra focalitzada
da: Flyt markøren til midten af det fokuserede vindue
es: Desplazar el cursor al centro de la ventana enfocada
fi: Osoitin hyppää kohdistetun ikkunan keskelle
hu: A kurzor elmozdítása a fókuszált ablak közepére.
nl: Verplaats de cursor naar het midden van het gefocuste venster
pt: Mover o cursor para o centro da janela em foco
vi: Di chuyển con trỏ đến trung tâm của cửa sổ được tập trung
