Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/slider@mohammad-sn/*.po
Languages: es, fi, it, nl, vi

source: ERROR
fi: VIRHE
it: ERRORE
nl: FOUT
vi: LỖI

source: Slider was NOT enabled
es: Slider NO estaba activado
fi: Slider ei ole päällä
it: Slider NON è stato abilitato
nl: Schuifregelaar was NIET ingeschakeld
vi: Slider đã KHÔNG được bật

source: This extension is currently incompatible with your version of Cinnamon.
es: Esta extensión es actualmente incompatible con su versión de Cinnamon.
fi: Tämä laajennus ei ole tällä hetkellä yhteensopiva sinun Cinnamon-version kanssa.
it: Questa estensione è attualmente incompatibile con la tua attuale versione di Cinnamon.
nl: Deze extensie is momenteel incompatibel met jouw versie van Cinnamon.
vi: Tiện ích mở rộng này hiện không tương thích với phiên bản Cinnamon của bạn.

source: Yet another nice transition effect for ws switching.
es: Otro bonito efecto de transición para cambiar de espacio de trabajo.
fi: Vielä yksi hieno siirtymätehoste vaihtoehdoksi.
it: Un altro piacevole effetto di transizione per la commutazione di aree di lavoro.
nl: Nog een mooi overgangseffect voor het wisselen van werkruimtes.
vi: Một hiệu ứng chuyển tiếp đẹp mắt khác cho việc chuyển đổi không gian làm việc.

source: Slider
nl: Schuifregelaar

source: milliseconds
es: milisegundos
fi: millisekuntia
it: millisecondi
nl: milliseconden
vi: mili giây

source: Animation Duration:
es: Duración de la animación:
fi: Animaation kesto:
it: Durata Animazione:
nl: Animatieduur:
vi: Thời lượng Hoạt ảnh:

source: Animation Easing:
es: Modo de aceleración y desaceleración de animación:
fi: Lisäominaisuus:
it: Allentamento dell'animazione:
nl: Animatie easing:
vi: Làm mượt Hoạt ảnh:

source: Slip Factor:
es: Factor de deslizamiento:
fi: Nopeuskerroin:
it: Fattore di Slittamento:
nl: Glijfactor:
vi: Hệ số Trượt:

source: Sliding Background
es: Fondo deslizante
fi: Liukuva tausta
it: Sfondo Scorrevole
nl: Schuivende achtergrond
vi: Nền Trượt

source: Background Zoom Level:
es: Nivel de zoom de fondo:
fi: Taustan suurennustaso:
it: Livello di Zoom dello Sfondo:
nl: Zoomniveau van achtergrond:
vi: Mức Phóng to Nền:

source: Background Vertical Position:
es: Posición vertical del fondo:
fi: Taustan pystysuuntainen paikka:
it: Posizione Verticale dello Sfondo:
nl: Verticale positie van achtergrond:
vi: Vị trí Dọc của Nền:
