Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/workspace-scroller@ori/*.po
Languages: de, es, nl, pt_br, ro, vi

source: Workspace Scroller
de: Arbeitsflächen-Scroller
es: Desplazador del espacio de trabajo
nl: Werkruimte Scroller
pt_br: Rolar para alternar espaços de trabalho
ro: Scroller pentru Spațiul de Lucru
vi: Bộ cuộn Không gian làm việc

source: Switch workspaces using mouse scroll at screen edges.
de: Arbeitsflächen wechseln durch Scrollen mit dem Mausrad an den Bildschirmrändern.
es: Cambia de espacio de trabajo utilizando el desplazamiento del ratón por los bordes de la pantalla.
nl: Wissel tussen werkruimtes door te scrollen aan de randen van het scherm met de muis.
pt_br: Alterne os espaços de trabalho usando a rolagem do mouse nas bordas da tela.
ro: Comută spațiile de lucru utilizând derularea mouse-ului la marginile ecranului.
vi: Chuyển đổi không gian làm việc bằng cách cuộn chuột tại các cạnh màn hình.

source: Edges
de: Ränder
es: Bordes
nl: Randen
pt_br: Bordas
ro: Margini
vi: Cạnh

source: Use left edge
de: Linken Rand verwenden
es: Utilizar el borde izquierdo
nl: Gebruik de linker rand
pt_br: Usar a borda esquerda
ro: Utilizează marginea stângă
vi: Sử dụng cạnh trái

source: — Scroll up:
de: — Nach oben scrollen:
es: — Al desplazarse hacia arriba:
nl: — Scroll omhoog:
pt_br: — Ao rolar para cima:
ro: - Derulează în sus:
vi: — Cuộn lên:

source: None
es: Ninguno
nl: Geen
pt_br: Nenhuma transição
ro: Niciuna
vi: Không

source: Switch left
de: Nach links wechseln
es: Cambiar a la izquierda
nl: Links wisselen
pt_br: Ir para a esquerda
ro: Comută stânga
vi: Chuyển trái

source: Switch right
de: Nach rechts wechseln
es: Cambiar a la derecha
nl: Rechts wisselen
pt_br: Ir para a direita
ro: Comută dreapta
vi: Chuyển phải

source: Show expo
de: Arbeitsflächenübersicht anzeigen
es: Mostrar espacios de trabajo
nl: Toon expo
pt_br: Mostrar as áreas de trabalho
ro: Arată expo
vi: Hiển thị expo

source: — Scroll down:
de: — Nach unten scrollen:
es: — Al desplazarse hacia abajo:
nl: — Scroll omlaag:
pt_br: — Ao rolar para baixo:
ro: - Derulează în jos:
vi: — Cuộn xuống:

source: Use right edge
de: Rechten Rand verwenden
es: Utilizar el borde derecho
nl: Gebruik de rechter rand
pt_br: Usar a borda direita
ro: Utilizează marginea dreaptă
vi: Sử dụng cạnh phải

source: Use top edge
de: Oberen Rand verwenden
es: Utilizar el borde superior
nl: Gebruik de bovenste rand
pt_br: Usar a borda superior
ro: Utilizează marginea superioară
vi: Sử dụng cạnh trên

source: Use bottom edge
de: Unteren Rand verwenden
es: Utilizar el borde inferior
nl: Gebruik de onderste rand
pt_br: Usar a borda inferior
ro: Utilizează marginea inferioară
vi: Sử dụng cạnh dưới

source: Corner
de: Ecke
es: Esquina
nl: Hoek
pt_br: Cantos
ro: Colț
vi: Góc

source: Use top left corner
de: Linke obere Ecke verwenden
es: Utilizar la esquina superior izquierda
nl: Gebruik de linkerbovenhoek
pt_br: Usar o canto superior esquerdo
ro: Utilizează colțul din stânga sus
vi: Sử dụng góc trên trái

source: Use top right corner
de: Rechte obere Ecke verwenden
es: Utilizar la esquina superior derecha
nl: Gebruik de rechterbovenhoek
pt_br: Usar o canto superior direito
ro: Utilizează colțul din dreapta sus
vi: Sử dụng góc trên phải

source: Use bottom left corner
de: Linke untere Ecke verwenden
es: Utilizar la esquina inferior izquierda
nl: Gebruik de linkeronderhoek
pt_br: Usar o canto inferior esquerdo
ro: Utilizează colțul din stânga jos
vi: Sử dụng góc dưới trái

source: Use bottom right corner
de: Rechte untere Ecke verwenden
es: Utilizar la esquina inferior derecha
nl: Gebruik de rechteronderhoek
pt_br: Usar o canto inferior direito
ro: Utilizează colțul din dreapta jos
vi: Sử dụng góc dưới phải

source: pixels
de: Pixel
es: píxeles
pt_br: píxeis
ro: pixeli
vi: pixel

source: Corners areas size:
de: Größe des Eckbereichs:
es: Tamaño de las áreas de las esquinas:
nl: Grootte van hoekgebieden:
pt_br: Tamanho dos cantos:
ro: Dimensiunea zonelor din colțuri:
vi: Kích thước vùng góc:

source: General
nl: Algemeen
vi: Chung

source: Use a workspace switcher extension if installed
es: Utilizar una extensión de selección de áreas de trabajo si está instalada
nl: Gebruik een werkruimtewisselaar-extensie indien geïnstalleerd
vi: Sử dụng tiện ích mở rộng chuyển đổi không gian làm việc nếu được cài đặt

source: Allow a Cinnamon extension to animate the workspace change. This option has no effect unless a compatible extension is installed. Requires Desktop Cube 2.0.2 or Flipper 2.0.0 and Cinnamon 5.4 or better.
es: Permitir que una extensión de Cinnamon anime el cambio del espacio de trabajo. Esta opción no tiene efecto a menos que se instale una extensión compatible. Requiere Desktop Cube 2.0.2 o Flipper 2.0.0 y Cinnamon 5.4 o superior.
nl: Sta een Cinnamon-extensie toe om de werkruimtewisseling te animeren. Deze optie heeft geen effect tenzij een compatibele extensie is geïnstalleerd. Vereist Desktop Cube 2.0.2 of Flipper 2.0.0 en Cinnamon 5.4 of hoger.
vi: Cho phép tiện ích mở rộng Cinnamon tạo hoạt ảnh cho việc thay đổi không gian làm việc. Tùy chọn này không có tác dụng trừ khi có tiện ích mở rộng tương thích được cài đặt. Yêu cầu Desktop Cube 2.0.2 hoặc Flipper 2.0.0 và Cinnamon 5.4 trở lên.
