Repository: linuxmint/cinnamon-spices-extensions
Catalog: .translation-tables/po/user-shadows@nathan818fr/*.po
Languages: eu, nl

source: Radius
eu: Erradioa

source: Top Fade
eu: Goiko iluntzea
nl: Bovenste vervaging

source: X Offset
eu: X Konpentzazio

source: Y Offset
eu: Y Konpentzazio

source: Opacity
eu: Opakutasuna
nl: Doorzichtigheid

source: Class Name
eu: Klasearen izena
nl: Klasse naam

source: State
eu: Estatua
nl: Status

source: Import
eu: Inportatu
nl: Importeren

source: Export
eu: Esportatu
nl: Exporteren

source: Set from...
eu: Ezarri nondik...
nl: Instellen vanuit...

source: Choose where to save your configuration
eu: Aukeratu non gorde zure konfigurazioa
nl: Kies waar u uw configuratie wilt opslaan

source: Choose a configuration to load
eu: Aukeratu konfigurazio bat kargatzeko
nl: Kies een configuratie om te laden

source: User Shadows
eu: Erabiltzailearen itzalak
nl: Gebruikersschaduwen

source: Customize the shadows of cinnamon windows
eu: Cinnamonen leihoen itzalak pertsonalizatu.
nl: Pas de schaduwen van Cinnamon-vensters aan

source: Shadows preset
eu: Itzalen lehenetsiak
nl: Schaduwvoorinstelling

source: Default
eu: Lehenetsia
nl: Standaard

source: No Shadows
eu: Itzalik ez
nl: Geen schaduwen

source: Custom
eu: Pertsonalizatua
nl: Aangepast
